List<Map<String, dynamic>> chapters = [
  {
    "videoUrl": "https://youtu.be/su74RrBcDUM?si=x7F30n7g7MlIiOem",
    "id": 0,
    "title": "المقدمة",
    "content": """رب يسر وأعن 
الحمد لله الصبور الشكور العلي الكبير السميع البصير العليم القدير، الرد شملت قدرنه كل مقدور، وجرت مشيئته في حلقه بتصاريف الامور ، وأسمعت دعوته لليوم الموعود أصحاب القبور ، قدر 
مقادير الخلائق وآجالهم ، وكتب آثارهم وأعمالهم، وقسم بينهم معايشهم وأموالهم ، وخلق )1( الموت والحياة ليبلوهم ايهم أحسن عملا وهو العزيز الغفور، القاهر القادر، فكل عسير عليه يسير، والمولى الناصر ، فنعم المولى ونعم النصير. 
> يسبح لله ما فى السمؤت وما في الارض! له المثك وله الحمد وهو عك كل شىء قدير ! هو ائذي خلقكل !بئ!اِفر ومنكو موم!بؤ وادله بما تعمثون بصحيز! خلق السفوات والأرض بألحق وصوكؤ فاخسن صوكؤ و!لته المصير ! يعلم ما في السضت والازض ويعلم ما دسروبئ وما تغلنون والله سكليم بذات الصحدور < ]التغابن : 1 - . ] 4 
واشهد أن لا إله إلا الله وحده لا شريك له ، إله جل عن الشبيه والنظير ، وتعالى عن الشريك والظهير ، وتقدس عن تعطيل الملحدين، كما تنزه عن شبه المخلوقين ، ف> ليس كصثله- لثئ !هو الشميبع البصير!()2( ]الشورى : 1 1 [ . 
)1( 
في )ن ( و )م ( : وقدر . 
)2( 
في حاشية الاصل بعده : "احمده سبحانه وتعالى على نعمه وهو اللطيف الخبير، واشكره شكر عبد لم يرض سواه له نصير" . بخط مغاير ودون علامة=
وأشهد أن محمدا عبده ورسوله ، وخيرته من برئته ، وصفوته من خليقته ، وأمينه على وحيه ، وسفيره بينه وبين عباده ، أعرف الخلق به واقومهم بخشيته ، وانصحهم لامته ، واصبرهم لحكمه ، واشكرهم لنعمه ، واقربهم اليه وسيلة ، واعلاهم عنده منزلة ، واعظمهم عنده جاها ، وأوسعهم عنده شفاعهب ، بعثه إلى الجنة داعيا ، وللايمان منادئا،   
وفي مرضاته ساعئا ، وبالمعروف امرا ، وعن المنكر ناهئا ، فبلغ رسالات ربه ، وصا! بأمره ، وتحمل في مرضاته ما لم يتحمله بشر سواه ، وقام لله بالصبر والشكر أحق القيام حتى بلغ رضاه ، فثبت في مقام الصبر حتى لم يلحقه أحد من الصابرين ، وترقى في درجة الشكر حتى علا فوق جميع الشاكرين. 
فحمده الله وملائكته ورسله وجميع المؤمنين ، ولذلك خص بلواء الحمد دون جميع العالمين ، فادم تحت لوائه ومن دونه من ]/2 ب [ الانبياء والمرسلين ، وجعل الحمد فاتحة كتابه الذي أنزله عليه )1( واخر دعوى أهل ثوابه الذين هداهم على يديه. 
وسمى أمته الحمادين )2( قبل أن يخرجهم إلى الوجود، لحمدهم له على السراء والضراء والشدة والرخاء، وجعلهم أسبق الامم إلى دار الثواب والجزاء . 
فأقرب الخلق إلى لوائه أكثرهم حمدا لله وذكرا، كما أن أعلاهم إلحاق ، لذا لم أثبتها في الاصل. 
)1( 
في )م( و )ن( زيادة : "كذلك فيما بلغنا هو في التوراة والانجيل". ونحوه في )ب(. 
)2( 
جاء في ذلك حديث أخرجه الدارمي في سننه برقم )5 7،8،(.
منزلة أعظمهم صبرا وشكرا ، فصفى الله وملائكته وانبياوه ورسله وجميع المؤمنين عليه كما وحد الله ، وعرف به ، ودعا إليه ، وسلم تسليما كثيرا . 
اما بعد : فان الله سبحانه جعل الصبر جوادا لا يكبو)1(، وصارما لا )2(ينبو ، وجندا غالبا لا يهزم ، وحصنا حصينا لا يهدم ولا يثلم ، فهو والنصر أخوان شقيقان )3( . 
رضيعي لبان ثدي أم تقاسما باسحم)4( داج عوض لا نتفرق ) ( 
فالنصر)6( مع الصبر ، والفرج مع الكرب ، واليسر مع العسر ، وهو أنصر لصاحبه من الرجال ، بلا عدة ولا عدد ، ومحله من)7( الظفر كمحل 
الرأس من الجسد. 
ولقد ضمن الوفي الصادق لاهله في محكم كتابه أنه يوفيهم أجرهم 
بغير حساب ، واخبر أنه معهم بهدايته ونصره العزيز وفتحه المبين، فقال : >واصبروأ ان الله مع الصنبردى ! < ]الانفال: 46[؛ فذهب 
كبا الجواد يكبو كبوة إذا عثر . انظر "لسان العرب " )/15 213(. 
نبا السيف إذا كل ولم يقطع . انظر "لسان العرب دا )/15 1 03(. في )م ( و )ن ( زيادة : لا يفترقان . 
في الاصل : "بأسود". والمثبت من النسخ الاخرى ، وهو الموافق للمصادر الاتية. 
البيت للأعشى وهو قي "ديوانه" ص 275 . يمدح به المحلق بن جشم الكلابي وفيه جعل الاعشى الجود والمحلق كأخوين رضعا لبانا واحدا، من ثدي ام واحدة مبالغة في وصفه بالكرم ، وذكر انهما تحالفا وتعاقدا ألا يفترقا ابدا. انظر : "الحلل في شرح ابيات الجمل " ص 401 وما بعدهاه 
في الاصل "فالنصرة"، والمثبت من النسخ الاخرى . 
"من" ساقطة من الاصل ، واثبتها من النسخ الاخرى .
)2( )3( )4( 
)6( )7( 
الصابرون بهذه المعتة بخير الدنيا والاخرة ، وفازوا بها بنعمه الباطنة والظاهرة .   
وجعل سبحانه الامامة في الدين منوطة بالصبر واليقين ، فقال تعالى وبقوله اهتدى المهتدون - : > وجعلنا !ئ أبمة جمهدون بامرنا لما صبروا و!انوا ئايخلنا يوقنون !( ]السجدة : 4 2[ . 
وأخبر أن الصبر خير لاهله خبرا مؤكدا باليمين ، فقال تعالى: > ولين صبزئم !و خئر للصبزدى !( ]النحل : 6 2 1 [ . 
وأخبر أن مع الصبر والتقوى لا يضر كيد العدو ولو كان ذا تسليط، فقال : > وإن ضبروا وتتقوا لا يصنركخ كيذهئم شئأ إن الله بما ينملون محي!!(]المران: 012[. 
وأخبر عن نبيه يوسف الصديق عليه السلام ، أن صبره وتقواه وصلاه 
إلى محل العز والتمكين ، فقال : > إنم من يتى ويقمبزفإث الله لا يضيع اجص المحسنئن !( ]يوسف : 0 9 [ ه 
وعلق الفلاح بالصبر والتقوى ، فعقل ذلك عنه المؤمنون ، فقال : >ياتها ]/3 ا[ ائدر ءامنوا اصبروا وصابروا وراطوا وأتموا ألله لعلكم تفلحون !( ]ال عمران : 0 0 2[ . 
وأخبر عن محبته لاهله ، وفي ذلك أعظم ترغيب للراغبين )1(، فقال : > والله مجب الصبريئ !( ]آل عمران : 6 4 1 [ . 
ولقد بشر الصابرين بثلاث ، كل منها خير مما عليه أهل الدنيا )1( في الاصل و)ب(: الراغبين ، والمثبت من )م ،ن( وط السلفية.
يتحاسدون ، فقال : > و!شر ال!خبرين !(لذين اذا أصبيهم!مصيبه قالوأإئا دئه وائا إفي رجون ! اؤلمحك عبن صلفن من ربهم ورخمة وأولعدب هئم   
المهتدون !( ]البقرة : 55 1 - 57 1 [ . 
ووصى عباده بالاستعانة بالصبر والصلاة على نوائب الدنبا والدين، فقال : > واستعينوا بالصبر والصلةء وإنها لكبيرة إلا على الخشعين !( ]البقرة : 
. ] 45 
وجعل الفوز بالجنة والنجاة من النار لا يحظى به إلا الصابرون ، فقال تعالى : > إني جزتتهم اثيؤم لما صحبروا أئهئم هم الفإلزوبئ !( ]المؤمنون : . ] 1 1 1 
وأخبر أن الرغبة في ثوابه والاعراض عن الدنيا وزينتها لا يلقاها إلا 
أولو الصبر المؤمنون ، فقال تعالى : > وَقال الذلرر أوتوا العل وئيبيم ثواب الله ختر لمن ءامف وعمل صنهلحأ ولا يلفئقآ الأ الصخبروت ! ( 
]القصص : 08[. 
واخبر أن دفع السيئة بالتي هي أحسن جتجعل المسيء كأنه ولي حميم ، فقال : > ولا لمحتئتوي الحسنة ولا الشئئة اد ! بالتي هي احسن فإذا الذى بئنك وبئنه-عدو كا!نه وليٌ حميم !( ]فصلت : 34[ . 
وأن هذه الخصلة لا يلقاها : > إلا الذين صبروا وما يلقذقآ إلاذو حبد عظيم !( ]فصلت : 35[. 
وأخبر سبحانه خبرا مؤكدا بالقسم : > إن الابنممن لفى خمتر ر! الا الذين ءا منوا وعملوا ا لصنلحت وتواصؤا با لحق وتوا صوا با لصبر !( ] العصر : 2 - 3[ . 
وقسم خلقه قسمين : أصحاب مبمنة وأصحاب مشأمة ، وخص
بالميمنة أهل التواصي بالصبر والمرحمة ، وخص بالانتفاع باياته أهل 
الصبر والشكر تمييزا لهم بهذا الحظ الموفور، فقال في أربع ايات من كتابه : > إن في ذلف لأيمئ لكل صبا 2 شكور ! ( ]إبراهيم: 5[، ]لقمان : 31[، ]سبا: 91 [، ]الشورى : 33[ . 
وعلق المغفرة والاجر بالعمل الصالح والصبر ، وذلك على من يسره عليه يسير ، فقال : > إلا الذين صبروا وعملوا الصحنخت أوليهك لهم مغفن واتجر كبير !( ]هود : 1 1 [ . 
وأخبر أن الصبر والمغفرة من العزائم التي تجارة أهلها لا تبور، فقال : > ولمن صبروعر إن ذ اث لمن عرش الامور !( ]الشورى : 43 [ . 
وأمر رسوله بالصبر ]/3 ب[ لحكمه ، وأخبر أن صبره إنما هو به، وبذلك جميع المصائب تهون ، فقال : >واضبرِ لحكو رفي فانك باغيننسا( ]الطور : 48 [ ، وقال : > واصبر وما صئرك إ لا باللة ولا تحزن علئهم ولا تك فى ضيق !ا يمروبئ ! إن الله ء الذين اتقوا والذين هم ئحسنون ! ( ]النحل : 127 - 128 [ . 
قالصبر اخية المؤمن التي يجول ئم يرجع إليها)1(، وساق إيمانه 
)1( الاخية بالمد والتشديد: عود أو حبل يعرض في الحائط ويدفن طرفاه فيه، ويصير وسطه كالعروة تشد إليه الدابة . انظر "النهاية" لابن الاثير )/1 92(، و "لسان العرب " )/14 23(. 
ولعل المصنف استفاد هذه العبارة من حديث أبي سعيد الخدري رضي الله عنه ان الانبي غن!ه قال : "مثل المؤمن ومثل الايمان ، كمثل الفرس في آخيته، يجول ثم يرجع إلى اخيته " . رواه احمد في " مسنده " )/3 55(. 
قال الهيثمي في "مجمع الزوائد" )/01 102(: "رواه احمد وأبو يعلى-
التي لا اعتماد له إلا عليها، فلا إيمان لمن لا صبر له ، وإن كان فإيمان قليل في غاية الضعف ، وصاحبه ممن > يعبد الله عك حرفي فالط اصابو خيز اطماق بهط وإن اصابئه فثنة انقلب على وتجههء خسر ألذئيا والأخزه ( ]الحج/ 
1 1 [)1(، ولم يحط منهما إلا بالصفقة الخاسرة ، فخير عيش أدركه السعداء بصبرهم ، وترقوا إلى أعلى المنازل بشكرهم ، فساروا بين جناحي الصبر والشكر إلى جنات النعيم ، وذلك فضل الله يؤتيه من يشاء، والله ذ و الفضل العظيم. 
ورجالهما رجال الصحيح غير ابي سليمان الليثي وعبدالله بن الوليد التميمي وكلاهما ثقة". 
كذا قال رحمه الله ، إلا ان ابا سليمان الليثي قال فيه علي بن المديني: مجهول ، وعبدالله بن الوليد لين الحديث ، كما في التقريب. 
انظر : "تعجيل المنفعة " ص : 294 ، و "تقريب التهذيب " ص : .556 
لذا ضعفه الالباني في "ضعيف الترغيب والترهييب" رقم : 51831 
قال ابن الاثير في "النهاية" )/1 03(: "ومعنى الحديث انه يبعد عن ربه بالذنوب ، وأصل إيمانه ثابت " اهـ. 
في )ن ( أكمل الاية إلى قوله : > ذلك هو اثح!نران الممين !( .
)1( 
فصل )1(   
ولما كان الايمان نصفين : نصف صبر ونصف شكر، كان حقيقا على من نصح نفسه واحب نجاتها واثر سعادتها، ان لا يهمل هذين الاصلين العظيمين ، ولا يعدل عن هذين الطريقين ]القاصدين[)2( وأن 
يجعل سيره إلى الله بين هذين الطريقين )3(؛ ليجعله يوم لقائه مع خير الفريقين. 
فلذلك وضع هذا الكتاب للتعريف بشدة الحاجة والضرورة إليهما، وبيان توقف سعادة الدنيا والاخرة عليهما، فجاء كتابا جامعا حاويا نافعا، فيه من الفوائد ما هو حقيق أن يعض عليه بالنواجذ ونثنى عليه الخناصر، ممتعا لقارئه ، مريحا للناظر فيه ، مسليا للحزين ، منهضا للمقصرين ، محرضا للمشمرين. 
مشتملا على نكت حسان من نفسير القران ، وعلى أحاديث نبوية معزوة إلى مظانها ، واثار سلفية منسوبة إلى قائلها ، ومسائل فقهية حسان مقررة بالدليل ، ودقائق سلوكية على سواء السبيل )4( ، وذكر أقسام الصبر 
)1( 
المقدمة الاتية استفادها المصنف رحمه الله من كتاب "إحياء علوم الدين" للغزالي )/4 52(. 
وقد افرد الغزالي في "إحياء علوم الدين " )/4 52 12.-( للصبر والشكر كتابا، وهو الكتاب الثاني من ربع المنجيات . 
)2( 
ما بين المعكوفين من النسخ الاخرى ، ولعله سقط من الاصل. 
)3( 
في )م( : " الجناحين " . 
في )م(، )ب( زيادة : "لا تخفى معرفة ذلك على من فكر واحضر ذهنه ، فإن )4( 
فيه ذكر أقسام . . . " . 
وفي )ن(: " لا تخفى . . . ذهنه وذكر اقسام . . . " . 
01
ووجوهه والشكر وأنواعه ، وفصل النزاع في التفضيل بين الغني الشاكر والفقير الصابر، وذكر حقيقة الدنيا وما مثلها الله ورسوله والسلف الصالح به ، والكلام على سر هذه الامثال ومطابقتها لحقيقة الحال ، وذكر ما يذم من الدنيا ويحمد وما يقرب منها إلى الله ويبعد ]/4 ا[ وكيف يشقى بها من يشقى ، ويسعد بها من يسعد ، وغير ذلك من الفوائد التي لا يكاد يظفر بها في كتاب سواه . 
وذلك محض منة الله على عبده ، وعطية من بعض عطاياه ، فهو كتاب يصلح للملوك والامراء ، والاغنياء والفقراء ، والصوفية والفقهاء، ينهض القاعد إلى المسير ، ويؤنس السائر في الطريق ، وينبه السالك على المقصود . 
ومع هذا فهو جهد المقل وقدرة المفلس ، حذر فيه من الداء وإن كان من أهله ، ووصف فيه الدواء وان قصر عن)1( تناوله لظلمه وجهله، 
وهو يرجو أكرم الأكرمين وأرحم الراحمين أن يغفر له غشه لنفسه بنصيحته لعباده المؤمنين. 
فما كان في الكتاب من صواب فمن الله وحده ؛ فهو المحمود المستعان ، وما كان فيه من خطا فمن مصنفه ومن الشيطان ، والله بريء 
منه ورسولهه 
وهذه بضاعة مؤلفه المزجاة تساق إليك ، وسلعته تعرض عليك، فلقارئه غنمه ، وعلى مؤلفه غرمه )2( . 
)1( 
في )ن(: "لم يصبر على". مكان : "قصر عن". 
)2( 
في )م(، )ب( بعد هذه الكلمة الزيادة التالية : "وبنات افكاره تزف إليك ، فان = 11
وقد جعلته ستة وعشرين بابا وخاتمة:   
الباب الأول : في معنى الصبر لغة واشتقاق هذه اللفظة وتصريفها. الباب الثاني : في حقيقة الصبر وكلام الناس فيه. 
[لباب الثالث : في بيان أسماء الصبر بالاضافة إلى متعلقه. الباب الر[بع : في الفرق بين الصبر والتصبر والاصطبار والمصابرة . الباب الخامس : في أقسام الصبر باعتبار محله. 
- الباب السادس : في أقسامه بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى وعجزه عنه. 
الباب السابع : في بيان أقسامه باعتبار متعلقه. 
[لباب 1لثامن : في انقسامه باعتبار تعلق الاحكام الخمسة به. الباب التاسع : في بيان تفاوت درجات الصبره 
الباب العاشر : في انقسام الصبر إلى محمود ومذموم . 
الباب الحادي عشر : في الفرق بين صبر الكرام وصبر اللئام . الباب الثاني عشر : في الاسباب التي تعين على الصبر. 
الباب الثالث عشر : في بيان أن الانسان لا ]/4 ب[ يستغني عن الصبر في حال من الاحوال . 
وجدت حرا كريما كان بها اسعد، والا-فهي خود تزف إلى عنين مقعد". وفي )ن( ايضا : "وبعات افكاره . . . " إلى : "خود تزف إلى عنين ضرير مقعد". 
12
الباب الرابع عشر : في بيان أشق الصبر على النفوس . 
الباب الخامس عشر : في ذكر ما ورد في الصبر من نصوص الكتاب العزيز. 
الباب السادص عشر : في ذكر ما ورد فيه من نصوص السنة. 
الباب السابع عشر : في ذكر الاثار الواردة عن الصحابة في فضيلة الصبر. 
الباب الثامن عشر: في ذكر امور تتعلق بالمصيبة من البكاء، والندب ، وشق الثياب ، ودعوى الجاهلية ، ونحوها. 
الباب التاسع عشر: في أن الصبر نصف الايمان ، وأن الايمان نصفان : نصف صبر ، ونصف شكر. 
الباب العشرون : في بيان تنازع الناس في الافصل من الصبر والشكر. 
الباب الحادي والعشرون : في الحكم بين الفريقين ، والفصل بين الطائفتين. 
الباب الثاني والعشرون : في اختلاف الناس في الغني الشاكر والفقير الصابر أيهما أفصل ؟ وما هو الصواب في ذلك؟ 
الباب الثالث والعشرون : في ذكر ما احتجت به الفقراء من الكتاب والسنة والاثار والاعتبار. 
الباب الرابع والعشرون : في ذكر ما احتجت به الاغنياء من الكتاب والسنة والاثار والاعتبار. 
13
الباب الخامس والعشرون : في بيان الامور المضادة للصبر، والمنافية له ، والقادحة فيه.   
الباب السادس والعشرون : في بيان دخول الصبر والشكر في صفات الرب جل جلاله وتسميته بالصبور والشكور. 
وسميته : "عدة الصابرين وذخيرة الشاكرين "، والله سبحانه المسؤول أن يجعله خالصا لوجهه مدنيا من رضاه ، وأن ينفع به مؤلفه وكاتبه وقارئه ، إنه سميع الدعاء وأهل الرجاء، وهو حسبنا ونعم الوكيل. 
14

""",
  },
  {
    "videoUrl": "https://youtu.be/su74RrBcDUM?si=x7F30n7g7MlIiOem",
    "id": 1,
    "title": "الباب الأول: في معنى الصبر لغة واشتقاق هذه اللفظة وتصريفها",
    "content": """ 
الباب الأول   
في معنى الصبر لغة ، واشتقاق هذه اللفظة وتصريفها 
أصل هذه الكلمة هو : المنع والحبس . فالصبر : حبس النفس عن الجزع ، واللسان عن التشكي والتسخط ، والجوارح عن لطم الخدود وشق الجيوب ونحوهما. 
ويقال : صبر يصبر صبرا ، وصبر نفسه ؛ قال تعالى : > واصحبرنفسك ح ألذين يذعوت ربهم ( ]الكهف : 8 2 [ . 
وقال عنترة : 
فصبرت عارفة لذلك حرة ترسو إذا نفس الجبان تطلع )1( 
]/5 أ[ يقول : حبست نفسا عارفة ، وهي نفس حر يأنف لا نفس عبد لا أنفة له. 
ترسو، اي: تثبت وتسكن ، إذا خفت نفس الجبان 
و قوله: 
وا ضطر بت. 
ويقال : صبرت فلانا ، إذا حبسته ، وصبرته - بالتشديد - إذا حملته على الصبر. 
وفي حديث الذي أمسك رجلا وقتله اخر : "يقتل القاتل ، ويصبر 
)1( 
البيت في "ديوانه" ص .85 وانظر "غريب الحديث " لابي عبيد )/1 321(، و " لسان العرب " )/4 438( و )/9 923(. 
15
الصابر")1( ؛ اي : يحبس للموت كما حبس من امسكه للموت . وصبرت الرجل إذا قتلته صبرا ، أي : امسكته للقتل. 
وصبرته أيضا واصبرته إذا حبسته للحلف ، ومنه الحديث الصحيح: 
"من حلف على يمين صبر لتقتطع بها مال امرىء مسلم لقي الله وهو عنه 
)2( . 
معرص" . 
ومنه الحديث الذي في القسامة : "ولا تصبر يمينه حيث تصبر الأيمان ") 1( . 
والمصبورة : اليمين المحلوف عليها. 
)1(   
اخرجه عبدالرزاق في "مصنفه" رقم )29178(، ومن طريقه الدارقطني في "سننه" )/3 014( عن معمر عن إسماعيل بن امية رفع الحديث إلى النبي ع!ييه به . وهذا ظاهر الانقطاع . 
واخرجه الدارقطني في "سننه" )/3 913(، عن إسماعيل بن امية عن سعيد بن المسيب نحوه . وهذا مرسل ايضا. 
ثم اخرجه الدارقطني في "سننه" )/3 0 14( ومن طريقه البيهقي في "السنن الكبرى " )/8 05( عن إسماعيل بن امية مرسلا نحوه . 
كما اخرجه الدارقطني في "سننه" )/3 014(، والبيهقي في "السنن الكبرى " )/8 05( وابو نعيم في "الحلية" )/7 011(، عن إسماعيل بن امية عن نافع عن ابن عمر عن النبي ع!ي! نحوه . إلا انه غير محفوظ كما ذكر البيهقي في " السنن الكبرى " )/8 05(. 
)2( 
اخرجه البخاري في "صحيحه " رقم )9454(، )6676(، ومسلم في "صحيحه"، رقم )138( عن عبدالله بن مسعود رضي الله عنه ، بلفظ : "من حلف على يمين صبر ليقتطع بها مال امرىء مسلم ، لقي الله وهو عليه غضبان ". 
)3( 
اخرجه البخاري في "صحيحه" رقم )3845( عن ابن عباس رضي الله عنهما. 16
وفي الحديث : " نهى عن المصبورة ")1( ؛ وهي : الشاة ، والدجاجة، ونحوهما تصبر للموت فتربط ثم ترمى حتى تموت .   
وفعل هذ[ الباب : صبرت اصبر بالفتح في الماضي والكسر في المستقبل ، ]واما صبرت اصبر بالضم في المستقبل [)2( فهو بمعنى: الكفالة ، والصبير: الكفيل ، كانه حبس نفسه للغرم ، ومنه قولهم: اصبرني : اعطني كفيلا. 
وقيل : اصل الكلمة من الشدة والقوة ، ومنه : الصبر للدواء المعروف ؛ لشدة مرارته وكراهته. 
فال الاصمعي : إذا لقي الرجل الشدة بكمالها، قيل: لقيها باصبارها. 
ومنه الصبر بضم الصاد: الارض ذات الحصباء، لشدتها 
روى عبدالرزاق في "مصنفه": )8718( عن مجاهد قال : "نهى رسول الله !ي! )1( 
عن أكل المصبورة" . وهذا ظاهر الانقطاع . 
وقد اخرج البخاري في "صحيحه" رقم )5513(، ومسلم في "صحيحه" رقم )5691( عن انس بن مالك رضي الله عنه قال : "نهى رسول الله ان تصبر 
البهائم ". 
والمصبورة هي المجثمة ، إلا ان المجثمة لا تكون إلا في الطير والارانب واشباه ذلك مما يجثم . انظر "غريب الحديث " لابي عبيد )/1 322(. وفي النهي عن اكل المجثمة عدة أحاديث عن ابي الدرداء وابن عباس وابي 
ثعلبة الخشني رضي الله عنهم. 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى ، وهي زيادة )2( 
لا بد منها ليصح الكلام . انظر: "القاموس المحيط " )/2 66(، و"لسان العرب " )/4 943(. 
17
في أمر 
وصلابتها. 
ومنه سيت الحرة أم صبار. 
ومنه قولهم : وقع القوم في أم صبور - بتشديد الباء - أي : شديد. 
ومنه صبارة الشتاء - بتخفيف الباء وتشديد الراء - لشدة برده . 
وقيل : هو مأخوذ من الجمع والضم ؛ فالصابر يجمع نفسه ويضمها عن الهلع والجزع ، ومنه : صبرة الطعام ، وصبارة الحجارة .   
والتحقيق : أن في الصبر المعاني الثلاثة : المنع والشدة والضثم. 
ويقال : صبر إذا أتى بالصبر ، وتصبر إذا تكلفه واستدعاه ، واصطبر إذا اكتسبه وتعلمه ، وصابر إذا واقف )1( خصمه في مقام الصبر، وصبر نفسه وغيره - بالتشديد - إذا حملها على الصبر. 
واسم الفاعل : صابر وصبار وصبور ومصابرومصطبر؛ فمصابر من صابر ، ومصطبر من اصطبر ، وصابر من صبر ، وأما صبار وصبور فهو من أوزان المبالغة من الثلاثي كضراب وضروب ]ه/ ب[، والله تعالى أعلمه 
)1( في الاصل : "وقف" ، والمثبت من )ن( و )م(. 
18
""",
  },
  {
    "videoUrl": "https://youtu.be/su74RrBcDUM?si=x7F30n7g7MlIiOem",
    "id": 2,
    "title": "الباب الثاني: في حقيقة الصبر وكلام الناس فيه",
    "content": """
الباب الثاني   
في حقيقة الصبر وكلام الناس فيه 
قد تقدم بيان معناه لغة. 
واما حقيقته فهو : خلق فاضل من أخلاق النفس ، تمتنع به من فعل )1( ،ما لا يحسن ولا يجمل ، وهو قوة من فوى النفس التي بها صلاح 
شانها ، وقوام امرهاه 
وسئل عنه الجنيد بن محمد)2(؟ فقال هو : "تجرع المرارة من غير 
و )3( 
تعبس " . 
وقال ذو النون )4(:"هو: التباعد عن المخالفات والسكون عند تجرع غصص البلية ، وإظهار الغنى مع حلول الفقر بساحات المعيشة )5(")6( 
ا لا صل : " قو ة " خطأ. 
هو ابو القاسم الجنيد بن محمد النهاوندي البغدادي ، شيخ الصوفية ، اتقن العلم ثم تأله وتعبد ونطق بالحكمة ، توفي سنة 892 انظر ترجمته في : "تاريخ بغداد" )/7 241 - 248(، و "سير اعلام النبلاء" )/14 66 - 07(. 
انظر : " الرسالة القشيرية " ص : 255 ، و "مدارج السالكين " )/2 157 ( . هو ابو الفيض ثوبان بن إبراهيم النوبي شيخ الديار المصرية ، كان عالما فصيحا حكيما، ولد في أواخر أيام المنصور، وتوفي رحمه الله سنة خمس واربعين ومائتين . انظر ترجمته في "تاريخ بغداد" )/8 -393 693(، و "سير أعلام النبلاء" )/11 536-532(. 
في الاصل : "العيشة" والمثبت من النسخ الاخرى والمصادر. 
انظر: "حلية الاولياء" )/9 362(، و"الرسالة القشيرية" ص: ،256 و "مدارج السالكبن " )/2 158(. وفي "حلية الاولياء" : "التباعد عن الخلطاء - 
91
)1( )2( 
)3( )4( 
)6( 
وقيل : " الصبر : هو الوقوف مع البلاء بحسن الأدب ")1( . وقيل : " هو : الفناء في البلوى بلا ظهور شكوى ")2( . 
وقال ابو عثمان )3(: "الصبار: هو الذي عود نفسه الهجوم على المكاره ")4( . 
"الصبر: المقام مع البلاء بحسن الصحبة كالمقام مع 
وقيل: 
العافية " ) ( . 
ومعنى هذا : أن لله على العبد عبودية في عافيته وفي بلائه ، فعليه أ ن يحسن صحبة العافية بالشكر ، وصحبة البلاء بالصبر. 
وقال عمرو بن عثمان المكي )6(: "الصبر: هو الثبات مع الله، 
في الشدة " مكان : "التباعد عن المخالفات ". 
وذكر القشيري في "الرسالة" ص : ،256 والقرطبي في "الجامع لاحكام القران " )/2 118(، عنه أنه قال : الصبر هو : الاستعانة بادئه تعالى. 
)1(   
انظر: "الرسالة القشيرية" ص : ،256 و"شرح النووي على مسلم " )/3 201(، ونسباه لابن عطاء. 
)2( 
انظر : " الرسالة القشيرية " : ص : 256 ، و "مدارج السالكين " )/2 158 ( )3( 
هو أبو عثمان سعيد بن إسماعيل بن سعيد الحيري ، شيخ الاسلام ، ولد سنة ثلاثين ومائتين ، كان للخراسانيين نظير الجنيد للعراقيين ، توفي رحمه الله سنة ثمان وتسعين ومائتين . انظر ترجمته في : "حلية الاولياء" )/01 244 - 246(، و "سير أعلام النبلاء" )/14 62 - 66(. 
)4( 
انظر : "الرساله القشيرية " ص : 256 ، و "مدارج السالكين " )/2 158 ( . )5( 
انظر : "الرسالة القشيرية " ص : ،256 و "مدارج السالكين " )/2 158 ( . )6( 
هو أبو عبدالله عمرو بن عثمان المكي الزاهد، شيخ الصوفية ، توفي رحمه الله بعد الثلاث مائة . انظر ترجمته في : "حلية الاولياء" )/01 -192 692(، = 
02
وتلقي بلائه بالرحب والدعة ")1( . 
ومعنى هذا: أنه يتلقى البلاء بصدر واسع ، لا يتلقاه )2( بالضيق والتسخط والشكوى . 
الخواص )3(: "الصبر: الثبات على أحكام الكتاب 
يز 
والسنة " ) 4 ( 
وقال رويم) ( : " الصبر : ترك الشكوى ")6( . فسره بلازمه. وقال غيره : " الصبر : هو الاستعانة بالله ")7( .   
و "سير اعلام النبلاء" )/14 57 - 58(. 
)1( 
انظر : "الرسالة القشيرية" ص : 256 ، و " مدارج السالكين " )/2 158 ( . )2( 
في )ب(: يتعلق وهو تحريفه 
)3( 
هو أبو إسحاق إبراهيم بن احمد الخواص ، عابد من اقران الجنيد والنوري، توفي بالري سنة إحدى وتسعين ومائتين . انظر ترجمته في "حلية الاولياء" )0 /1 325 - 331(، و "الرسالة القشيرية " ص : 69 . 
)4( 
انظر: "شرح النووي على مسلم " )/3 101 - 201(، و"الجامع لاحكام القران " للقرطبي )/2 18 1 (، و " الرسالة القشيرية " ص : 256 . 
)5( 
هو ابو الحسن رويم بن احمد بن يزيد الصوفي ، من أفاضل البغداديين ، كان عالما بالقران ، شيخ الصوفية ، ومن فقهاء الظاهرية ، توفي رحمه الله سنة ثلاث وثلاثمائة . انظر ترجمته في : "تاريخ بغداد" )/8 043(، و "حلية الاولياء" .)203 -692 /01( 
)6( 
انظر: "تاريخ بغداد" )/8 043(، و "الجامع لاحكام القران " للقرطبي )/2 118(، و "الرسالة القشيرية" ص : .256 
)7( 
انظر : "الرسالة القشيرية" ص : ،256 و "الجامع لاحكام القران " للقرطبي )/2 118(، ونسباه لذي النون . 
21
وقال أبو علي)1 ( : " الصبر كاسمه ")2( . 
قال علي بن أبي طالب رضي الله عنه : "الصبر مطية لا تكبو")3( . 
وقال ابو محمد الجريري )4(: "الصبر ان لا تفرق بين حال النعمة والمحنة مع سكون الخاطر فيهما") ( . 
قلت : وهذا غير مقدور ولا مامور، فقد ركب الله الطباع على التفريق بين الحالتين ، وإنما المقدور حبس النفس عن الجزع لا استواء الحالتين عند العبد. 
وساحة العافية اوسع للعبد من ساحة الصبر، كما قال النبي لمج! في الدعاء المشهور : "إن لم يكن بك غضب علي فلا ابالي ، غير أن عافيتك 
)1( 
هو أبو علي الحسن بن علي النيسابوري الدقاق ، شيخ الصوفية بنيسابور، توفي رحمه الله سنة ست واربعمائة . انظر ترجمته في : "سير أعلام النبلاء" )/17 246(، و "شذرات الذهب " )/3 018(. 
)2( 
انظر : " الرسالة القشيرية" ص : 256 . 
)3( 
لم أجده مسندا ونسبه إليه القشيري في "رسالته" ص: ،256 والثعالبي في "التمثيل والمحاضرة " ص : ،03 والزمخشري في "ربيع الأبرار ونصوص الاخبار" )/3 49( وغيرهم. 
)4( 
هو أبو محمد أحمد بن محمد بن حسين الجريري الزاهد، شيخ الصوفية ، ولما توفي الجنيد أجلسوه مكانه ، توفي رحمه الله سنة اثنتي عشرة وثلاثمائة . انظر ترجمته في "حلية الاولياء" )/01 -347 348(، و "سير أعلام النبلاء" )/14 .)467 
انظر: "الرساله القشيرية" ص : ،256 و "طبقات الاولياء" لابن الملقن ص : )5( 
575 -74 
22
اوسع لي")1(، ولا يناقض هذا قوله كيو : "وما اعطي أحد عطاء خيرا واوسع من الصبر")2(؛ فان هذا بعد نزول البلاء ليس للعبد اوسع من الصبر ، واما قبله فالعافية اوسع له منه. 
وقال أبو علي الدقاق ]/6 ا[: "حد الصبر الا تعترض على التقدير. فاما اظهار البلاء على غير وجه الشكوى فلا ينافي الصبر . قال الله تعالى في قصة ايوب عليه السلام : > إنا وجدنه صحابرا ( ]ص : 44[ مع قوله: > مسنى الضر< ]الانبياء : 83[" )3( . 
قلت : فسر اللفظة بلازمها. 
)1( 
اخرجه الطبراني في "الكبير" - قطعة من الجزء 13 ، ص 73 رقم )181(،- وفي "الدعاء" رقم: )3601(، ومن طريقه اخرجه ابو القاسم الاصبهاني في "الحجة في بيان المحجة " )/2 441 - 442(، والضياء في "المختارة" )/9 018 - 181(، والخطيب البغدادي في "الجامع لاخلاق الراوي (" )/2 275(، وابن مند 5 في "جزء ترجمة الطبراني " ص : .346 
واخرجه ابن عدي في "الكامل" )/6 111(، كلاهما - اي الطبراني وابن عدي - من طريق محمد بن إسحاق عن هشام بن عروة عن ابيه عن عبدالله بن 
جعفر رضي الله عنه به. 
قال ابن عدي : "وهذا حديث ابي صالح الراسبي لم نسمع ان احدا حدث بهذا الحديث غيره ، ولم نكتبه إلا عنه". 
وقال الهيثمي في "مجمع الزوائد" )/6 35(: "رواه الطبراني وفيه محمد بن إسحاق وهو مدلس ثقة ، وبقية رجاله ثقات ". 
)2( 
أخرجه البخاري في "صحيحه" رقم )9146(، ومسلم في "صحيحه" رقم: )5301(، عن ابي سعيد الخدري رضي الله عنه. 
)3( 
انظر: "الرسالة القشيرية" ص : ،925 و"شرح النووي على مسلم " )/3 201 (، و "الجامع لاحكام القران " للقرطبي )/2 118 ( . 
23
واما قوله : "على غير وجه الشكوى " ؛ فالشكوى نوعان : 
احدهما : الشكوى إلى الله ، فهذا لا ينافي الصبر ؛ كما قال يعقوب 
عليه السلام : > إنما أشكوا بثى وحزني إلى الله < ]يوسف : 86[ مع قوله: > فصمتر جمل ( ]يوسف : 18 ، 83[ . 
وقال ايوب عليه السلام : > مسنى الضر< ]الانبياء : 83[ مع وصف الله له بالصبر. 
وقول سيد الصابرين صلوات الله وسلامه عليه : "اللهم إليك اشكو ضعف قوتي وقلة حيلتي . . . " الحديث )1( . 
وقول موسى صلى الله عليه وسلم : "اللهم لك الحمد، واليك المشتكى ، وانت المستعان ، وبك المستغاث ، وعليك التكلان ، ولا حول ولا قوة إلا بك " )2( . 
والنوع الثاني : شكوى المبتلى بلسان الحال او المقال ، فهذا لا 
)1( 
تقدم تخريجه قريبا. 
)2( 
اخرجه الطبراني في "الاوسط" رقم )4933(، وفي "الصغير" رقم )933(، والخرائطي في "فضيلة الشكر" رقم )11(5 عن عبدالله بن مسعود رضي الله عنه قال : قال رسول الله !م : "الا أعلمكم الكلمات التي تكلم بها موسى عليه السلام حين جاوز البحر ببني إسرائيل ؟ فقلنا : بلى يا رسول الله ، قال : قولوا: اللهم لك الحمد. . .". 
فذكره دون قوله : "وبك المستغاب وعليك التكلان". 
وقال المنذري في "الترغيب والترهيب " )/.2 406(: "رواه الطبراني في "الصغير" بإسناد جيد" . وقال الهيثمي في "مجمع الؤوائد" )/01 183(: "رواه الطبراني في "الاوسط " و "الصغير[( وفيه من لم أعرفهم ". 
24
يجامع الصبر بل يضاده ، ويبطله. 
فالفرق بين شكواه والشكوى إليه . وسنعود لهذه المسألة في باب : " اجتماع الشكوى والصبر وافتراقهما" إن شاء الله )1( . 
وقيل : " الصبر : شجاعة النفس " . 
ومن هاهنا اخذ القائل قوله : " الشجاعة صبر ساعة ")2( . وقيل : "الصبر ثبات القلب عند موارد الاضطراب " . 
والصبر والجزع ضدان ، ولهذا يقابل أحدهما بالآخر، قال تعالى عن أهل النار : > سوا"!نآ أجزعنا أتم صبرنا< ]ابراهيم : 1 2[ . 
والجزع قرين العجز وشقيقه ، والصبر قرين الكيس ومادته ؛ فلو سئل الجزع : من أبوك ؟ لقال : العجز . ولو سئل الكيس من أبوك ؟ لقال : الصبر. 
والنفس مطية العبد التي يسير عليها إلى الجنة أو النار، والصبر لها بمنزلة الخطام والزمام للمطية ، فإن لم يكن للمطية خطام ولا زمام 
)1( 
وقد تناول الفرق بينهما ايضا قي "مدارج السالكين " )/2 161(. 
)2( 
قاله البطال ، واخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم : )05(، وفي كتاب " مكارم الاخلاق " رقم : )172 ( . 
وقاله أيضا- ولعله اخذه عن البطال - يحى بن سعيد الطبيب النصراني البصري ، حيث قال : 
إن الشجاعة صبر ساعه فازجر عن القلب انخداعه واقنع بما سن الالـه فخير ما صحب القناعه انطر: "خريدة القصر وجريدة العصر" للعماد الاصبهاني )/4 /2 0 07(. 
25
شردت في كل مذهبه 
وحفط من خطب الحجاج : "اقدعوا هذه النفوس ؛ فانها طلعة إلى كل سوء ، فرحم الله امرأ جعل لنفسه خطاما وزماما ؛ فقادها بخطامها إلى 
طاعة الله ، وصرفها بزمامها عن معصية الله ، فان الصبر عن محارم الله أيسر من الصبر على عذابه ")1(. 
قلت : والنفس فيها قوتان : قوة الاقدام ، وقوة الاحجام ، فحقيقة الصبر أن يجعل قوة الاقدام مصروفة إلى ما ]/6 ب[ ينفعه ، وقوة الاحجام إمساكا عما يضره . 
ومن الناس من يكون صبره )2( على فعل ما ينتفع به وثباته عليه أقوى من صبره عما يضره ، فيصبر على مشقة الطاعة ، ولا صبر له عن داعي هواه إلى ارتكاب ما نهي عنه. 
ومنهم من تكون قوة صبره عن المخالفات أقوى من صبره على مشقة الطاعات . 
ومنهم من لا صبر له على هذا ولا على هذا. 
وأفضل الناس أصبرهم على النوعين ؛ فكثير من الناس يصبر على مكابدة قيام الليل في الحر والبرد وعلى مشقة الصيام ، ولا يصبر عن نظرة محرمة. 
،)016
)1( 
لم أقف عليها هكذا، وذكر نحوها المبرد في "الكامل" )/1 والزمخشري في "ربيع الابرار ونصوص الاخبار" )/3 192(. وقال المبرد : "اقدعوا" يقال : قدعته عن كذا، اي : منعته عنه. 
)2( 
كذا في الاصل و )ب(. وفي )م( و )ن(: "تكون قوة صبره ". 26 
وكثير من الناس يصبر عن النظر، وعن الالتفات إلى الصور، ولا صبر له على الامر بالمعروف والنهي عن المنكر وجهاد الكفار والمنافقين ، بل هو اضعف شيء عن هذا واعجزه . 
واكثرهم لا صبر له على واحد من النوعين ، واقلهم أصبرهم في الموضعين. 
وقيل : " الصبر : ثبات باعث العقل والدين في مقابلة باعث الشهوة والطبع )1 (")2( . 
ومعنى هذا : أن الطبع يتقاضى ما يحب ، وباعث العقل والدين يمنع منه ، والحرب قائمة بينهما وهي سجال ، ومعركة هذا الحرب قلب العبد ه والصبر : الشجاعة والثبات )3(. 
)1( 
في النسخ الاخرى : "الهوى والشهوة "، مكان : "الشهوة والطبع ". وفي
" الاحياء": "باعث الشهوة ". 
)2( 
قاله الغزالي في "إحياء علوم الدين " )/4 54 ، 56(. 
)3( 
انظر : " إحياء علوم الدين " )/4 54(. وقيه : " ومعركة هذا القتال . . " . 27 


""",
  },
  {
    "id": 3,
    "title": "الباب الثالث: في بيان أسماء الصبر بالإضافة إلى متعلقه",
    "content": """
الباب الثالث 
في بيان أسماء الصبر بالإضافة الى متعلقه 
لما كان الصبر المحمود)1( هو: الصبر النفساني الاختياري عن إجابة داعي الهوى المذموم ، كانت مراتبه واسماوه بحسب متعلقه)2( : 
فانه إن كان صبرا عن شهوة الفرج المحرمة سمي عفة ، وضدها الفجور والزنى والعهر. 
وان كان عن شهوة البطن وعدم التسرع إلى الطعام أو تناول ما لا يحل منه سمي شرف ذفس وشبع ذفس، وسمي ضده شرها ودذاءة ووضاعة نفسه 
وإن كان عن إظهار ما لا يحسن إظهاره من الكلام سمي كتمان سر، وضده اذاعة وإفشاء أو تهمة أو فحشا أو سبا او كذبا او قذفا. 
وان كان عن فضول العيش سمي زهدا ، وضده حرصا. 
)1( 
في الاصل : "المذموم"، وهو خطأه والتصويب من النسخ الاخرى . )2( 
هذه المراتب والاسماء الاتية التي ذكرها المصنف رحمه الله هنا- والتي سوف يفصلها قيما بعد - أصلها من كتاب الغزالي "إحياء علوم الدين " )/4 57(. وقوله : "لما كان الصبر المحمود هو: الصبر النفساني الاختياري . . . " الخ . فالصبر المحمود يقابله الصبر المذموم ، وسيأتي ذلك في الباب العاشر. ثم الصبر النفساني يقابله الصبر البدني ، وسيأتي ذلك في الباب الخامس. وكذلك الصبر الاختياري يقابله الصبر الاضطراري ، وسيأتي ذلك في الباب الخامس والباب التاسح ، وكذلك في أثناء الباب الثالث عشر. 
وبهذا يتضح معنى هذه الجملة والله أعلم. 
28
وإن كان على قدر يكفي من الدنيا سمي قناعة ، ويضادها الحرص أيضا. 
وان كان عن إجابة ]/7 ا[ داعي الغضب سمي حلما ، وضده تسزعا. 
وإن كان عن إجابة داعي العجلة سمي وقارا وثباتا، وضده طيشا وخمة. 
وإن كان عن إجابة داعي الفرار والهرب سمي شجاعة ، وضده جبنا وخورا . 
وإن كان عن اجابة داعي الانتقام سمي عفوا وصفحا ، وضده انتقاما وعقوبة. 
وان كان عن إجابة داعي الامساك والبخل سمي جودا)1(، وضده 
وان كان عن إجابة داعي الطعام والشراب في وقت مخصوص سفي صوما. 
وإن كان عن إجابة داعي العجز والكسل سمي كيساه 
وإن كان عن إجابة داعي إلقاء الكل )2( على الناس وعدم حمل كلهم سمي مروءة . 
فله عند كل فعل وترك اسم يخصه بحسب متعلقه ، والاسم الجامع 
)1( في الاصل : "جوادا"، وهو خطا، والتصويب من النسخ الاخرى . )2( الكل : الثقل من كل ما يتكلف . النهاية : 4/891 . 
92
لذلك كله : الصبر. 
وهذا يدلك على ارتباط مقامات الدين كفها)1( بالصبر من أولها إلى اخرهاه 
وكذا يسمى عدلا إذا تعلق بالتسوية بين المتماثلين وضده الظلم. وسمي سماحة إذا تعفق ببذل الواجب والمستحب بالرضا والاختيار ، وعلى هذا منازل جميع الدين. 
)1(في )م(و)ن(:كله. 
03

""",
    "videoUrl": "https://youtu.be/su74RrBcDUM?si=x7F30n7g7MlIiOem",
  },
  {
    "id": 4,
    "title": "الباب الرابع: في الفرق بين الصبر والتصبر والاصطبار والمصابرة",
    "content": """

الباب الرابع 
في الفرق بين الصبر والتصبر والاصطبار والمصابرة )1( 
الفرق بين هذه الاسماء بحسب حال العبد في نفسه وحاله مع غيره ، فان حبس نفسه ومنعها عن إجابة داعي ما لا يحسن ؛ إن كان حلقا وملكة سمي صبرا . وإن كان بتكلف وتمرن وتجرع لمرارته سمي تصبرا، كما يدل عليه هذا البناء لغة ، فانه موضوع للتكلف ؛ كالتحلم ، والتشجع، والتكرم ، والتحمل ونحوهاه 
وإذا تكلفه العبد واستدعاه صار سجية له ؛ كما في الحديث عن النبي لمجيم انه قال : "ومن يتصبر يصبزه الله ")2( . 
وكذلك العبد يتكلف التعفف حتى يصير العفاف له سجية ، وكذلك سائر الاخلاق . 
وهي مسألة اختلف الناس فيها هل يمكن اكتساب الاخلاق أم لا يمكن اكتسابها؟ 
فقالت طائفة : الخلق كالخلق الظاهر لا يمكن اكتساب )3( واحد منهما والتخلق لا يصير حلقا أبدا ؛ كما قال الشاعر: 
)1( وانظر في الفرق بين الصبر والتصبر: "إحياء علوم الدين " للغزالي )/4 95(. )2( اخرجه البخاري في "صحيحه" رقم )9146(، ومسلم في "صحيحه" رقم )5301( عن ابي سعيد الخدري رضي الله عنه. 
)3( من قوله : "الاخلاق أم لا يمكن اكتسابها" في الفقرة السابقة ، إلى هنا ساقط من النسخ الثلاث . 
31
يراد من القلب نسيابمم وتأبى الطباع على الناقل )1( وقال الاخر ]/7 ب[: 
شيمته إن التخلق يأتي دونه الخلق )2( 
يا أيها المتحلي غير وقال الآخر: 
فضح التطبع شيمة المطبوع )3( 
وقد فرغ الله سبحانه من الخلق، و الخلق ، وا لرزق ، 
قالوا : 
وا لاجل. 
وقالت طائفة أخرى : بل يمكن اكتساب الخلق كما يكتسب العقل والحلم والجود والسخاء والشجاعة . والوجود شاهد بذلك. 
قالوا : والمزاولات تعطي الملكات . 
)1( 
البيت للمتنبي . انظر : "ديوان المتنبي " مع الشرح المنسوب إلى العكبري ص : .22 
)2( 
البيت هكذا بشطريه في النوادر 948 لابي زيد. و"الكامل" للمبرد )/1 16(. منسوبا إلى سالم بن وابصة ، ونسب للعرجي مركبا من بيتين هكذا : 
يا ايها المتحلي غير شيمته ومن شمائله التبديل والملق ارجع إلى خلقك المعروف ديدنه إن التخلق ياتي دونه الخلق انظر : "البيان والتبيين " للجاحظ )/1 233(، و "العقد الفريد" لابن عبد ربه )/2 9 31( ، و "الشعر والشعراء" لابن قتيبة ص .387 
)3( 
عجز بيت للشريف الرضي وصدره : 
هيهات لا تتكلفن لي الهوى 
وهو في "ديوانه " ) 1 / 2 5 6 ( . 
32
ومعنى هذا : أن من زاول شيئا واعتاده وتمرن عليه صار ملكة له وسجية وطبيعة. 
قالوا : والعوائد تنقل الطبائع ؛ فلا يزال العبد يتكلف التصبر حتى يصير الصبر له سجية ، كما أنه لا يزال يتكلف الحلم والوقار والسكينة والثبات حتى تصير له أخلاقا بمنزلة الطبائع. 
قالوا : وقد جعل الله سبحانه في الانسان قوة القبول والتعلم والتهيؤ للكمال )1(، فنقل الطبائع عن مقتضياتها غير مستحيل ، غير أن هذا الانتقال قد يكون ضعيفا فيعود العبد إلى طبعه بأدنى باعث ، وقد يكون قوئا ولكن لم ينتقل الطبع انتقالا تافا)2(، فقد يعود إلى طبعه إذا قوي الباعث واشتد، وقد يستحكم الانتقال بحيث يستحدث صاحبه طبعا ثانيا ، فهذا لا يكاد يعود إلى طبعه الذي انتقل عنه. 
وأما الاصطبار فهو أبلغ من التصبر؛ فانه افتعال للصبر بمنزلة الاكتساب ، فالتصبر مبدأ الاصطبار ، كما أن التكسب مقدمة الاكتساب ، 
فلا يزال التصبر يتكرر حتى يصير اصطبارا . 
وأما المصابرة فهي مقاومة الخصم في ميدان الصبر؛ فانها مفاعلة تستدعي وقوعها بين اثنين كالمشاتمة والمضاربة ، قال تعالى : > يأيقا أئذلىءامنوا اصبروا وصابروا وراطوا( ]ال عمران : 0 02[؛ فامرهم بالصبر وهو حال الصابر في نفسه ، والمصابرة وهي حاله في التصبر مع خصمه، والمرابطة وهي الثبات واللزوم والاقامة على التصبر والمصابرة ، فقد 
)1( قوله : "والتهيؤ للكمال " ليس في )ب(. 
)2( قوله : "انتقالا تافا" ليس في )ب(. 
33
)1(يصبر العبد ولا يصابر، وقد يصابر ولا يرابط ، وقد يصبر ويصابر ويرابط من غير تعبد بالتقوى ، فأخبر سبحانه أن ملاك ذلك)2( كله التقوى ، وأن الفلاح موقوف عليها فقال : >واتقوا ألله لعلكم 
تفلحون !( أ ال عمران : 002[؟ فالمرابطة كما انها لزوم الثغر الذي 
يخاف هجوم العدو منه ]/8 أ[ في الظاهر، فهي لزوم ثغر القلب لئلا يدخل منه الهوى والشيطان فيزيله عن مملكته. 
)1( في الاصل : "بعد تصبر" وهو تصحيف. 
)2( ساقطة من الاصل ، واستدركتها من النسخ الاخرى . 
34
""",
    "videoUrl": "https://youtu.be/su74RrBcDUM?si=x7F30n7g7MlIiOem",
  },
  {
    "id": 5,
    "title": "الباب الخامس: في انقسامه باعتبار محله",
    "content": """
الباب الخامس 
في أقسامه )1( باعتبار محله )2( 
الصبر ضربان : ضرب بدني ، وضرب نفساني ، وكل منهما نوعان : اختياري ، واضطراري ، فهذه أربعة أقسام : 
الأول : البدني الاختياري ، كتعاطي الاعمال الشاقة على البدن اختيارا وارادة . 
الثاني : البدني الاضطراري ، كالصبر على الم الضرب والمرض والجراحات والبرد والحر وغير ذلك. 
الثالث : النفساني الاختياري ، كصبر النفس عن فعل ما لا يحسن فعله شرغا ولا عقلا. 
1لرابع : النفساني الاضطراري ، كصبر النفس عن محبوبها قهرا إذا حيل بينها وبينه. 
فاذا عرفت هذه الاقسام فهي مختصة بنوع الانسان دون البهائم، وتشاركه البهائم )3( في نوعين منها وهما: صبر البدن والنفس الاضطراريين ، وقد يكون بعضها أقوى صبرا من الانسان ، وإنما تميز الإنسان عنها بالنوعين الاختياريين. 
)1( 
قي )ب ( : " انقسامه " . 
قارن هذا الباب ب "إحياء علوم الدين " )/4 57(، )06 - 62(. وسيأتي الكلام )2( 
على الصبر الاختياري والاضطراري في الباب التاسع ، وكذلك في اثناء هذا الباب . 
)3( 
في )م( و )ن(: "ومشاركة البهائم " وفي )ب(: "ومشاركته للبهائم ". 35
وكثير من الناس تكون قوة صبره في النوع الذي شاركه فيه البهائم لا في النوع الذي يختص بالانسان ، فيعد صابرا وليس من الصابرين. 
فان قيل فهل يشارك الجن الانس في هذا الصبر؟ . 
قيل : نعم هذا من لوازم التكليف ، وهو مطئة)1( الأمر والنهي، والجن مكلفون بالصبر على الأوامر، والصبر عن المناهي ؛ كما كلفنا نحن بذلك. 
فان قيل : فهل هم مكلفون على الوجه الذي كلفنا نحن به أم على وجه اخر؟ 
قيل : ما كان من لوازم النفوس : كالحب والبغض والايمان والتصديق والموالاة والمعاداة فنحن وهم مستوون فيه ، وما كان من لوازم الأبدان : كغسل الجنابة وغسل الاعضاء في الوضوء والاستنجاء والختان وغسل الحيض ونحو ذلك ، فلا يجب مساواتهم لنا)2( في كيفيته ، وان تعلق ذلك بهم على وجه ينالسب خلقهم وهيئاتهم. 
فان قيل : فهل تشاركنا الملائكة في شيء من أقسام الصبر؟ 
قيل : الملائكة لم يبتلوا بهوى يحارب عقولهم ومعارفهم ، بل العبادة والطاعة لهم كالنفس لنا، فلا جممصور في حقهم الصبر الذي حقيقته ثبات باعث ]/8 ب[ العقل والدين في مقابلة باعث الشهوة والهوى )3(، وان كان لهم صبر يليق بهم ، وهو ثباتهم وافامتهم على ما 
)1 ( ما عدا الاصل : "مظنة " . 
)2( في الاصل : "لها". والتصويب من النسخ الثلاث الاخرى . 
)3( وهذا تعريف الغزالي للصبر في "إحياء علوم الدين "، كما سبق. 36
خلقوا له من غير منازعة هوى أو شهوة أو طبع. 
فالانسان منا إذا غلب صبره باعث الهوى والشهوة التحق بالملائكة، وان غلب باعث الهوى والشهوة صبره التحق بالشياطين ، وإن غلب باعث طبعه من الاكل والشرب والجماع صبره التحق بالبهائم. 
قال قتادة : "خلق الله سبحانه الملائكة عقولا بلا شهوات ، وخلق البهائم شهوات بلا عقول ، وخلق الانسان وجعل له عقلا وشهوة ، فمن غلب عقله شهوته فهو مع الملائكة ، ومن غلبت شهوته عقله فهو كالبهائم ")1(. 
ولما خلق الانسان في ابتداء أمره ناقصا لم تخلق فيه إلا شهوة الغذاء الذي هو محتاح إليه ، فصبره في هذه الحال بمنزلة صبر البهائم ، وليس له قبل تمييزه قوة صبر الاختيار. 
فاذا ظهرت فيه شهوة )2( اللعب استعد لقوة الصبر الاختياري على ضعفها فيه. 
فإذا تعلقت به شهوة النكاح ظهرت فيه قوة الصبر. 
فاذا تحرك سلطان العقل وقوي ، أعين بجيش الصبر، ولكن هذا السلطان وجنده لا بستقلان بمقاومة سلطان الهوى وجنده ؛ فان إشراق 
)1( لم اجده مسنذا ولا من ذكره عن قتادة . وقد ذكره المصنف في "مد 1 رج السالكين " )/2 352( معزوا لبعض السلف. 
وذكره ابن تيمية كما في "مجموع الفتاوى " )/4 351( بنحوه فقال : "وهذا الذي يقال : الملائكة لهم عقول . . . " الخ. 
)2( ساقطة من الاصل. 
37
نور الهداية يلوح عليه عند أول سن التمييز وينمو على التدريح إلى سن البلوغ ، كما يبدو خيط الفجر ثم يتزايد ظهوره ، ولكنها هداية فاصرة غير مستقلة بإدراك مصالح الاخرة ومضارها ، بل غايتها تعلقها ببعض مصالح الدنيا ومفاسدها، فاذا طلعت عليه شمس النبوة والرسالة وأشرق عليه نورها رأى في ضوئها تفاصيل مصالح الدارين ومفاسدهما فتلمح العواقب ، ولبس لامة الحرب )1( ، واخذ أنواع الاسلحة ، ووقع في حومة الحرب بين داعي الطبع والهوى وداعي العقل والهدى ، والمنصور من نصره الله ، والمخذول من خذله الله ، ولا تضع الحرب أوزارها حتى ينزل في إحدى المنزلتين ، ويصير إلى ما خلق له من الدارين. 
)1( لامة الحرب : اداتها كالدرع والسيف والرمح . انظر: "لسان العرب " )/12 .)532 
38

""",
    "videoUrl": "https://youtu.be/su74RrBcDUM?si=x7F30n7g7MlIiOem",
  },
  {
    "id": 6,
    "title": "الباب السادس: بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى",
    "content": """
الباب السادس 
في بيان اقسامه بحسب اختلاف قؤبه وضعفه 
ومقاومته لجيش الهوى وعجزه عنه 
باعث الدين بالاضافة إلى باعث الهوى ]/9 ا[ له ثلاثة أحوال )1( : 
أحدها: أن يكون القهر والغلبة لداعي الدين فيرد جيش الهوى مفلولا، وهذا إنما يصل إليه بدوام الصبر ، والواصلون إلى هذه الرتبة هم المنصورون في الدنيا والاخرة ، وهم الذين قالوا: >رنجا الله ثم 
استقموأ< ]فصدت : 03[، وهم الذين يقول لهم الملائكة عند الموت : > الا تخافوا ولا تحزلؤا وابشروا بالجنة ألتى كنت! توعدوت ! نخن أؤلاجمثم فى الحيؤة الديخا وفي الأ!2( ]فصدت : 03 ، 31[ ، وهم الذين نالوا 
معية الله مع الصابرين ، وهم الذين جاهدوا في الله حق جهاده ، فخصهم بهدايته دون من عداهم. 
[لحالة الثانية : أن يكون القهر)2( والغلبة لداعي الهوى فتسقط منازعة باعث )3( الدين بالكلية ، فيستسلم البائس للشيطان وجنده فيقودونه حيث شاءوا ، وله معهم حالتان : 
إحداهما: أن يكون من جندهم وأتباعهم ، وهذه حال الفاجر)4( الضعيف. 
)1( 
انظر هذه الاحوال في " إحياء علوم الدين " )/4 58 - 95(. 
)2( 
في )ب ( : القوة . 
)3( 
ساقطة من الاصل ، واستدركتها من النسخ الاخرى ، ومن إحياء علوم الدين. )4( 
في النسخ الاخرى : العاجز. 
93
الثانية : أن يصير الشيطان من جنده ، وهذه حال الفاجر القوي المتسلط والمبتدع الداعية المتبوع ، كما قال القائل: 
وكنت امرا من جند إبليس فارتقى بي الحال حتى صار إبليس من جندي )1( 
فيصير إبليس وجنوده من اعوانه واتباعه ، وهؤلاء هم الذين غلبت عليهم شقوتهم ، فاشتروا الحياة الدنيا بالاخرة ، وإنما صاروا إلى هذه الحال لما أفلسوا من الصبر. 
وهذه الحالة بين جهد البلاء)2( ودرك الشقاء ، وسوء القضاء وشماتة الأعداء . 
وجند أصحابها : المكر، والخداع ، والاماني الباطلة ، والغرور، والتسويف بالعمل ، وطول الامل ، وايثار العاجل على الاجل ، وهي التي قال في صاحبها النبي لمجي! : "العاجز من اتع نفسه هواها ، وتمنى على الله ا لأماني " )3( . 
)1( 
انظر هذا البيت في : "التذكرة الحمدونية" )/9 942(، و"ثمار القلوب " للثعالبي ص : 64 ، و "ربيع الابرار" للزمخشري )/1 032(. وهو غير منسوب لاحد. ]البيت من قصيدة للخبزارزي في ديوانه المنشور في مجلة المجمع العراقي [ )ص(. 
)2( 
في )ن(: "وهذه الحالة هي حالة بين جهد البلاء"، وفي )م(: "وهذه الحالة هي حالة جهد البلاء". 
)3( 
اخرجه الترمذي في "جامعه" رقم )9245( وقال : "حديث حسن" ، وابن ماجه في "سننه" )0426(، بلفط: "... وتمنى على الله " فقط بدون كلمة "الاماني". 
ومثله الديلمي في "الفردوس" )/3 031( وذكره بلفط الترمذي السيوطي في "الجامع الصغير" )/5 67( مع الفيض.
واصحاب هذه الحال انواع شتى: 
فمنهم : المحارب لله ورسوله ، الساعي في إبطال ما جاء به الرسول ، يضل عن سبيل الله ، ويبغيها بجهده عوجا وتحريفا؛ ليصد الناس عنها. 
ومنهم : المعرض عما جاء به الرسول ، المنهمك على شهواته ودنياه فقط)1 ( . 
ومنهم : المنافق ذو الوجهين ، الذي ياكل بالكفر والاسلام . 
ومنهم : الماجن المتلاعب الذي قطع انفاسه بالمجون واللهو واللعب. 
ومنهم : من إذا وعط قال : وا شوقاه ]/9 ب[ إلى التوبة ، ولكنها قد تعذرت علي فلا مطمع لي فيها. 
ومنهم : من يقول : ليس الله محتاجا إلى صلاتي وصيامي ، وانا لا انجو بعملي ، والله غفور رحيم. 
ومنهم من يقول : ترك المعاصي استهانة بعفو الله ومغفرته. فكثر ما استطعت من الخطايا إذا كان القدوم على كريم )2( 
)1( 
في )ب(: "المقبل على دنياه وشهواتها فقط" . مكان : "المنهمك على سهواته ودنياه فقط". 
)2( 
البيت لابي نواس الحسن بن هانى ء، وهو في "ديوانه" ص ،703 إلا أن عجز البيت فيه: 
فإنك قاصد رثا غفورا 
وانظره كما هو هنا في : "وفيات الاعيان " )/2 79(. 
41
ومنهم : من يقول : ماذا تقع طاعتي في جنب ما قد عملت ، وما ينفع الغريق خلاص إصبعه وباقي بدنه غريق. 
ومنهم : من يقول : سوف أتوب ، وإذا جاء الموت ونزل بساحتي تبت وقبلت توبتي. 
إلى غير ذلك من أصناف المغترين الذين قد صارت عقولهم في أيدي شهواتهم ، فلا يستعمل أحدهم عقله إلا في دقائق الحيل التي بها 
يتوصل إلى قضاء شهوته . فعقله مع الشيطان كالاسير في يد كافبر يستعمله في رعاية الخنازير، وعصر الخمر، وحمل الصليب ؛ وهو بقهره عقله وتسليمه إلى أعدائه عند الله بمنزلة رجل قهر مسلما، وباعه للكفار ، وسلمه إليهم ، وجعله أسيرا عندهم. 
42
فصل 
وها هنا نكتة بديعة يجب التفصلن لها ، وينبغي إخلاء القلب لتأملها، 
وهي : أن هذا المغرور لما أذل سلطان الله الذي أعنصه به وشرفه ورفع به قدره ، وسلمه إلى أبغصن )1( أعدائه إليه ، وجعله أسيرا له تحت قهره وتصرفه وسلطانه ، سلط الله عليه من كان حفه هو أن يتسلط عليه ، فجعله تحت قهره وتصرفه وسلطانه ، يسخره حيث شاء ويسخر منه ، ويسخر منه جنده وحزبه. 
فكما أذل سلطان الله وسلمه إلى عدوه أذله الله وسلط عليه عدوه 
الذي أمره ان يتسلط هو عليه ويذله ويقهره ، فصار بمنزلة من سلم نفسه إلى أعدى عدو له يسومه سوء العذاب ، وقد كان بصدد أن يستأسره ويقهره ويشفي غيطه منه ، فلما ترك مقاومته ومحاربته واستسلم له سفط عليه عقوبة له ، قال تعالى : > فاذا قرات أفرءان فاستعذ بالله من ألسيطان 
الرجيم ! إنو لئس ل! سلطق على الذلى ءامنوا وفى ربهو يتو!دون ! إنما سلطنو على الذلى يتولوني والذين هم به- مشركوت !( ]النحل : 89 - 0 0 1 [ . 
فان قيل : فقد أثبت له على اوليائه هنا سلطانا ، فكيف نفاه في قوله تعالى حاكيا عنه مقرا ] 0 1 / أ[ لقوله : > وقال الشتصلن لما قضهص الأمر إصن الله وعد!م وعكد آلحق ووعدئكؤ فا!ئم وما ؟ن لى علئكم من سلظن إلا ان دعؤتئم فاستجتتم لم ( أ إباص : 2 2 [ ، وقا ل تعالى : > وبلقد صدق علئهم الليس ظئ! فائبعو إلا فريقا من المؤمنين في وما كان لمر علئهم من سلطن إلا لنعلم من إلومن با لأخؤص ممن هو منها فى شك ( أسبا : 0 2 ، 1 2 [ . 
)1( في الاصل : "بعض"، وهو تحريف. 
43
قيل : السلطان الذي أثبته له عليهم غير السلطان الذي نفاه من وجهين: 
أحدهما : أن السلطان الثابت هو سلطان التمكن منهم وتلاعبه بهم وسوقه إياهم كيف أراد بتمكينهم إياه من ذلك بطاعته وموالاته، والسلطان الذي نفاه سلطان الحجة فلم يكن لابليس عليهم من حجة يتسلط بها غير أن دعاهم فأجابوه بلا حجة ولا برهان . 
الثاني : أن الله لم يجعل له عليهم سلطانا ابتداء ألبتة ، ولكن هم سلطوه على أنفسهم بطاعته ، ودخولهم في جملة جنده وحزبه ، فلم يتسلطن )1( عليهم بقوكه فان كيده ضعيف ، وإنما تسلطن )2( عليهم بإرادتهم واختيارهم. 
والمقصود: أن من قصد أعظم أوليائه وأحبابه ونصحائه فأخذه واخذ اولاده وحاشيته فسلمهم إلى عدوه كان من عقوبته أن يسلط عليه ذلك العدو نفسه. 
)1( في )م( و )ن(: "يتسلط". و 1 لمثبت من الاصل و )ب(. 
)2( في )م( و )ن(: سلط. 
44
فصر 
الحالة الثالثة )1(: أن تكون الحرب سجالا ودولا بين الجندين، فتارة له وتارة عليه ، وتكثر نوبات الانتصار وتقل ، وهذه حال أكثر المؤمنين الذين خلطوا عملا صالحا واخر سيئا. 
وتكون الحال يوم القيامة موازنة لهذه الاحوال الثلاثة سواء بسواء؛ فمن الناس من يدخل الجنة ولا يدخل النار ، ومنهم من يدخل النار ولا يدخل الجنة ، ومنهم من يدخل النار ثم يدخل الجنة. 
وهذه الاحوال الثلاثة هي أحوال الناس في الصحة والمرض ، فمن الناس من تقاوم قو!له داءه فتقهره ويكون السلطان للقوة ، ومنهم من يقهر داوه قوله ويكون السلطان للداء ، ومنهم من الحرب بين دائه وقوته نوبا، فهو متردد بين الصحة والمرض . 
)1( سبق ذكر الحالة الاولى والشانية في بداية هذا الباب . 
45
ومن الناس من يصبر بجهد ومشقة ، ومنهم من يصبر بادنى حمل على النفس. 
ومثال الأول : كرجل صارع رجلا شديدا فلا يقهره إلا ]0 /1 ب[ بتعب ومشقة. 
والثاني : كمن صارع رجلا ضعيفا فإنه يصرعه بغير مشقة. 
فهكذا تكون المصارعة بين جنود الرحمن وجنود الشيطان ، ومن صرع جند الشيطان صرع الشيطان . 
قال عبدالله بن مسعود رضي الله عنه : "لقي رجل من الانس رجلا من الجن ، فصارعه الانسي)1(، فصرعه الانسي ، فقال : ما لي أراك 
ضئيلا؟ فقال : إني من بينهم لضليع " . فقالوا : هو عمر بن الخطاب رضي الله عنه ؟ فقال : "من ترونه غير عمر" ؟)2(. 
)1( 
هذه الكلمة ليست في النسخ الاخرى ، ولا في مصادر التخريج ، والاولى حذفها. 
)2( 
اخرجه الدارمي في "مسنده" رقم )3424(، والطبراني في "الكبير" رقم )8826(، والبيهقي في " دلائل الانبوة" )/7 123 ( 5 
واورده الهيثمي في "مجمع الزوائد" )/9 71( ورواية أخرى له ، ثم قال : "رواهما الطبراني بإسنادين، ورجال الرواية الثانية رجال الصحيح ، إلا ان الشعبي لم يسمع من ابن مسعود، ولكنه ادركه ، ورواة الطريق الاولى فيهم 
المسعودي وهو ثقة ، ولكنه اختلط ؛ فبان لنا صحة رواية المسعودي برواية الشعبي ". 
وقال الدارمي عقبه : " الضئيل : الرقيق . . . والضليع : جيد الاضلاع ". 46
وقال بعض الصحابة : "إن المؤمن ينضي)1( شيطانه كما ينضي أحدكم بعيره في السفر(")2( . 
وذكر ابن أبي الدنيا عن بعض السلف : "ان شيطانا لقي شيطانا فقال : ما لي اراك شخيتا)3( فقال : إني مع رجل إن اكل ذكر اسم الله فلا اكل معه ، وإن شرب ذكر اسم الله فلا أشرب معه ، وإن دخل بيته ذكر اسم الله فابيت خارج الدار . فقال : لكني مع رجل إن اكل لم يسم الله فاكل انا وهو جميعا ، وإن شرب لم يسم الله فاشرب معه ، وإن دخل داره لم يسم الله فادخل معه ، وإن جامع امراته لم يسم الله فاجامعها معه ")4( . 
فمن اعتاد الصبر هابه عدوه ، ومن عز عليه الصبر طمع فيه عدوه ، واوشك أن ينال منه غرضه. 
)1( 
ذكره ابن الاثير في "النهاية" )/5 72(، ثم قال : "اي يهزله ويجعله نضؤا، والنضو: الدابة التي اهزلتها الأسفار واذهبت لحمها". 
)2( 
لم اجده موقوفا، وقد روي مرفوغا عن ابي هريرة رضي الله عنه : اخرجه احمد في "مسنده" )/2 038(. قال الهيثمي في "مجمع الزوائد" )/1 116(: "رواه احمد وفيه ابن لهيعة ". 
وقال المناوي في "فيض القدير" )/2 385(: "فيه ايضا سعيد بن شرحبيل ، اورده الذهبي في الضعفاء، وعده من المجاهيل ، وقي الميزان قال ابو حاتم : مجهول . وموسى بن وردان ضغفه ابن معين ، ووثقه ابو داود". الشخت والشخيت : النحيف الجسم الدقيقه . انظر : "النهاية " لابن الاثير )/2 0 45 ( . )3( 
)4( 
اخرجه عبدالرزاق في "المصنف" رقم )05691(، والخطابي في "غريب الحديث " )/2 463(، والطبراني في "الكبير" رقم: )8782(، والبيهقي في "شعب الايمان " رقم )5833( عن عبدالله بن مسعود رضي الله عنه موقوفا. وقال الهيثمي في "مجمع الزوائد" )/5 22(: "رواه الطبراني موقوفا، 
ورجاله رجال الصحيح ". 
47

""",
    "videoUrl": "https://youtu.be/su74RrBcDUM?si=x7F30n7g7MlIiOem",
  },
  {
    "id": 7,
    "title": "الباب السابع: في ذكر أقسامه باعتبار متعلقه",
    "content": """
الباب السابع 
في ذكر اقسامه باعتبار متعلقه 
الصبر باعتبار متعلقه ثلاثة أقسام )1( : 
صبر على الأوامر والطاعات حتى يؤديها. 
وصبر عن المناهي والمخالفات حتى لا يقع فيها. 
وصبر على الاقدار والاقضية حتى لا يتسخطها. 
وهذه الانواع الثلاثة هي التي قال فيها الشيخ عبدالقادر في : "فتوح الغيب " : " لا بد للعبد من امر يفعله ، ونهي يجتنبه ، وقدر يصبر عليه ")2( . 
وهذا الكلام يتعلق بطرفين : طرف من جهة الرب تعالى ، وطرف من جهة العبد. 
فأما الذي من جهة الرب ، فهو : أن الله تعالى له على عبده حكمان : حكم شرعي ديني ، وحكم كوني قدري ؛ فالشرعي متعلق بأمره ، والكوني متعلق بخلقه ، وهو سبحانه له الخلق والامر. 
وحكمه الديني الطلبي نوعان بحسب المطلوب ، فإن المطلوب إ ن 
)1( 
انظر هذا التقسيم للصبر في "إحياء علوم الدين " )/4 ،06 ،61 62(. )2( 
"فتوح الغيب " ص .6 ونصن كلامه : "لا بد لكل مؤمن في سائر احواله من ثلاثة أشياء: امر يتعلق به ، ونهي يجتنبه ، وقدر يرضى به". 
وذكر ذلك عنه شيخ الاسلام كما في "مجموع الفتاوى " )/01 455(، ثم علق عليه بقوله : "هذا كلام شريف جامع ، يحتاج إليه كل احد، وهو تفصيل لما يحتاج إليه العبد. . .". 
48
كان محبوبا له فالمطلوب فعله إما وجوبا وإما /111 أ[ استحبابا ، ولا يتم ذلك إلا بالصبر، وان كان مبغوضا له فالمطلوب تركه إما تحريما وإما كراهة ، وذلك أيضا موقوف على الصبر . فهذا حكمه الديني الشرعي. 
وأما حكمه الكوني القدري فهو ما يقضيه ويقدره على)1( العبد من المصائب التي لا صنع له فيها ، ففرضه الصبر عليها. 
وفي وجوب الرضا بها قولان للعلماء)2(، وهما وجهان في مذهب احمد ، اصحهما انه مستحب )3( . 
فرجع الدين كله إلى هذه القواعد الثلاثة : فعل المامور، وترك المحظور ، والصبر على المقدور. 
وأما الذي من جهة العبد فإنه لا ينفك عن هذه الثلاثة ما دام مكلفا، ولا تسقط عنه هذه الثلاثة حتى يسقط عنه التكليف ، فقيام عبودية الأمر 
والنهي والقدر على ساق الصبر، لا تستوي إلا عليه ، كما لا تستوي السنبلة إلا على ساقها. 
فالصبر متعلق بالمأمور والمحظور والمقدور بالخلق والامر، والشيخ دائما يحوم حول هذه الأمور الثلاثة ، كقوله : "يا بني افعل 
)1( 
في الاصل : "من" ، والتصويب من النسخ الاخرى . 
انطر في ذلك : "قواعد الاحكام " للعز بن عبدالسلام )/2 361(، و "احكام )2( 
القران " للجصاص )/1 116 - 117(، و "الفواكه الدواني " ص : 58 - ،06 و " إعانة الطالبين " )/1 9 ه 1(، و "كشاف القناع " )/2 162(. 
وقد ذكر شيخ الاسلام القولين ، ثم قال : "اصحهما انه مستحب ليس بواجب " . انطر "مجموع الفتاوى " )/8 191 ( . 
)3( 
فضل المصنف المسالة في شفاء العليل " : )2/761(. 
94
المأمور ، واجتنب المحظور ، واصبر على المقدور" . 
وهذه الثلاثة هي التي وصى بها لقمان لابنه في قوله : > بب اقو الصحلؤه وامر بالمعروف وانه عن المحبهرواضبر على ما اصابك ( ]لقمان : 17[ 
فأمره بالمعروف يتناول فعله في نفسه وأمر غيره به ، وكذلك نهيه عن المنكر، أما من حيث إطلاق اللفط فتدخل نفسه وغيره فيه . واما من 
حيث اللزوم الشرعي فان الامر الناهي لا يستقيم له أمره ونهيه حتى يكون أول مامور ومنهي. 
وذكر هذه الاصول سبحانه في قوله : > إنما يعذكر اولوا الألئي !ائذين يوفون بعهد ألله ولا ينمضون الميثق رح وائذين يصلون ما امر ادله لههء أن يوصل !نحصثوت رجهم ويخافون سو الحساب ! والذين صبروا اتتغا وضه ربهم واقاموا الصلؤة وانفقوا مما رزقنهثم س!ا وعلايخه وفي ور وت لمالحسنة السيعه أولحك لآ عقبى الدار ! ( 
]الرعد: -91 22[ فجمع لهم مقامات الاسلام والايمان في هذه الاوصاف : 
فوصفهم بالوفاء بعهده الذي عاهدهم عليه ، وذلك يعم أمره ونهيه الذي عهده إليهم بينهم وبينه ، وبينهم وبين خلقه. 
ثم أخبر عن استمرارهم بالوفاء به بأنه لا يقع منهم نقضه. 
ثم وصفهم بانهم يصلون ما امر الله به أن يوصل ، ويدخل ]/11 ب [ في هذا ظاهر الدين وباطنه وحق الله وحق خلقه ، فيصلون ما بينهم وبين ربهم بعبوديته وحده لا شريك له ، والقيام بطاعته والانابة إليه والتوكل عليه وحبه وخوفه ورجائه ، والتوبة إليه )1( والاستكانة له ، والخضوع 
)1( "إليه" ساقطة من الاصل. 
05
والذل له والاعتراف له بنعمته وشكره عليها، والاقرار بالخطيئة والاستغفار منها . فهذه هي الوصلة بين العبد والرب ، وقد أمر الله بهذه الاسباب التي بينه وبين عبده أن توصل. 
وأمر أن يوصل ما بيننا وبين رسوله بالايمان به ، وتصديقه وتحكيمه في كل شيء، والرضا بحكمه والتسليم له ، وتقديم محبته على محبة النفس والولد والوالد والناس أجمعين ؛ فدخل في ذلك القيام بحقه وحق رسوله. 
وأمر أن نصل ما بيننا وبين الوالدين والاقربين بالبر والصلة ، فانه أمر ببر الوالدين وصلة الارحام ، وذلك مما أمر به أن يوصل. 
وأمر أن نصل ما بيننا وبين الزوجات بالقيام بحقوقهن ومعاشرتهن بالمعروف . 
وأن نصل ما بيننا وبين الارقاء بأن نطعمهم مما نأكل ، ونكسوهم مما نلبس ، ولا نكلفهم فوق طاقتهم. 
وأن نصل ما بيننا وبين الجار القريب والبعيد بمراعاة حقه وحفظه في نفسه وماله وأهله بما نحفط به نفوسنا وأهلينا وأموالنا. 
وأن نصل ما بيننا وبين الرفيق في السفر والحضر. 
وأن نصل ما بيننا وبين عموم الناس بأن نأتي إليهم ما نحب أن يأتوه إلينا. 
وأن نصل ما بيننا وبين الحفظة الكرام الكاتبين بأن نكرمهم ونستحيي منهم كما يستحيي الرجل من جليسه ومن هو معه ممن يجله ويكرمه. 
51
فهذا كله مما أمر به أن يوصل. 
ثم وصفهم بالحامل لهم على هذه الصلة ، وهو خشيته وخوف سوء الحساب يوم الماب فقال : >ويخـثؤت ربهم هـنحافون سو الحساب ! ( ]الرعد: 21[ . ولا يمكن أحدا قط أن يصل ما أمر الله بوصله إلا بخشيته، ومتى ترحلت الخشية من القلب انقطعت هذه الوصل. 
ثم جمع لهم سبحانه ذلك كله في أصل واحد، هو اخية ذلك وقاعدته ومداره الذي يدور عليه وهو الصبر ، فقال : > والذين صبروا اشغاء وضه ربهم ( ]الرعد: 22[، فلم يكتف منهم بمجرد الصبر حتى يكون خالصا لوجهه. 
ثم ذكر لهم ما يعينهم على الصبر وهو الصلاة ، فقال : >واقاموا الصلؤه < 1 الرعد: 22[ ]/12 ا[. وهما العونان على مصالح الدنيا والاخرة وهما الصبر والصلاة ، قال تعالى : > واستعينوا بالصبروالصلوؤ وانها لكبيرة إلا على الحشعين !( ]البقرة : 45[، وقال : > جائها الذين ءامنوا استعينوا لا لصبر وا لضلؤص ان الله ء ا لصئبرين !( ] البقرة : 3 5 1 [ . 
ثم ذكر سبحانه احسانهم إلى غيرهم بالانفاق عليهم سرا وعلانية، فاحسنوا إلى أنفسهم بالصبر والصلاة ، والى غيرهم بالانفاق عليهم. 
ثم ذكر حالهم إذا جهل عليهم وأوذوا أنهم لا يقابلون ذلك بمثله بل يدرأون بالحسنة ، فيحسنون الى من يسيء إليهم ، فقال : > وفير و% ياطسنة السيعة () 1 ( ] ا لرعد : 2 2 [ . 
وقد فسر هذا الدرء بأنهم يدفعون الذنب بالحسنة بعده ، كما قال )1( الاية ليست في الاصل ، واثبتها من النسخ الاخرى .
تعالى : > ان الحسئت يدر السئأ!هث ( ]هود: 114[، وقال الني ع!ير: " أتبع السيئة الحسنة تمحها")1(. 
والتحقيق : ان الاية تعم النوعين. 
والمقصود : أن هذه الايات تناولت مقامات الإسلام والإيمان كلها، واشتملت على فعل المأمور وترك المحظور والصبر على المقدور ، وقد ذكر تعالى هذه الأصول التلاث)2( في قوله : > بل إن قضبرواوتنقوا< ]ال 
عمران : 12[، وقوله : >إئه من يئق وضبز ( ]يوسف : 09[، وقوله: 
>يأيفا الذلى ءامنوا اصبروا وصابروا وراطوا واتقوا أدله لعئكم تفلحوت !)3(< ]ال عمران : 0 0 2[ . 
فكل موضع قرن فيها التقوى بالصبر اشتمل على الأمور الثلاثة ، فإن حقتقة التقوى فعل المأمور وترك المحظور. 
)1( 
أخرجه : الترمذي في "جامعه" رقم )8791( من حديث ابي ذر وح!نه ه ثم أخرجه الترمذي )/8791 م 2( من حديث معاذ بن جبل رضي الله عنه ، ثم قال : "قال محمود - أي ابن غيلان :- والصحيح حديث أبي ذر". 
ما عدا الاصل : "الثلاثة"، وهو ايأشهر في اللغة. "تفلحون" ساقطة من الاصل. 
53
)2( )3( 


""",
    "videoUrl": "https://youtu.be/1G8N_MVQC1Y?si=J7jcPWDcxSmZNSG-",
  },
  {
    "id": 8,
    "title": "الباب الثامن: في انقسامه باعتبار تعلق الأحكام الخمسة به",
    "content": """

الباب الثامن 
في انقسامه باعتبار تعلق الأحكام الخمسة به 
وهو ينقسم بهذا الاعتبار إلى واجب ، ومندوب ، ومحظور، ومكروه ، ومباح )1( . 
فالصبر الواجب ثلاثة أنواع : 
احدها : الصبر عن المحرمات . 
والثاني : الصبر على أداء الواجبات . 
والثالث : الصبر على المصائب التي لا صنع للعبد فيها كالامراض 
و 1 لفقر وغيرهماه 
وأما الصبر [لمندوب ، فهو : الصبر عن المكروهات ، و 1 لصبر على [لصستخب ت ، والصبر عن مقابلة الجاني بمثل فعله. 
وأما 1 لصبر المحظور فأنواع : 
احدها : الصبر عن الظعام و 1لشراب حتى يموت ، وكذلك الصبر عن الميتة و 1لدم ولحم الختزير عند المخمصة حرام إذا خاف بتركه الموت . قال طاووس وبعده الامام أحمد)2( : من اضطر الى اكل الميتة و 1 لدم فلم ياكل فمات دخل النار)3( . 
)1( انظر في تقسيم الصبر باعتبار حكمه : " إحياء علوم الدين " )/4 95(. )2( كلمة "إحمد" ليست في الأصل ، وأثبتها من النسخ الثلاث الاخرى . )3( قاله الامام إحمد في رواية الأثرم عنه . انظر : )المغني " )/13 331 - 332(. أما قول طاووس فلم اقف عليه ، ولعله وهم من المصنف ، إذ المعروف = 
54
فان قيل : فما تقولون في الصبر عن المسالة في هذه الحال ؟ 
قيل ]/12 ب[: اختلف في حكمه هل هو حرام او مباح ؟ على قولين هما لاصحاب احمد)1( . وظاهر نصه ان الصبر عن المسألة جائز ، فإنه قيل له : إذا خاف إن لم يسأل ان يموت ؟ فقال : لا يموت ، يأتيه الله برزق )2(، او كما قال . 
فاحمد منع وقوع المسألة ، ومتى علم الله ضرورته وصدقه في ترك المسالة قيض له رزقا. 
وقال كثير من أصحاب أحمد والشافعي : يجب عليه المسالة ، وإن لم يسأل كان عاصيا ؛ لان المسالة تتضمن نجاته من التلف )3( . 
أنه من قول مسروق ، كما في رواية الاثرم. 
واثر مسروق رواه : عبدالرزاق قي "المصنف" رقم )53691(، ووكيع -كما في تفسير ابن كثير )/1 591(،- والبيهقي في "السنن الكبرى " .)357 /9( 
)1( 
انظر : "الفروع" لابن مفلج )/6 402(، و "كشاف القناع " )/6 691(. واختيار شيخ الاسلام ابن تيمية عدم وجوب السؤال . انظره في: "الاختيارات الفقهية " ص : 464 . 
قاله الامام احمد في رواية الاثرم ايضا. انظر: "التمهيد" لابن عبدالبر )/4 )2( 
012 - 121(، و "الجامع لاحكام القران " للقرطبي )/3 223(، و "الفروع" لابن مفلج )/6 402(، و "كشاف القناع " )/6 691(. 
وهو اختيار القاضي ابي يعلى من الحنابلة . انظر : كشاف القناع )/6 691(. )3( 
ولم اقف في كتب الشافعية على نص في وجوب المسألة ، ولكن وقفت على أنه يجب على المضطر ان يأخذ من غيره ما يدفع ضرورته ، بل يجب عليه القتال فيه في وجه، ولا شك أن وجوب المسألة أخفث من ذلك . انظر: "المجموع " للنووي )/9 46(. 
55
ومن الصبر المحظور صبر الانسان على ما يقصد هلاكه من سبع أ و حية أو حريق أو ماء أو كافر يريد قتله ، بخلاف استسلامه وصبره في الفتنة وقتال المسلمين فانه مباح له بل يستحب الصبر كما دلت عليه النصوص الكثيرة . 
وقد سئل النبي ع!يم عن هذه المسالة ، فقال : "كن كخير ابني 
0 0 )1( - 
دم" ، وفي لمظ : "كن عبدالله المقتول ، ولا تكن عبدالله القاتل ")2(، 
)1( 
اخرجه أبو داود في "سننه" رقم )4257( من حديث سعد بن ابي وقاص رضي الله عنه ، بلفط : "كن كابني ادم". 
قال الطبراني قي "الاوسط" رقم )8678(: "لم يرو هذا الحديث عن سعد إلا من حديث بكير بن عبدالله بن الاشج ، ولا رواه عن بكير إلا عياش وابن لهيعة أ. وكل من بكير وعياش ثقة . انطر: "تقريب التهذيب " ص : ،177 .764 
ورواه ابو داود في "سنعه" رقم )9425(، وابن ماجه في "سننه" رقم )6193( من حديث ابي موسى الاشعري رضي الله عنه ، ان النبي ع!يم قال : "إن بين يدي الساعة فتنا كقطع الليل . .." الحديث ، وفيه : "فليكن كخير ابني ادم". 
وصححه ابن حبان حيث اخرجه في "صحيحه" برقم )6295(. 
)2( 
اخرجه احمد في "مسنده" )/5 011(، وابو يعلى في "مسنده" )/5 72(، والطبراني في "الكبير" رقم )0363(، من حديث خباب بن الأرت بلفط : "فكن عبدالله المقتول ولا تكن عبدالله القاتل ". 
واخرجه احمد في "مسنده" )/5 292(، والحاكم في "المستدرك" )/3 281( من حديث خالد بن عرفطة نحوه . وله شواهد اخرى ، وصححه الألباني بمجموع طرقه في "إرواء الغليل " )/8 401 ( . 
56
وفي لفظ اخر : "دعه يبوء باثمه وإثمك ")1(، وفي لفظ اخر : "فان بهرك شعاع السيف فضع يدك على وجهك ")2( . 
وقد حكى الله سبحانه استسلام خير بني ادم وصبره واثنى عليه بذلك ، وهذا بخلاف قتل الكافر ، فانه يجب عليه الدفع عن نفسه ؛ لأنه من مقصود الجهاد أن يدفع عن نفسه وعن المسلمين. 
واما قتال اللصوص ، فهل يجب فيه الدفع او يجوز الاستسلام ؟ 
فان كان عن)3( معصوم غيره وجب ، واما عن نفسه فظاهر نصه انه لا يجب الدفع )4( ، واوجبه بعضهم ) ( . 
اخرجه مسلم في "صحيحه" رقم )2887(، من حديث ابي بكرة بلفط : "يبوء )1( 
بإثمه وإثمك ". 
وأخرجه ابن ماجه في "سننه" رقم )5893( من حديث أبي ذر بلفط: "فيبوء بإثمه وإثمك ". 
)2( 
اخرجه ابو داود في "سننه" رقم )4261(، وابن ماجه في "سننه" رقم )5893( من حديث أبي ذر رضي الله عنه بلفط : "فإن خشيت ان يبهرك شعاع السيف فألق ثوبك على وجهك ". 
وصححه ابن حبان حيث أخرجه في صحيحه رقم )0695(. وصححه ايضا الحاكم في المستدرك )/2 157( على شرط البخاري ومسلم ووافقه الذهبي. 
)3( 
ليست في الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
وهو المذهب ، وفرض هذه المسألة في الفتن ، أما إذا كان في غير وقت الفتن )4( 
فالذي عليه نص احمد وعليه المذهب انه يجب الدفع. 
انظر : " المغني " )12 / 533 - 534 ( ، و " الهداية " )/2 9 0 1 ( ، و " ا لانصاف " ) 0 1 / 4 0 3( . 
)5( 
انظر : " ا لانصاف " ) 0 1 / 4 0 3( . 
57
ولا يجوز الصبر عمن قصده أو حرمته بالفاحشة. 
فصل 
وأما الصبر المكروه : فله أمثلة: 
أحدها : أن يصبر عن الطعام والشراب واللبس وجماع أهله حتى يتضرر بذلك بدنه. 
الثاني : صبره عن جماع زوجته إذا احتاجت إلى ذلك ولم يتضرر 
الثالث : صبره على فعل المكروه . 
والرابع : صبره عن فعل المستحب. 
فصل 
وأما الصبر المباح ، فهو : الصبر عن كل فعل مستوب الطرفين خير بين فعله وتركه والصبر عليه. 
وبالجملة فالصبر على الواجب واجب وعن الواجب حرام ، والصبر عن الحرام واجب وعليه حرام ، والصبر على المستحب مستحب وعنه مكروه ، والصبر عن المكروه مستحب وعليه مكروه ، والصبر عن المباح وعليه مباح ، والله أعلم. 
58


""",
    "videoUrl": "https://youtu.be/1G8N_MVQC1Y?si=J7jcPWDcxSmZNSG-",
  },
  {
    "id": 9,
    "title": "الباب التاسع: في بيان تفاوت درجات الصبر",
    "content": """

الباب التاسع 
في بيان تفاوت درجات الصبر 
]13 / أ[ الصبر كما تقدم ) 1 ( نوعان : اختياري ، واضطراري )2( . 
والاختياري اكمل من الاضطراري ؛ فان الاضطراري يشترك فيه الناس ويتأتى ممن لا يتأتى منه الصبر اختيارا)3(، ولذلك كان صبر يوسف الصديق !ير عن مطاوعته امرأة العزيز ، وصبره على ما ناله من ذلك من الحبس والمكروه ، أعظم من صبره على ما ناله من إخوته لما القوه في الجب وفرقوا بينه وبين ابيه وباعوه بيع العبيد. 
ومن الصبر الثاني : إنشاء الله سبحانه له ما أنشأه من العز والرفعة والملك والتمكين في الارض )4( . 
وكذلك صبر الخليل والكليم ، وصبر نوح ، وصبر المسيح ، وصبر خاتم الانبياء وسيد ولد ادم صلى الله عليهم أجمعين ، كان صبرا على الدعوة إلى الله ومجاهدة اعداء الله ، ولهذا سماهم الله تعالى " أولو العزم " وأمر رسوله أن يصبر صبرهم فقال : >فاصبز كما صبر اولوا العزمص من الرسل ( ]الاحقاف : 35[ ه 
)1( 
في اول الباب الخامس. 
)2( 
انظر هذا التقسيم للصبر في "إحياء علوم الدين " للغزالي )/4 ،06 61 - 62(، و " مجموع فتاوى شيخ الاسلام " )0 /1 122 - 124(. 
)3( 
في )ب ( : " الاختياري " . 
)4( 
انظر المفاضلة بين نوعي الصبر فيما جرى ليوسف عليه السلام في : "مجموع فتاوى شيخ الاسلام " )/01 121 - 122(. 
95
واولو العزم هم المذكورون في قوله تعالى : >! ش!خ لكم من )1( الدين ما وضى يه- لؤحا والذي اوحتنا إلك وما وصتا بهت إنرهتم وموسى وعيمع ( ]الشورى : 13 [ . وفي قوله : > وإذ أضذنا من الئمن ميثقهم ومنك ومن لؤج واتنهغ وموسى وعيممى ابق مسيم و3خذنا متهم ميثما ظيظا ! ( ]الاحزاب : 7[ ، كذلك قال ابن عباس وغيره من السلف )2( . 
ونهاه سبحانه أن يتشبه بصاحب الحوت حيث لم يصبر صبر اولي العزم فقال : > فاصبز لح!رئك ولاتكن كصاحب ادت إد نادي وهومكظو كا( ]القلم : 48[ . 
وهنا سؤال وهو ان يقال : ما العامل في الظرف ؟ وهو قوله : > إد(، ولا يمكن أن يكون الفعل المنهي عنه ، إذ يصير المعنى : لا تكن مثله في ندائه ، وقد اثنى الله سبحانه عليه في هذا النداء واخبر انه نجاه به ، فقال : > وذا النمبن اذ ذهب مفضبا فظن ان لن نقدرعليه منادي في الظدت أن لا إلة إلا ائت سبخنث إني !تت من الظادب !فاستشنا له ونخينف من ا لغم وكذ لث قبم المؤمنب !( ]الانبياء : 87 ، 88[ . 
وفي الترمذي وغيره عن النبي لمجيم : أنه قال : "دعو؟ أخي ذي النون إ ذ دعا بها في بطن الحوت ، ما دعا بها مكروبئ الا فرج الله عنه : لا إله إلا أنت سبحانك إني كنت من [لظالمين ")3( . 
)1( 
"من" سقطت من الاصل. 
)2( 
رواه عن ابن عباس : ابن ابي حاتم وابن مردويه ، كما في " الدر المنثور" )/7 454 ( . ورواه عبدالرزاق في "تفسيره" )/3 921(، والطبري في "تفسيره" )/26 37(، عن قتادة وعطاء الخراساني. 
)3( 
اخرجه الترمذي في "جامعه" رقم )5035( من حديث سعد بن ابي وقاص = 06
فلا يمكن أن ينهى عن التشبه به ]/13 ب[ في هذه الدعوة ، وهي النداء الذي نادى به ربه ، وإنما نهي عن التشبه به في السبب الذي أفضى به إلى هذه المناداة ، وهو مغاضبته التي أفضت به إلى حبسه في بطن الحوت وشدة ذلك عليه حتى نادى ربه وهو مكظوم . 
والمكظوم والكظيم والكاظم : الذي فد امتلأ غيظا أو غضبا أو هما وحزنا ، وكظم عليه فلم يخرجه. 
فان قيل : وعلى ذلك ، فما العامل في الظرف ؟ 
قيل : ما في صاحب الحوت من معنى الفعل. 
فان قيل : فالسؤال بعد قائم ، فانه إذا قيد المنهي عنه بقيد او زمن كان داخلا في حيز النهي ، فاذا كان المعنى : لا تكن مثل من صحب الحوت في هذه الحال وهذا الوفت كان نهيا عن تلك الحالة. 
قيل : لما كان نداوه مسببا)1( عن كونه صاحب الحوت ، فنهي أ ن يتشبه به في الحال التي أفضت به إلى صحبة الحوت والنداء، وهي ضعف العزيمة والصبر لحكمه تعالى . ولم يقل تعالى : ولا تكن كصاحب الحوت إذ ذهب مغاضبا فالتقمه الحوت فنادى ، بل طوى القصة واختصرها ، وأحال بها على ذكرها في الموضع الآخر ، واكتفى بغايتها وما انتهت إليه. 
فان قيل : فما منعك من تعليق )2( الظرف بنفس الفعل المنهي عنه 
رضي الله عنه . وصححه الحاكم في المستدرك )/1 505( ووافقه الذهمي. ) 1 ( في )ن ( : " سببا " وهو تحريف. 
)2( في )م( و )ن ( : " من تعويض " . وفي )ب ( : " بتعويض " . 
61
اي : لا تكن مثله في ندائه وهو ممتلىء غيظا وهما وغما، بل يكون نداولب نداء راض بما قضي عليه ، قد تلقا 5 بالرضا والتسليم وسعة الصدر ، لا نداء كظيم ؟ . 
قيل : هذا المعنى وإن كان صحيحا ، فلم يقع النهي عن التشبه به في مجرده ، وإنما نهي عن التشبه به في الحال التي حملته على ذهابه مغاضبا حتى سجن في بطن الحوت ، ويدل عليه قوله : > فاقبز لهكورئك( ]القدم: 48[ ثم قال > ولاتكن كصاحب ادت ( ]القلم : 48[، أي في ضعف صبره لحكم ربه ، فان الحالة التي نهي عنها هي ضد الحالة التي أمر بها. 
فان قيل : فما منعك أن تصير إلى أنه أمر بالصبر لحكمه الكوني القدري الذي يقدره عليه ، ولا يكن كصاحب الحوت حيث لم يصبر عليه بل نادى وهو كظيم لكشفه ، فلم يصبر على احتماله والسكون تحته؟ 
قيل : منع من ذلك أن الله سبحانه أثنى على يونس وغيره من أنبيائه بسؤالهم إيا 5 كشف ما بهم من الضر ، وقد أثنى ]/14 أ[ عليه سبحانه بذلك في قوله : > وذا النون إذ ذهب مفضحبا فظن ان لن نقدر علثه فنافىئ في الظلفت ان لا إلة إلا اف سبخنث إني !نت من الظامين! فاشتجنا لو وئحته من الغص وكذلث كي المؤمنب !( ]الانبياء: 
،87 88[، فكيف ينهى عن التشبه به فيما جمشي عليه ويمدحه به؟! 
وكذلك أثتى على ايوب بقوله : >مسنى الضر واشا ازحم الزحمرن% !( ]الانبياء: 83[، وعلى يعقوب بقوله : >إنما أشكوا بثى وحزني إلى الله < ]يوسف : 86[ ، وعلى موسى بقوله : > رب إدت لما انزلت إ ك من خير فقير !( ]القصص : 24[، وقد شكا اليه خاتم انبيائه ورسله 
62
بقوله : " اللهم إليك أشكو ضعف قؤتي وقلة حيلتي " الحديث )1( . 
فالشكوى إليه سبحانه لا تنافي الصبر الجميل بل إعراض عبده عن الشكوى إلى غيره جملة وجعل الشكوى إليه وحده هو الصبر، والله 
سبحانه يبتلي عبده ليسمع شكواه وتضرعه ودعاءه ، وقد ذم سبحانه من لم يتضرع إليه ولم يستكن له وقت البلاء، كما قال تعالى : >ولند اخذنهم بائعذاب فما اشت!نوا لربهم وما يحضزعون !( ]المؤمنون : 76[ . 
والعبد أضعف من أن يتجلد على ربه ، والرب تعالى لم يرد من عبده أن يتجلد عليه ، بل أراد منه أن يستكين له ويتضرع إليه ، وهو تعالى يمقت من يشكوه إلى حلقه ، ويحب من يشكو ما به إليه. 
وقيل لبعضهم : كيف تشكو إليه ما لا يخفى عليه ؟ فقال : 
قالو اتشكو إليه ما لا يخفى عليه فقلت ربي يرضى ذل العبيد لديه )2( 
والمقصود: أنه سبحانه أمر رسوله لمخيم أن يصبر صبر أولي العزم الذين صبروا لحكمه اختيارا وهذا أكمل الصبر؛ ولهذا دارت قصة الشفاعة يوم القيامة على هؤلاء حتى ردوها إلى أفضلهم وخيرهم وأصبرهم لحكم الله صلوات الله وسلامه عليهم أجمعينه 
فان قيل : فاي أنواع الصبر الثلاثة أكمل : الصبر على المامور، ا م 
)1( سبق تخريجه ص .22 
)2( ذكرهما ابن القيم ايضا في "مدارج السالكين " )/3 401(، والمنبجي في "تسلية اهل المصائب " ص 9521 
63
الصبر عن المحظور ، أم الصبر على المقدور؟ . 
قيل : الصبر المتعلق بالتكليف - وهو : الامر والنهي - أفصل من الصبر على مجرد القدر ؛ فان هذا الصبر يأتي به البر والفاجر ، والمؤمن والكافر ، فلا بد لكل احد من الصبر على القدر اختيارا أو اضطرارا ، واما الصبر على الاوامر والنواهي فصبر ]/14 ب[ أتباع الرسل ، وأعظمهم اتباعا أصبرهم في ذلك. 
وكل صبر في محله وموضعه أفضل ؛ فالصبر عن الحرام في محله أفصل ، والصبر على الطاعة في محلها أفضل. 
فان قيل : فاي الصبرين احب إلى الله : صبر من يصبر على اوامره ، أم صبر من يصبر عن محارمه؟ 
قيل : هذا موضع تنازع فيه الناس )1( : 
فقالت طائفة : الصبر عن المخالفات أفصل ؛ لانه أشق واصعب، فان أعمال البر يفعلها البر والفاجر، ولا يصبر عن المخالفات إلا الصديقون )2( . 
قالوا : وان الصبر عن المحرمات صبر على مخالفة هوى النفس، 
)1( صؤب المصنف رحمه الله في "مدارج السالكين " )/2 165 - 166( ان الصبر على فعل الطاعة فوق الصبر على ترك المعصية ، معللا ذلك بأن ترك المعصية إنما كان لتكميل الطاعة ، وان النهي مقصود للأمر. 
وصوب شيخ الاسلام رحمه الله كما في " مجموع الفتاوى " )/11 671( ان جنس ترك الواجبات اعظم من جنس فعل المحرمات . 
)2( ممن ذهب إلى هذا: الامام أبو حاتم محمد بن حبان البستي في كتابه )روضة العقلاء" ص .162 
64
وهو أشق شيء وافضله. 
قالوا : وإن ترك المحبوب الذي تحبه النفوس دليل على أن من ترك لاجله أحب إليه من نفسه وهواه ، بخلاف فعل ما يحبه المحبوب فانه لا يستلزم ذلك. 
قالوا : وأيضا فالمروءة والفتوة كلها في هذا الصبر ؛ كما قال الامام أحمد: "الفتوة ترك ما تهوى لما تخشى ")1(، فمروءة العبد وفتوله 
بحسب هذا الصبر. 
قالوا : وليس العجب ممن يصبر على الأوامر ؛ فان أكثرها محبوبات للنفوس لما فيها من العدل والاحسان والاخلاص والبر، وهذه محاب النفوس الفاضلة الزكية ، بل العجب ممن يصبر عن المناهي التي أكثرها محاب النفوس ، فيترك المحبوب العاجل في هذه الدار للمحبوب الاجل في دار أخرى ، والنفس موكلة بحب العاجل ، فصبرها عنه مخالف لطبعهاه 
قالوا: وان المناهي لها أربعة دواع تدعو إليها: نفس الانسان ، وشيطانه ، وهواه ، ودنياه ، فلا يتركها حتى يجاهد هذه الاربعة حق 
الجهاد ، وذلك أشق شيء على النفس وأمره . 
قالوا: فالمناهي من باب حمية النفوس عن مشتهياتها ولذاتها، والحمية مع قيام داعي التناول وقوته من أصعب شيء وأشقه. 
)1( رواه القشيري عنه في "رسالته" ص ،318 من رواية عبدالله بن الامام احمد عن ابيه. 
وذكره شيخ الاسلام ابن تيمية كما في " مجموع الفتاوى " )/11 84(، وابن مفلح في "الاداب الشرعية " )/2 231(، وذكره ايضا ابن القيم في "مدارج السالكين " )/2 1 34(، وفي "روضة المحبين " ص .033 
65
قالو: ولذلك كان باب قربان النهي مسدودا كله ، وباب الامر إنما يفعل منه المستطاع ، كما قال النبي ع!ي! "إذا امرتكم بأمر فأتوا منه ما استطعتم وما نهيتكم عنه فاجتنبوه ")1(، فدل على أن باب المنهيات أضيق من باب المأمورات ، وانه لم يرخص في ارتكاب شيء منه كما رخص في ترك بعض المأمور للعجز والعذر. 
قالوا : ولهذا كانت عامة العقوبات من الحدود وغيرها على ارتكاب المنهيات ، بخلاف ترك المأمور ]ه /1 أ[ فإن ادده سبحانه لم يرتب عليه حدا معتنا . قالوا : واعظم المامورات الصلاة وقد اختلف هل عليه حذ ام لا؟)2( 
فصل 
فهذا بعض ما احتجت به هذه الطائفة. 
وقالت طائفة أخرى : بل الصبر على فعل المأمور أفصل وأجل من الصبر على المحظور، وأن فعل المأمور أحب إلى الله من ترك المحظور ، والصبر على أحب الامرين إليه أفضل وأعلى ، وبيان ذلك من 
)1( 
اخرجه البخاري في "صحيحه" رقم )7288(، ومسلم في "صحيحه" رقم )1337( من حديث أبي هريرة رضي الله عنه. 
ولفظ البخاري : "فاذا نهيتكم عن شيء فاجتنبوه ، وإذا أمرتكم بشيء فاتوا منه ما استطعتم " . ولفظ مسلم : "فاذا امرتكم بشيء فأتوا منه ما استطعتم ، واذا نهيتكم عن شيء فدعوه ". 
)2( 
فمذهب الجمهور على ان تارك الصلاة يقتل إما حدا واما كفرا. ومذهب الحنفية أن تارك الصلاة لا يقتل بل يحبس ويضرب . 
انظر: "البحر الرائق " )/2 79(، و "التمهيد" لابن عبدالبر )/4 -023 231(، و "التهذيب " للشيرازي )/1 51(، و "المغني " لابن قدامة )/3 351(. 
66
.)1( 
أحدها: أن فعل المأمور مقصود لذاته ، وهو مشروع شرع 
وجوه 
المقاصد ، فان معرفة الله وتوحيده وعبوديته وحده والانابة إليه والتوكل عليه وإخلاص العمل له ومحبته والرضا به والقيام في خدمته هو الغاية التي حلق لها الخلق وئبت)2( بها الامر ، وذلك أمر مقصود لنفسه. 
والمنهيات إنما نهي عنها لانها صادة عن ذلك أو شاغلة عنه ا و معوقة أو مفوتة لكماله ، ولذلك كانت درجاتها في النهي بحسب صدها عن المأمور وتعويقها عنه وتفويتها لكماله. 
فهي مقصودة لغيرها والمأمور مقصود لنفسه ، فلو لم يصد الخمر والميسر عن ذكر الله وعن الصلاة وعن التواد والتحاب الذي وضعه الله بين عباده لما حرمه ، وكذلك لو لم يحل بين العبد وبين عقله الذي به يعرف الله ويعبد ويحمد ويمجد ويصلي له ويسجد لما حرمه ، وكذلك سائر ما حرمه إنما حرمه لانه يصد عما يحبه ويرضاه ، ويحول بين العبد 
وبين إكماله. 
الثاني : أن المأمورات متعلقة بمعرفة الله وتوحيده وعبادته وشكره 
)1( وقد رجح ابن القيم في كتابه "الفوائد" ص 911 - 128 هذا القول ، وذكر له ثلاثة وعشرين وجها. 
وذكر الخلاف في "طريق الهجرتين " ص 414 - 415 . ثم قال : "وفصل النزاع في ذلك ان هذا يختلف باختلاف الطاعة والمعصية ، فالصبر على الطاعة المعظمة الكبيرة افصل من الصبر عن المعصية الصغيرة الدنية ، والصبر عن المعصية الكبيرة افصل من الصبر على الطاعة الصغيرة . . . " . 
)2( في الاصل : "ئبت "، والمثبت من النسخ الأخرى ه 
67
ومحبته والتوكل عليه والانابة إليه ، فمتعلقها ذات الرب تعالى وأسماوه وصفاته ، ومتعلق المنهيات ذوات الأشياء المنهي عنها، والفرق من أعظم ما يكون . 
الثالث : أن ضرورة العبد وحاجته إلى فعل المأمور أعظم من ضرورته إلى ترك المحظور ، فانه ليس إلى شيء أضر وأحوج وأشذ فاقة منه إلى معرفة ربه وتوحيده وإخلاص العمل له وإفراده بالعبودية والمحبة والطاعة . وضرورته إلى ذلك اعظم من ضرورته إلى نفسه ونفسه وحياته ، وأعظم من ضرورته إلى غذائه الذي به قوام بدنه ، بل هذا لقلبه وروحه )1( /151 ب[ كالحياة والغذاء لبدنه ، وهو إنما هو إنسان بروحه 
وقلبه لا ببدنه وقالبه ، كما قيل: 
يا خادم الجسم كم تشقى بخدمته أتطلب الربح فيما فيه خسران ؟ اجهد لنفسك فاستكمل فضائلها فأنت بالئفس لا بالجسم إنسان )2( 
وترك المنهي انما شرع له تحصيلا لهذا الامر الذي هو أضز شيء واحوجه وافقره إليه. 
الرابع : أن ترك المنهي من باب الحمية ، وفعل المامور من باب حفظ القوة والغذاء الذي )3( لا تقوم البنية بدونه ، ولا تحصل الحياة إلا به ، فقد يعيش الانسان )4( مع ترك الحمية وان كان بدنه عليلا أشد ما 
)1( 
في الاصل : "ورحه "، وهو خطا. 
)2( 
البيتان لابي الفتح البستي . انظر: "أدب الدنيا والدين " للماوردي ص ،336 و "المنتظم " لابن الجوزي )/7 73(. 
)3( 
ساقطة من الاصل. 
)4( 
ساقطة من الاصل. 
68
يكون علة ، ولا يعيش بدون القوة والغذاء الذي يحفظها، فهذا مثل المأمورات والمنهيات . 
1لخامس : أن الذنوب كلها ترجع إلى هذين الاصلين : ترك المامور وفعل المحظور ، ولو فعل العبد المحظور كله من أوله إلى آخره حتى أتى من مأمورات الايمان بأدنى أدنى مثقال ذرة منه نجا بذلك من الخلود في النار، ولو ترك كل محظور ولم يأت بمأمور الايمان لكان مخلدا في السعير. 
فأين شيء مثاقيل الذر منه تخرج من النار، إلى شيء وزن الجبال منه أضعافا مضاعفة لا تقتضي الخلود في النار مع وجود ذلك المأمور أو ادنى شيء منه ؟ ! 
السادس : أن جميع المحظورات من أولها إلى آخرها تسقط بمأمور التوبة ، ولا تسقط المأمورات كلها بمعصية المخالفة إلا بالشرك أ و الموافاة )1( عليه . ولا خلاف بين الامة أن كل محظور يسقط بالتوبة، 
واختلفوا هل تسقط الطاعة بالمعصية ؟ وفي المسألة نزاع وتفصيل ليس هذا موضعه )2( . 
1لسابع : أن ذنب الاب كان بفعل المحظور ، فكان عاقبته : أن اجتباه 
)1( 
في ) م ( و ) ن ( : " ا لوفا ة " . 
)2( 
ذكر ابن القيم رحمه الله المسالة بنوع تفصيل في "الوابل الصيب" ص -23 ،25 واستظهر ان الحسنات والسيئات تتدافع وتتقابل ويكون الحكم فيها للغالب ، وهو يقهر المغلوب ، ويكون الحكم له. 
وفي "مد 1 رج السالكين " )/1 277 - 927( فصل اكثر وذكر أن الاعتبار للراجح ، فيكون التاثير والعمل له دون المرجوح. 
96
ربه فتاب عليه وهدى ، وذنب إبليس كان بترك المامور، فكان عاقبته ما ذكر الله سبحانه ، وجعل هذا عبرة للذرية إلى يوم القيامة. 
الثامن : أن المامور محبوب للرب تعالى ، والمنهي مكروه له ، وهو سبحانه إنما قدره وقضاه لانه ذريعة إلى حصول محبوبه من عبده ومن نفسه تعالى ؛ اما من عبده فبالتوبة والاستغفار والخضوع والذل 
والانكسار ]/16 أ[ وغير ذلك ، واما من نفسه فبالمغفرة والتوبة على العبد والعفو عنه والصفح والحلم والتجاوز عن حقه وغير ذلك مما هو احب إليه تعالى من فواته بعدم تقدير ما يكرهه . وإذا كان إنما قدر ما يكرهه لانه يكون وسيلة إلى ما يحبه ، علم ان محبوبه هو الغاية ، ففوات محبوبه ابغض اليه وأكره له من حصول مبغوضه. 
بل إذا ترتب على حصول مبغوضه ما يحبه من وجه انر كان المبغوض مرادا له إرادة الوسائل ، كما كان النهي عنه وكراهته لذلك. 
واما المحبوب فمراد إرادة المقاصد كما تقدم )1(، فهو سبحانه إنما حلق الخلق لاجل محبوبه وماموره ، وهو: عبادته وحده ، كما قال تعالى : > وما خلقت الجن وا قيدش إلا ليغدون !( ]الدي : 6 5 [ ه 
وقدر مكروهه ومبغوضه تكميلا لهذه الغاية التي حلق حلقه لأجلها، فإنه ترتب عليه من المامورات ما لم يكن يحصل بدون تقديره ، كالجهاد الذي هو أحب العمل إليه ، والموالاة فيه والمعاداة فيه ، ولولا محبته لهذه المامورات لما قدر من)2( المكروه له ما يكون سببا لحصولها. 
)1( في الوجه الاول من هذه الاوجه. 
)2( ليست في الاصل ، واثبتها من النسخ الثلاث الاخرى . 
07
التاممع : أن ترك المحبوب لا يكون قربة ما لم يقارنه فعل المأمور، فلو ترك العبد كل محظور لم !يسبه الله عليه حتى يقارنه مأمور الايمان ، وكذلك المؤمن لا يكون تركه للمحظور قربة حتى يقارنه مأمور النية 
بحيث يكون تركه لله . فافتقر ترك المنهيات في كونه قربة يثاب عليها إلى فعل المامور ولا يفتقر فعل المامور في كونه قربة وطاعة إلى ترك المحظور ، ولو افتقر إليه لم يقبل الله طاعة من عصا 5 أبدا ، وهذا من أبطل الباطل. 
العاشر : ان المنهي مطلوب إعدامه ، والمأمور مطلوب إيجاده ، والمراد : إيجاد هذا وإعدام هذا ، فاذا قدر عدم الامرين أو وجودهما كان وجودهما خيزا من عدمهما، فانه إذا عدم المأمور لم ينفع عدم المحظور ، واذا وجد المأمور فقد يستعان به على دفع المحظور أو على دفع أئره ، فوجود القوة والمرض خير من عدم الحياة والمرض . 
[لحادي عشر : أن باب المامور الحسنة فيه بعشر امثالها إلى سبعمائة ضعف ]/16ب[ إلى اضعاف كثيرة )1(، وباب المحظور السيئة فيه 
بمثلها)2(، وهي بصدد الزوال بالتوبة والاستغفار والحسنة الماحية والمصيبة المكفرة واستغفار الملائكة للمؤمنين واستغفار بعضهم لبعض وغير ذلك ، وهذا يدل على أنه أحب إلى الله من عدم المنهي. 
الثاني عشر : أن باب المنهيات يمحوه الله سبحانه ويبطل أثره بأمور عديدة من فعل العبد وغيره ، فانه يبطله بالتوبة النصوح ، وبالاستغفار، 
قال الله تعالى : > معلى الذين يعفقون أفؤلهض في سبيل الله كمثل حئة انبتت سئع سنابل )1( 
في قي سمبلآ تائة حئؤ والله يفمعف لمن يشآء والله وسع عليم !( ا لبقرة : 1 6 2 . قال تعالى : > وجرصؤاسيئؤ سثئة مثلهأ< الشورى : 0 4 . 
)2( 
71
وبالحسنات الماحية ، وبالمصائب المكفرة ، وباستغفار الملائكة، وبدعاء المؤمنين - فهذه ستة في حال حياته - وبتشديد الموت وكربه وسياقه عليه - فهذا عند مفارقته الدنيا - وبهول المطلع ، وروعة الملكين في القبر، وضغطته ، وعصرته ، وبشدة الموقف وعنائه وصعوبته، وبشفاعة الشافعين فيه ، وبرحمة أرحم الراحمين له ، فان عجزت عنه هذه الامور فلا بد له من دخول النار ، ويكون لبثه فيها على قدر بقاء خبثه 
ودريه ، فان الله حرم الجنة إلا على طيب ، فما دام درنه ووسخه وخبثه فيه فهو في كير التطهير حتى يتصفى من ذلك الوسخ والخبث. 
واما باب المامورات فلا يبطله ا لا الشرك . 
الثالث عشر : أن جزاء المأمورات الثواب ، وهو من باب الاحسان 
والفضل والرحمة ، وجزاء المنهيات العقوبة ، وهي من باب الغضب والعدل ، ورحمته سبحانه تغلب غضبه ، فما تعلق بالرحمة والفضل أحب إليه مما تعلق بالغضب والعدل ، وتعطيل ما تعلق بالرحمة أكره اليه من فعل ما تعلق بالغضب. 
الرابع عشر : أن باب المنهيات تسقط الالاف المؤلفة منه الواحدة من المأمورات ، وباب المأمورات لا يسقط الواحدة منه الالاف المؤلفة من المنهيات )1( . 
الخامس عشر : أن متعلق المأمور الفعل وهو صفة كمال ، بل كمال المخلوق من فعاله ، فانه فعل ، فكمل. 
ومتعلق النهي الترك ، والترك عدم ، ومن حيث هو كذلك لا يكون 
)1( انظر الوجه الثاني عشر. 
72
كمالا ، فان العدم المحض ليس بكمال ، وإنما يكون كمالا لما يتضمنه ا و يستلزمه من الفعل ]/17 ا[ الوجودي الذي هو سبب الكمال ، وأما أ ن يكون مجرد الترك الذي هو عدم محض كمالا او سببا للكمال فلا. 
مثال ذلك : أئه لو ترك السجود للصنم لم يكن كماله في مجرد هذا الترك ما لم يسجد لله ، وإلا فلو ترك السجود لله وللصنم لم يكن ذلك كمالا . وكذلك لو ترك تكذيب الرسول ومعاداته لم يكن بذلك مؤمنا ما لم يفعل ضذ ذلك من التصديق والحب له وموالاته وطاعته. 
فعلم أن الكمال كله في المأمور، وأن المنهي ما لم يتصل به فعل المامور لم يفد شيئا ولم يكن كمالا، فان الرجل لو قال للرسول : لا اكذبك ولا اصدقك ولا اواليك ولا اعاديك ولا احاربك ولا أحارب من 
يحاربك لكان كافرا ، ولم يكن مؤمنا بترك معاداته وتكذيبه ومحاربته ، ما لم يات بالفعل الوجودي الذي امر به. 
السادس عشر : أن العبد إذا أتى بالمامور به على وجهه ترك المنهي ولا بد، فالمقصود إنما هو فعل المامور، ومع فعله على وجهه يتعذر فعل المنهي . فالمنهي عنه في الحقيقة هو تعريض المأمور للاضاعة ، فان 
العبد إذا فعل ما أمر به من العدل والعفة ، امتنع صدور الطلم والفواحش منه، فنفس العدل يتضمن ترك الطلم، ونفس العفة تتضمن ترك الفواحش ، فدخل ترك المنهي في المامور ضمنا وتبعا ، وليس كذلك في 
عكسه ، فان ترك المحظور لا يتضمن فعل المامور، فانه قد يتركهما معا كما تقدم بيانه )1( . فعلم أن القصد هو إقامة الامر على وجهه ، ومع ذلك 
)1( في الوجه الخامس عشر. 
73
لا يمكن ارتكاب المنهي ألبئة ، وأما ترك المنهي فانه لا يستلزم إقامة ا لامر. 
السابع عشر : ان الرب تعالى إذا امر عبده بامر ونهاه عن امر ففعلهما جميعا كان قد حصل محبوب الرب وبغيضه ، فقد يقوم له من محبوبه ما يدفع عنه شر بغيضه ويقاومه ، ولا سيما إذا كان فعل ذلك المحبوب أحب إليه من ترك ذلك البغيض ، فيهب له جناية ما فعل من هذا بطاعة ما 
فعل من الاخر. 
ونظير هذا في الشاهد : أن يقتل الرجل عدوا لمللش هو حريص على قتله ، وشرب مسكرا نهاه عن شربه ، فانه يتجاوز له عن هذه الزلة ]/17 ب[ بل عن أمثالها في جنب ما أتى به من محبوبه. 
واما إذا ترك محبوبه وبغيضه فانه لا يقوم ترك بغيضه بمصلحة فعل محبوبه ابدا، كما إذا أمر الملك عبده بقتل عدوه ، ونهاه عن شرب مسكر ، فعصاه في قتل عدوه مع قدرته عليه ، وترك شرب المسكر ؛ فإن الملك لا يهب له جرم ترك أمره في جنب ترك ما نهاه عنه . وقد فطر الله عباده على هذا ، فهكذا السادات مع عبيدهم والاباء مع أولادهم والملوك مع خدمهم )1(، والزوجات مع أزواجهم ، ليس التارك منهم محبوب الأمر ومكروهه بمنزلة الفاعل منهم محبوب أمره وبعض مكروهه بوجه. 
الوجه الثامن عشر : ان فاعل محبوب الرب يستحيل أن يفعل جميع مكروهه ، بل يترك من مكروهه بقدر ما أتى به من محبوبه ، فيستحيل الاتيان بجميع مكروهه وهو يفعل ما أحبه أو بغضه ، فغايته أنه اجتمع له 
)1( في النسخ الثلاث الاخرى : "جندهم". 
74
الامران فيحبه الرب تعالى من وجه ، ويبغضه من وجه. 
اما إذا ترك المامور به جملة فإنه لم يقم به ما يحبه الرب عليه ، فان مجرد ترك المنهي لا يكون طاعة إلا باقترانه بالمامور كما تقدم )1(، فلا يحبه على مجرد الترك ، وهو سبحانه يكرهه ويبغضه على مخالفة الامر، 
فصار مبغوضا للرب تعالى من كل وجه ، إذ ليس فيه ما يحبه الرب عليه، فتامله. 
يوضحه: 
التاسععشر : وهو ان الله سبحانه لم يعلق محبته إلا بامر وجودي أمر به إيجابا او استحبابا ، ولم يعلقها بالترك من حيث هو ولا في موضع واحد، فانه يحب التوابين ، ويحب المحسنين ، ويحب الشاكرين، ويحب الصابرين ، ويحب المتطهرين ، ويحب الذين يقاتلون في سبيله صما كانهم بنيان مرصوص ، ويحب المتقين ، ويحب الذاكرين ، ويحب المتصدقين )2(، فهو سبحانه إنما علق محبته باوامر ،5 إذ هي المقصود من الخلق والامر، كما قال تعالى : > وما خلقت الجن واقي لنس إلا ليعبدويئ !( ]الذاريات : 6 ه [، فما حلق الخلق إلا لقيام أوامره )3(، وما نهاهم إلا عما يصدهم عن قيام اوامره ويعوقهم عنها. 
يوضحه: 
[لعشرون : ان المنهيات لو لم تصد عن المامورات وتمنع وقوعها 
في الوجه الخامس عشر. 
في الاصل : "الذاكرين ". 
في الاصل : "اوامر". 
75
)1( )2( )3( 
على الوجه الذي أمر الله بها لم يكن للنهي عنها معنى ، وإنما /181 أ[ نهى عنها لمضادتها لاوامره وتعويقها لها وصدها عنها ، فالنهي عنها من باب التكميل والتتمة للمأمور، فهو بمنزلة تنظيف طرق الماء)1( ليجري في مجاريه غير معوق . 
فالامر بمتزلة الماء الذي أرسل في نهر لحياة البلاد والعباد ، والنهي بمنزلة تنظيف طرقه ومجراه وتنقيتها مما يعوق الماء . والامر بمنزلة القوة 
والحياة ، والنهي بمنزلة الحمية الحافظة للقوة والدواء الخادم لها. 
قالوا : فاذا تبين أن فعل المأمور أفضل ، فالصبر عليه أفصل أنواع الصبر ، وبه يسهل عليه الصبر عن المحظور والصبر على المقدور ، فان الصبر الاعلى يتضمن الصبر الادنى دون العكس. 
وقد ظهر لك من هذا : ان الانواع الثلاثة متلازمة ، وكل نوع منها يغني عن النوعين الاخرين ، وإن كان من الناس من قوة صبره على المقدور فإذا جاء الامر والنهي فقوة صبره هناك ضعيفة ، ومنهم من هو بالعكس من ذلك ، ومنهم من قوة صبره في جانب الامر أقوى ، ومنهم من هو بالعكس ، والله أعلم. 
)1( في الاصل : "الامر" ، وهو تحريف. 
76

""",
    "videoUrl": "https://youtu.be/1G8N_MVQC1Y?si=J7jcPWDcxSmZNSG-",
  },
  {
    "id": 10,
    "title": "الباب العاشر: في انقسام الصبر إلى محمود ومذموم",
    "content": """
الباب العاشر 
في انقسام الصبر الى محمود ومذموم 
الصبر ينقسم إلى قسمين : قسم مذموم ، وقسم ممدوح )1( . 
فالمذموم : الصبر عن الله وإرادته ومحبته وسير القلب إليه ، فان هذا الصبر يتضمن تعطيل كمال العبد بالكلية وتفويت ما خلق له. 
وهذا كما أنه أقيح الصبر فهو أعظمه وأبلغه ، فانه لا صبر أبلغ من صبر من يصبر عن محبوبه الذي لا حياة له بدونه ألبتة ، كما أنه لا زهد أبلغ من زهد الزاهد فيما أعد الله لاوليائه من كرامته ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر . فالزهد)2( في هذا أعظم أنواع الزهد وأبلغها. 
كما قال رجل لبعض الزاهدين وقد تعجب من زهده : ما رأيت أزهد منك ! فقال : أنت أزهد مني ؛ أنا زهدت في الدنيا وهي لا بقاء لها ولا وفاء ، وانت زهدت في الاخرة ، فمن ازهد منا؟ إ)3( . 
قال يحيى بن معاذ الرازي : "صبر المحبين أعجب من صبر الزاهدين ، واعجبا كيف يصبرون ؟ " ]/18 ب[. 
)1( 
استفاد الامام ابن القيم رحمه الله هذا التقسيم من الغزالي رحمه الله في "إحياء علوم الدين " )/4 ،57 96(، إلا أن الامام ابن القيم ابرز هذا التقسيم وجلأه، واضاف إليه من فوائده الجليلة. 
)2( 
في الاصل : فالزاهد، تحريف. 
)3( 
انظر هذه الحكاية في : "التذكرة الحمدونية" )/1 914(. وهي محكية عن [لرشيد والفضيل بن عياض . 
انظر : "الوافي بالوفيات " )/24 06( في ترجمة الفضيل. 
77
وفي هذا قيل: 
والصبر يجمل في المواطن كلها إلا عليك فانه لا يجمل )1( 
ووقف رجل على الشبلي )2( فقال : أي الصبر أشد على الصابرين ؟ . فقال : الصبر في الله ؟ فقال : لا. فقال : الصبر لله؟. قال : لا. قال : 
فالضبر مع الله ؟ . قال : لا . قال : فايمش هو؟ قال : الصبر عن الله . فصرخ )3(الشبلي صرخة كادت روحه تزهق 
وقيل : الصبر مع الله وفاء ، والصبر عن الله جفاء)4(. 
وقد أجمع الناس على أن الصبر عن المحبوب غير محمود، 
)1( 
انظر قول يحى بن معاذ مع بيت الشعر في : "طبقات الاولياء" ص ،326 و "الرسالة القشيرية" ص .256 وفيهما جعل البيت من إنشاد يحى بن معاذ. وفيها "يحمد" . وذكر البيت الغزالي في " إحياء علوم الدين " )/4 96 ( دون نسبة. 
وهذا البيت مأخوذ من بيت لمحمد بن عبيد الله العتبي ، في رثاء ابن له مات : 
والصبر يحمد في المواطن كلها إلا عليك فإنه مذموم انظر : " التهاني والتعازي " للكرخي ص 914 ، و "التذكرة الحمدونية " )/4 263(، و " الوافي بالوفيات " )/4 6(. 
)2( 
هو أبو بكر دلف بن جحدر - وقيل : ابن جعفر - الشبلي الخراساني الاصل، والبغدادي المولد والمنشأ، مالكي المذهب ، صحب الجنيد وطبقته ، وكان يبالغ في تعظيم الشرع المكرم ، توفي رحمه الله سنة أربع وثلاثين وثلاثمائة. انظر ترجمته في : "طبقات الاولياء" ص 402 - ،502 و "حلية الاولياء" )01 / .)375 -366 
)3( 
انظر "اللمع" للطوسي ص 54 ، و "الرسالة القشيرية " ص 256 ، و " إحياء علوم الدين " )/4 96(، و "عوارف المعارف " للسهروردي )/5 221(5 
)4( 
انظر : " الرسالة القشيرية " ص 257 ، و " إحياء علوم الدين " )/4 96(. 78
فكيف )1( إذا كان كمال العبد وصلاحه في محبته ؟! 
ولم تزل الاحباب تعيب المحبين بالصبر عنهم كما قيل: 
والصبر عنك فمذموم عواقبه والصبر في سائر الاشياء محمود)2( وقال اخر في الصبر عن محبوبه: 
إذا لعب الرجال بكل شيء رابت الحب يلعب بالرجال وكيف الصبر عمن حل مني بمنزلة اليمين مع الشمال )3( 
وشكا اخر إلى محبوبه ما يقاسي من حبه فقال : لو كنت صادقا لما )4(صبرت عني. 
ولما شكوت الحتث قالت : كذبتني ترى الصت عن محبوبه كيف يصبر) ( 
)1( 
ليست في الاصل ، واثبتها من )ن( و )ب(. 
)2( 
انظر : "الرسالة القشيرية " ص 257 ، و "إحياء علوم الدين " )/4 96( دون نسبة لاحد. 
)3( 
انظر: "الرسالة القشيرية" ص 257 وانظر للبيت الاول بمفرده : "المدهش" لابن الجوزي ص ،223 .226 
)4( 
لم اقف على من ذكره . 
)5( 
لم اقف عليه هكذا. وانما وقفت على صدره وعجزه مختلف . انظر: "المستطرف من كل فن مستظرف " ص ،424 و"الموشى" لابي الطيبص .63 
97
فصل   
واما الصبر المحمود فنوعان : صبر لله وصبر بالله ، قال تعالى: > واضبرِ لحكو رفي فإنك باغينما ( ]الطور : 48 [ . وقال : > واصبر وما صئرك 
إلا لالله! ]النحل : 27 1 [ . 
وتنازع الناس أي الصبرين أكمل؟ 
فقالت طائفة : الصبر له أكمل ، فان ما كان لله أكمل مما كان بالله، فان كان له فهو غاية وما كان به فهو وسيلة ، والغايات أشرف من الوسائل ، ولذلك وجب الوفاء بالنذر إذا كان تبررا وتقربا إلى الله ؛ لانه نذر له ، ولم يجب الوفاء به إذا خرج مخرج النهي لأنه حلف. 
فما كان له سبحانه فهو متعلق بألوهيته، وما كان به فهو متعلق بربوبيته ، ]وما تعلق بألوهيته أشرف مما تعلق بربوبيته [)1(، ولذلك كان 
توحيد الالهية هو المنجي من الشرك دون توحيد الربوبية بمجرده ؛ فان عباد الاصنام كانوا مقرين بأن الله وحده خالق كل شيء وربه ومليكه، ولكن لما لم ياتوا بتوحيد الالهية ، وهو : عبادته )2( وحده لا شريك له، لم ينفعهم توحيد ربوبيته. 
وقالت طائفة : الصبر بالله أكمل ، بل لا يمكن الصبر له إلا بالصبر به ، كما قال تعالى : > واصبز( ]النحل : 127 [ فأمره بالصبر ، والمأمور به هو الذي /191 ا[ يفعل لاجله ، ثم قال تعالى : >وما صذ إلا بالله< أ النحل : 127[؛ فهذه جملة خبرية غير الجملة الطلبية التي تقدمتها ، أخبر 
ما بين المعقوفين ساقط من الاصل. 
في الاصل : "عباده" ، والتصويب من النسخ الاخرى . 08
)1( )2( 
فيها انه لا يمكنه الصبر إلا به. 
وذلك يتضمن أمرين : الاستعانة ، والمعية الخاصة التي تدل عليها 
باء المصاحبة ، كقوله : "فبي يسمع ، وبي يبصر، وبي يبطش ، وبي )1(يمشي " ، وليس المراد بهذه الباء مجرد الاستعانة ، فان هذا امر مشترك 
بين المطيع والعاصي ، فان ما لا يكون بالله لا يكون ، بل هي باء المصاحبة . والمعية التي صرح بمضمونها في قوله : > إن ألله مع الضبرجف !( ]الانفال : 46[ المعية الحاصلة لعبده الذي تقرب إليه 
بالنوافل حتى صار محبوبا له ، فبه يسمع وبه يبصر، وكذلك به يصبر، فلا يتحرك ولا يسكن ولا يدرك إلا والله معه ، ومتى كان كذلك أمكنه 
الصبر له وتحمل الاثقال لاجله ؛ كما في الاثر الالهي : " بعيني ما يتحفل المتحملون من اجلي")2( . 
)1( 
جزء من حديث الولي الذي اصله عند البخاري في "صحيحه" رقم )2065( من حديث أبي هريرة رضي الله عنه بلفظ : "فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به ، ويده التي يبطثز بها، ورجله التي يمشي بها" . إلا أن 
جملة "فبي يسمع . . ." الخ لم يخرجها البخاري ، ولم أقف على من أسندها، وقد ذكرها الحكيم الترمذفي في "نوادر الاصول " )/1 -264 ،265 -381 382(، و)/2 ،591 236(، وكذلك ذكرها شيخ الاسلام في مواضع متعددة ، انظر على سبيل المثال : "مجموع الفتاوى " )/2 18 ، 463(، و )/3 417( و )/5 511(، و )/6 484( و )/7 443( و )/8 144( و )/01 7 ، 503( وغيرها كثير . وذكرها الطوفي في "التعيين في شرح الاربعين " ص 032 
وغيرهم. 
وقال الالباني في السلسلة الصحيحة )/4 191(: "ولم أر هذه الزيادة عند البخاري ولا عند غيره ممن ذكرنا من المخرجين . . . " . 
)2( 
رواه أبو نعيم في "حلية الاولياء" )/4 06( عن وهب بن منبه : "أوحى الله= 81
ويدل قوله : >وما صبرك إلا لالله < ]النحل : 127[ على انه من لم يكن الله معه لم يمكنه الصبر، وكيف يصبر على الحكم الامري امتثالا   
وتنفيذا وتبليغا، وعلى الحكم القدري احتمالا له واضطلاعا به من لم يكن الله معه؟! 
فلا يطمع في درجة الصبر المحمودة عواقبه من لم يكن صبره بالله، كما لا يطمع في درجة المقرب )1( المحبوب من لم يكن سمعه وبصره وبطشه ومشيه بالله. 
وهذا هو المراد من قوله : "كنت سمعه الذي يسمع به ، وبصره الذي يبصر به ويده التي يبطش بها، ورجله التي يمشي بها")2( ليس المراد به: أني كنت نفس هذه الاعضاء والقوى ، كما يظنه أعداء الله أهل الوحدة ، وأن ذات العبد هي ذات الرب ، تعالى )3( عن قول إخوان النصارى علوا كبيرا. 
تعالى إلى بعض انبيائه : بعيني . . . " . 
وفي )/9 255( رواه عن ابي سليمان الداراني يقول : قرات في بعض الكتب : يقول الله عز وجل : "بعيني . 5 . " فذكره . 
وفي )/01 08( ذكره عن بعض العلماء قال : "اوحى الله تعالى إلى نبي من الانبياء . . . " فذكره . 
وذكره ابن ابي الدنيا في "حسن الظن بالثه" برقم )09(، فقال : "بلغني أن الله عز وجل اوحى إلى بعض انبيائه . . . " فذكره 
)1( 
في النسخ الثلاث الاخرى : "المقترب ". 
)2( 
تقدمت الاشارة إلى هذا الحديث عند البخاري في الصفحة السابقة هامش )1(. )3( 
في النسخ الاخرى : "تعالى الله ". 
82
ولو كان كما يظنون لم يكن فرق بين هذا العبد وغيره . ولا بين حالتي تقربه إلى ربه بالنوافل وتمقته إليه بالمعاصي ، بل لم يكن هناك متقرب ومتقرب إليه ، ولا عبد ومعبود ، ولا محب ومحبوب ، فالحديث كله مكذب لدعواهم الباطلة من نحو ثلاثين وجها تعرف بالتامل الظاهر. 
وقد فسر المراد من قوله : "كنت سمعه ، وبصره ، ويده ، ورجله" بقوله : "فبي يسمع ، وبي يبصر، وبي يبطش ، وبي يمشي ")1( فعبر عن هذه ]/91 ب[ المصاحبة التي حصلت بالتقرب إليه بمحابه بألطف عبارة واحسنها ، تدل على تأكد المصاحبة ولزومها حتى صار له بمنزلة سمعه، وبصره ، ويده ، ورجله. 
ونظير هذا قوله : " الحجر الأسود يمين الله في الارض ، فمن صافحه وقباله ، فكأنما صافح الله وقنل يمينه ")2( . 
)1( 
سبق أن الجملة الاولى من الحديث أخرجها البخاري في "صحيحه"، وأما الجملة الثانية فلم أقف عليها. 
)2( 
رواه ابن عدي في "الكامل" )/1 342(، و 1 لخطيب في "تاريخ بغداد" )/6 328(. كلاهما من طريق إسحاق بن بشر الكاهلي عن أبي معشر المدائني عن محمد بن المنكدر عن جابر بن عبدالله قال : قال رسول الله لمج!ي! : "الحجر يمين الله في الارض ، يصافح به عباده ". 
وقال ابن عدي عن إسحاق هذا: "واسحاق بن بشر الكاهلي قد روى غير هذه الاحاديث ، وهو في عداد من يضع الحديث ". 
وقال الخطيب عنه : "يروي عن مالك بن أنس وأبي معشر . . . وغيرهم من الرفعاء أحاديث منكرة ". 
لذا فقد أورد الحديث الشيخ الالباني في "سلسلة الاحاديث الضعيفة " برقم .)223( 
83
ومثل هذا سائغ في الاستعمال أن يتزل الشيء منزلة ما يصاحبه ويقارنه حتى يقول المحب للمحبوب : أنت روحي ، وسمعي ، وبصري ، وفي ذلك معنيان : 
احدهما : أنه قد صار بمتزلة روحه وقلبه وسمعه وبصره . 
والثاني : أن محبته وذكره لما استولى على قلبه وروحه صار معه وجليسه ، كما جاء في الحديث : "انا جليس من ذكرني ")1(، وفي الحديث الاخر : "انا مع عبدي ما ذكرني وتحركت بي شفتاه ")2(، وفي 
الحديث الالهي : "فاذا احببت عبدي كنت له سمعا وبصرا ويدا ومؤيها")3( ، ولا يعبر عن هذا المعنى باتم من هذه العبارة ولا أحسن ولا 
)1(   
رواه ابن شاهين في "الترغيب" - كما في "الدرر المنتثرة " للسيوطي حديث رقم )04(، وكما في "كنزالعمال" رقم )1865(،- من طريق محمد بن جعفر الداني عن سلام بن مسلم عن زيد العمي عن ابي نصرة عن جابر عن النبي مج!ي! ان الله عز وجل قال لموسى : "ياموسى اما علمت أني جليس من ذكرني وحيث ما التمسني عبدي وجدني ". 
ثم قال السيوطي : "محمد بن جعفر وشيخه متروكان ، وزيد العمي ليس بالقوي ". 
واورده الديلمي في " الفردوس " برقم )4533( من حديث ثوبان نحوه . )2( 
علقه البخاري في "صحيحه" )/13 805(، ووصله ابن ماجه في "سننه" رقم )2937(، من حديث أبي هريرة رضي الله عنه ، وصححه ابن حبان فاخرجه في صحيحه برقم )815(. 
)3( 
هذا جزء من حديث الولي من رواية انس بن مالك ، اخرجه : ابن ابي الدنيا في كتاب "الاولياء" رقم )1(، والبغوي في "تفسيره" )/4 127( وليس فيه محل الشاهد، وابو نعيم في "حلية الاولياء" )/8 -318 931(، وابن الجوزي = 
84
ألطف ، وإيضاح هذه العبارة يزيدها جفاء وخفاء . 
والمقصود: إنما هو الصبر بالله ، وان العبد بحسب نصيبه من معية الله له يكون صبره ، واذا كان الله معه أمكنه أن ياتي من الصبر بما لا ياتي به غيره . 
قال أبو علي : فاز الصابرون بعز الدارين ؟ لانهم نالوا من الله معيته، قال تعالى : > إن الله ء الصبرين !( ]البقرة : 153 ، والانفال : 6 4 [)1( . 
وهاهنا سر بديع وهو : ان من تعلق بصفة من صفات الرب تعالى أدحلته تلك الصفة عليه وأوصلته إليه ، والرب تعالى هو الصبور ، بل لا أحد أصبر على أذى يسمعه منه ، وقد قيل : إن الله تعالى أوحى إلى داود : " تخلق باخلاقي ، فان من اخلاقي اني ا!ا الصبور")2( . 
والرب تعالى يحب أسماءه وصفاته ، ويحب مقتضى صفاته وظهور اثارها في العبد، فانه جميل يحب الجمال ، عفو يحب أهل العفو ، كريم يحب أهل الكرم ، عليم يحب أهل العلم ، وتر يحب الوتر، قوي والمؤمن القوي أحب إليه من المؤمن الضعيف ، صبور يحب الصابرين، محسن يحب المحسنين ، شكور يحب الشاكرين ، فاذا كان سبحانه يحب المتصفين باثار صفاته فهو معهم بحسب نصيبهم من هذا الاتصاف ، فهذه 
في " العلل المتناهية " رقم )27( وضعفه. 
وضعفه الالباني في "السلسلة الضعيفة " رقم )1775(. 
)1( 
انظر قول أبي علي الدقاق في "الرسالة القشيرية" ص 257 . 
)2( 
انظر : " الرسالة القشيرية " ص 257 ، و "ربيع الابرار" للزمخشري )/3 4 0 1 ( . 85
"كنت له سمعا، وبصرا، ويد[،
المعتة الخاصة عبر عنها بقوله: ومؤيد[)1(")2(. 
)1(   
بياض في الاصل مكان هذه الكلمة ، وامتدركتها من النسخ الاخرى . )2( 
سيق ان هذا جزء من حديث الولي من رواية انس بن مالك. 86 
فصل )1(   
وزاد بعضهم قسما ثالثأ من أقسام الصبر: وهو الصبر مع الله، وجعلوه ]0 /2 أ[ أعلى أنواع الصبر ، وقالوا : هو الوفاء)2( . 
ولو سئل هذا عن حقيقة الصبر مع الله لما أمكنه أن يفسره بغير الانواع الثلاثة التي ذكرت ، وهن : الصبر على أقضيته ، والصبر على أوامره ، والصبر عن نواهيه. 
فإن زعم أن الصبر مع الله هو الثبات على أحكامه يدور معها حيث دارت ، فيكون دائما مع الله لا مع نفسه ، فهو مع الله بالمحبة والموافقة. 
فهذا المعنى حق ، ولكن مداره على الصبر على الانواع المتقدمه. 
فان زعم أن الصبر مع الله هو الجامع لانواع الصبر. فهذا حق، ولكن جعله قسما رابعا من اقسام الصبر غير مستقيم. 
واعلم أن حقيقة الصبر مع الله هو : ثبات القلب بالاستقامة معه ، لا يروغ عنه روغان الثعالب هاهنا وهاهنا، فحقيقة هذا الاستقامة إليه وعكوف القلب عليه. 
وزاد بعضهم قسما اخر من اقسامه ، وسماه : الصبر فيه. 
وهذا أيضا غير خارج عن أقسام الصبر المذكورة ، ولا يعقل من الصبر فيه معنى غير الصبر له ، وهذا كما يقال : فعلت هذا في الله 
)1( بياض في الأصل مكان هذه الكلمة ، واستدركتها من النسخ الاخرى . )2( جعله القشيري في "تفسيره" )/6 318( أشد انواع الصبر. 
وانظر في جعل الصبر مع الله وفاء: "الرسالة القشيرية" ص ،257 و " إحياء علوم الدين " )/4 96(. 
87
ث)1(ولله ، كما قال خبيب )2( :   
وذلك في ذات الاله وإن يشأ يبارك على أوصال شلو ممزع)3( 
وقد قال تعالى : > والذين جهدوا فينا لنهدينهم سبلنا < ]العنكبوت: 96[ ، وقال : > وجهدوا في الله < ]الحج : 78[ . وفي حديث جابر : "إن الله تعالى أحيا أباه وقال له : تمن ، قال : يا رب أن ترجعني إلى الدنيا حتى اقتل فيك مرة ثانية ")4(، وقال ع!يم : "ولقد اوذبت في الله وما يؤذى احد")5(. 
وهذا يفهم منه معنيان )6(: 
أحدهما: أن ذلك في مرضاته وطاعته وسبيله ، وهذا فيما يفعله الانسان باختياره ، كما في الحديث " تعلمت فيك العلم ")7( . 
والثاني : أنه بسببه وفي جهته حصل ذلك ، وهذا فيما يصيبه بغير 
)1( 
في )ب(:"وله ". 
)2( 
هو خبيب بن عد! الأنصار! الصحابي الشهيد. 
انظر ترجمته في : "سير اعلام النبلاء" )/1 -246 924(، و"الاصابة" .)262-263 /2( 
)3( 
قول خبيب هذا البيت ، رواه البخار! في "صحيحه" رقم )4503(. 
)4( 
اخرجه الترمذ! في "جامعه" رقم )0103( وقال : "حسن غريب من هذا الوجه " . وابن ماجه في "سننه" رقم )091 ، 0 028( 
)5( 
اخرجه الترمذ! في "جامعه" رقم )2472(، وقال : "حسن صحيح "، وابن ماجه في "سننه" رقم )151(، كلاهما من حديث انس بن مالك. 
الأصول : " معنيين " ، وسقطت "منه " من الاصل. 
)6( 
)7( 
جزء من حديث أبي هريرة رضي الله عنه في الثلاثة الذين اول ما تسعر النار بهم ، اخرجه مسلم في "صحيحه" رقم )5091(. 
88
اختياره ، وغالب ما ياتي قولهم : "وذلك في الله " في هذا المعنى ، فتامل قوله لمجي! : "ولقد أوذيت في الله " ، وقول خبيب : "وذلك في ذات الاله "، وقول عبدالله بن حرام : "حتى اقتل فيك " وكذلك قوله : > والذين جهدوا   
فينا< ]العنكبوت : 96[، فانه يترتب! عليه الاذى فيه سبحانه. 
وليست : " في" هاهنا للظرفية ولا لمجرد السببية ، وإن كانت السببية أصلها ، فانظر إلى قوله : "في النفس المؤمنة مائة من الابل ")1(، وقوله: 
)1( اخرجه النسائي في "المجتبى" رقم )4853(، عن ابي بكر بن محمد بن عمرو بن حزم عن ابيه عن جده ان رسول الله !ي! كتب إلى اهل اليمن كتابا فيه الفرائض والسنن والديات ، وفيه : "وان في النفس الدية مائة من الابل " . ثم ضعفه. 
واخرجه النسائي في "المجتبى" ايضا رقم )4856(، )4857( من حديث ابي بكر بن محمد بن عمرو بن حزم قال : الكتاب الذي كتبه رسول الله ع!يك لعمرو بن حزم في العقول : "إن في النفس مائة من الابل ". وهو ظاهر الارسال . 
إلا ان معنى هذه الجملة من الحديث يشهد له حديث سهل بن ابي حممة الذي رواه البخاري في "صحيحه" رقم )8968(، ومسلم في "صحيحه" رقم )9166(، "ان النبي غ!يط ودى الانصاري الذي قتل بخيبر بمائة من إبل الصدقة" والله اعلم. 
اما لفظة : "في النفس المؤمنة . . ." هكذا، فاني لم اقف عليها مسندة ، وقد ذكر البيهقي في "السنن الكبرى " )/8 001( ان هذه اللفظة جاءت في رواية ابي اويس عن عبدالله ومحمد ابني ابي بكر بن محمد بن عمرو بن حزم عن ابيهما عن جدهما عن رسول الله ع!مك. 
إلا ان هذه اللفظة : "المؤمنة" مفهومة من سياق حديث النسائي رقم )4853( فانه جاء في اوله : "من اعتبط مؤمنا قتلا. . . وان في النفس الدية مماشة من الإبل " والله اعلم. 
98
"دخلت امرأة النار في ]/02 ب[ هرة")1(، كيف تجد فيه معنى زائدا على السببية؟ 
وليست : "في" للوعاء في جميع معانيها، فقولك : فعلت هذا في مرضاتك ، فيه معنى زائد على قولك : فعلته لمرضاتك ، وأنت إذا قلت: 
أوذيت في الله ، لا يقوم مقام هذا اللفظ قولك : أوذيت لله ، ولا بسبب الله ، وإذا فهم المعنى طوي حكم العبارة . 
والمقصود : أن الصبر في الله إن أريد به هذا المعنى فهو حق ، وإن أريد به معنى خارج عن الصبر على أقضيته وعلى أوامره ، وعن نواهيه له وبه ، لم يحصل ، فالصابر في الله كالمجاهد في الله ، والجهاد فيه لا يخرج عن معنى الجهاد به وله ، والله الموفق. 
واما قول بعضهم : "الصبر لله عناء، والصبر بالله بقاء، والصبر في الله بلاء، والصبر مع الله وفاء، والصبر عن الله جفاء")2(، فكلام لا يجب التسليم لقائله ؛ لانه ذكر ما سنح له وتصوره ، وإنما يجب التسليم للنقل المصدق عن القائل المعصوم . 
ونحن نشرح هذه الكلمات : 
أما قوله : "الصبر لله عناء"، فان البهبر لله ترك حظوظ النفس ومرادها لمراد الله ، وهذا أشق شيء على النفس وأصعبه ، فان قطع المفازة التي بين النفس وبين الله ، بحيث يسير منها إلى الله ، شديد جذا 
)1( 
اخرجه البخاري في "صحيحه" رقم )3318(- واللفظ المذكور له ،- ومسلم في "صحيحه" رقم )2242( من حديث عبدالله بن عمر رضي الله عنهما. )2( 
انظر هذا القول في : "الرسالة القشيرية" ص 257 ، و " إحياء علوم الدين " )/4 .)96 
09
على النفس ، بخلاف السفر من النفس إلى الاخرة فانه سهل كما قال أبو القاسم الجنيد: "المسير من الدنيا إلى الاخرة سهل هين على المؤمن ، وهجران الخلق في جنب الحق شديد ، والمسير من النفس إلى الله صعب شديد ، والصبر مع الله أشد")1( .   
وأما قوله : " والصبر بالله بقاء" فلأن العبد إذا كان بالله هان عليه كل شيء ، ويتحمل الائقال ولم يجد لها ثقلا ، فإنه إذا كان بالله لا بالخلق ولا بنفسه ، كان لقلبه وروحه وجود اخر وشأن اخر غير شأنه إذا كان بنفسه 
وبالخلق ، وفي هذه الحال لا يجد عناء الصبر ولا مرارته ، وتنقلب مشاق التكليف له نعيما وقرة عين، قال بعض الزهاد: "عالجت قيام الليل عشرين سنة ثم تنعمت به عشرين سنة")2(، ومن كانت قرة عينه في 
الصلاة لم يجد لها مشقة وكلفة. 
واما قوله : "الصبر في الله بلاء" فالبلاء فوق العناء ، والصبر فيه فوق الصبر له وأخص منه ، كما تقدم ، فان الصبر فيه بمنزلة الجهاد فيه ، وهو اشق من الجهاد له ، فكل مجاهد في الله ]/21 ا[ وصابر في الله مجاهد له وصابر له من غير عكس ، فإن الرجل قد يجاهد ويصبر لله مرة فيقع عليه اسم من فعل ذلك لله ، ولا يقع عليه اسم من فعل ذلك في الله ، إلا على من انغمس في الجهاد والصبر ودخل في الجنة. 
وأما قوله : "والصبر مع الله وفاء" فلأن الصبر معه هو الثبات معه على أحكامه ، وأن لا يزيغ القلب عن الانابة ، ولا الجوارح عن الطاعة، 
)1( 
اسند قول الجنيد هذا : القشيري في " رسالته " ص 255 . وذكره الغزالي في " إحياء علوم الدين ث! ) /4 67 ( . 
)2( 
لم اقف عليه. 
19
فتعظى المعية حقها من التوفية ؛ كما قال تعالى عن خليله >واتزهتم الذبد وفى+!( ]النجم : 37[ ؛ أي : وفى ما امر به بصبره مع الله على أوامره . 
وأما قوله : "والصبر عن الله جفاء" فلا جفاء أعظم ممن صبر عن معبوده وإلهه ومولاه الذي لا مولى له سواه ، ولا حياة له ولا صلاح ولا نعيم إلا بمحبته والقرب منه وإيثار مرضاته على كل شيء، فأي جفاء أعظم من الصبر عنه. 
وهذا معنى قول من قال : "الصبر على ضربين : صبر العابدين، وصبر المحبين ؛ فصبر العابدين أحسنه أن يكون محفوظا، وصبر المحبين أحسنه أن يكون مرفوضا(")1( كما قيل: 
تبين يوم البين أن اعتزامه على الصبرمن إحدى الطنون الكواذب)2( وقال الاخر: 
ولما دعوت الصبر بعدك والبكا أجاب البكا ظوعا ولم يجب الصبر)3( 
قالوا: ويدل عليه أن يعقوب صلوات الله وسلامه عليه قال : >فصتر جميل ( ]يوسف : 18 ، 83[ ورسول الله إذا وعد وفى ، ثم حمله 
)1( 
هذا الكلام قاله القشيري في "رسالته" ص .925 
)2( 
البيت من أربعة ابيات لاسحاق بن إبراهيم المصعبي في الاغاني )5/427(. وهو في "الرسالة القشيرية" ص ،026 و"الاغاني" )5/427(، و"الامالي" للزجاجي ص 16 . 
)3( 
البيت منسوب للعباس بن الاحنف ، وهو في "ديوانه" ص 137 . وانظره في: "الحماسة البصرية " )/2 758(. 
ونسب ايضا لاعرابي يرثي ابنه . انظر : "التذكرة الحمدونية" )/4 245(، و "العقد الفريد" )/3 215(. 
29
الوجد على يوسف والشوق إليه أن قال : > جمأسنى )1( على يوسمف( ]يوسف : 84[، فلم يكن عدم صبره عنه مناقيا لقوله >فصتر جميل < فان   
الصبر الجميل هو الذي لا شكوى معه ، ولا تنافيه الشكوى إلى الله ، فانه قد قال : > إنما اشكوا بثئ وحرني إلى الله < ]يوسف : 86[ ، والله سبحانه أمر 
رسوله بالصبر الجميل ، وقد امتثل ما أمر به وقال : "اللهم إليك أشكو ضعف قوتي وقلة حيلتي " الحديث )2()3( . 
واما قول بعضهم : "إن الصبر الجميل أن يكون صاحط المصيبة في القوم لا يدرى من هو")4( فهذا من الصبر الجميل ، لا أن من فقده فقد) ( الصبر الجميل ، فان ظهور أثر المصيبة على العبد مما لا يمكن دفعه ألبتة ، وبادته التوفيق. 
وزاد بعضهم في الصبر قسما اخر، وسماه : الصبر على الصبر، وقال : هو أن يستغرق في الصبر حتى يعجز الصبر عن الصبر ؛ كما قيل: 
صابر الصبر فاستغاث به الصب !ر فصاح المحب بالصبر صبرا)6( 
وليس هذا خارخا عن ]/21 ب[ أقسام الصبر، وإنما هو المرابطة على الصبر ، والثبات عليه ، والله أعلمه 
)1( 
في الاصل : "وا اسفا". 
)2( 
سبق تخريجه ص .22 
)3( 
ذكر الاستدلال بقصة يعقوب عليه السلام : القشيري في "رسالته" ص ،026 نقلا عن ابي علي الدقاق . 
)4( 
ذكر هذا القول : القشيري في "رسالته" ص ،258 والقرطبي قي "الجامع لاحكام القران " )/18 184 ( . 
في الاصل : "صبر"، وهو سهو. 
)6( 
القول مع البيت قي "الرسالة " ص ،326 وانظر : "اللمع" للطوسي ص 55 . 39

""",
    "videoUrl": "https://youtu.be/1G8N_MVQC1Y?si=J7jcPWDcxSmZNSG-",
  },
  {
    "id": 11,
    "title": "الباب الحادي عشر: في الفرق بين صبر الكرام وصبر اللئام",
    "content": """
الباب الحادي عشر 
في الفرق بين صبر الكرام وصبر اللئام 
كل أحد لا بد أن يصبر على بعض ما يكره إما اختيارا وإما اضطرارا ، فالكريم يصبر اختيارا لعلمه بحسن عاقبة الصبر ، وأنه يحمد عليه ويذم على الجزع ، وأنه إن لم يصبر لم يرد الجزع عليه فائتا، ولم ينزع عنه مكروها ، وأن المقدور لا حيلة في دفعه ، وما لم يقدر لا حيلة في تحصيله ، فالجزع خوف محض ضره أقرب من نفعه ، قال بعض العقلاء : " العاقل عند نزول المصيبة يفعل ما يفعله الاحمق بعد شهر"، 
كما قيل: 
رأى الامر يفضي الى اخر فصير اخره اولا)1( 
فاذا كان اخر الامر الصبر، والعبد غير محمود، فما أحسن به أ ن يستقبل الامر في اوله بما يستدبره به الاحمق في اخره . 
وقال بعض العقلاء: "من لم يصبر صبر الكرام سلا سلو البهائم ")2(. 
فالكريم ينظر إلى المصيبة ، فان راى الجزع يردها ويدفعها فهذا قد ينفعه الجزع ، وان كان الجزع لا ينفعه فانه يجعل المصيبة مصيبتين. 
)1( 
عجز البيت في الاصل : "فصيره اولا" . والتصويب من )م( و )ن(. ]البيت لمحمود الوراق في طبقات الشعراء لابن المعز، وينسب إلى علي بن ابي طالب انظر تخريجه في ديوان محمود[ )ص(. 
)2( 
هذا القول منسوب لعلي بن ابي طالب رضي الله عنه. انظر: "التذكرة الحمدونية" )/4 021(، و "العقد الفريد" )/3 255(. 
49
فصل   
وأما اللئيم فانه يصبر اضطرارا، فانه يحوم حول ساحة الجزع فلا يراها تجدي عليه شيئا فيصبر صبر الموثق للضرب . 
وأيضا فالكريم يصبر في طاعة الرحمن ، واللئيم يصبر في طاعة الشيطان ؛ فاللئام أصبر الناس في طاعة أهوائهم وشهواتهم ، وأقل الناس صبرا في طاعة ربهم ؛ فيصبر على البذل في طاعة الشيطان أتم صبر ، ولا يصبر على البذل لله في أيسر شيء، ويصبر على تحمل المشاق لهوى نفسه في مرضاة عدوه ، ولا يصبر على أدنى المشاق في مرضاة ربه، ويصبر على ما يقال في عرضه في المعصية ، ولا يصبر على ما يقال في عرضه إذا أوذي في الله ، بل يفر من الامر بالمعروف والنهي عن المنكر خشية أن يمكلم في عرضه في ذات الله ، ويبذل عرضه في هوى نفسه )1( صابرا على ما يقال فيه ، وكذلك يصبر على التبذل بنفسه وجاهه في هوى نفسه ومراده ، ولا يصبر على التبذل لله في مرضاته وطاعته ، ]/22 ا[. 
فهو أصبر شيء على البذل والتبذل في طاعة الشيطان أو مراد النفس ، وأعجز شيء عن الصبر على ذلك في الله . وهذا أعظم اللؤم ، ولا يكون صاحبه كريما عندالله ، ولا يقوم مع أهل الكرم إذا نودي بهم يوم القيامة على رووس الاشهاد : ليعلمن )2( أهل الجمع من أولى بالكرم اليوم ، أين المتقون ؟ 
) 1 ( في ) م ( و ) ن ( بعد ها : " ومرا ده " ، وفي ) ب ( : " ومرضا ته " . )2( في )م( و)ن(: ليعلم . وليست في )ب(. 
59

""",
    "videoUrl": "https://youtu.be/Xj9YyCx-odQ?si=MtV9U86AWlTp4DDu",
  },
  {
    "id": 12,
    "title": "الباب الثاني عشر: في الأسباب التى تعين على الصبر",
    "content": """
الباب الثاني عشر 
في الأسباب التي تعين على الصبر 
لما كان الصبر مأمورا به جعل الله سبحانه له أسبابا تعين عليه وتوصل إليه ، وكذلك ما أمر ادله سبحانه بأمر إلا أعان عليه ونصب له أسبابا تمده وتعين عليه )1(، كما أنه ما)2( قدر داء إلا قدر له دواء، وضمن الشفاء باستعماله. 
فالصبر وإن كان شاقا كريها على النفوس فتحصيله ممكن ، وهو يتركب من مفردين : العلم والعمل ، فمنهما تركب جميع الادوية التي تداوى بها القلوب والابدان ، فلا بد من جزء علمي وجزء عملي ، فمنهما يركب هذا الدواء الذي هو أنفع الادوية. 
فأما الجزء العلمي فهو إدراك ما في المأمور من الخير والنفع واللذة والكمال ، وادراك ما في المحظور من الشر والضز والنقص ، فاذا أدرك هذين العلمين كما ينبغي أضاف إليهما العزيمة الصادقة والهمة العالية 
والنخوة والمروءة الانسانية ، وضم هذا الجزء إلى هذا الجزء . ومتى فعل ذلك حصل له الصبر وهانت عليه مشاقه وحلت له مرارته وانقلب ألمه لذة . 
وقد تقدم أن الصبر : "مصارعة باعث العقل والدين لباعث الهوبد والنفس ")3(، وكل متصارعين اردنا أن يغلب أحدهما على الآخر، 
)1( جملة : "تمده وتعين عليه " ، ساقطة من الاصل. 
)2( ساقطة من الأصل. 
)3( انظر ص .27 
69
فالطريق فيه تقوية من أردنا أن تكون الغلبة له وتضعيف الاخر ، كالحال مع القوة والمرض سواء . 
فاذا قوي باعث شهوة الوقاع المحرم وغلب بحيث لا يملدب معها فرجه ، او يملكه ولكن لا يملك طرفه ، أو يملكه ولكن لا يملك قلبه، 
بل لا يزال يحدثه بما هناك ويعده ويمنيه ويصرفه عن حقائق الذكر والتفكر فيما ينفعه في دنياه واخرته = فاذا عزم على التداوي ومقاومة هذا الداء فليضعفه أولا بأمور : 
أحدها : ان ينطر إلى مادة قوة الشهوة فيجدها من الاغذية المحركة للشهوة إما بنوعها ]/22 ب[ وإما بكميتها وكثرتها، فليحسم هذه المادة 
بتقليلها، فان لم تنحسم فليبادر إلى الصوم فانه يضيق مجاري الشهوة ويكسر حدتها)1(، ولا سيما إذا كان أكله وقت الفطر معتدلا. 
الثاني : ان يجتنب محرك الطلب وهو النظر، فليغض لجام طرفه ما أمكنه ، فان داعي الارادة والشهوة إنما يهيح بالنظر ، والنظر يحرك القلب بالشهوة )2( . 
وفي "المسند" عنه لمجيم : "النظر سهم مسموم من سهام إبليس ")3(، 
)1( 
كما اخرج البخاري في "صحيحه" رقم )5091(، ومسلم في "صحيحه" رقم )0014( من حديث عبدالله بن مسعود رضي الله عنه قال : قال رسول الله ع!ي!: "يا معشر الشباب من استطاع منكم الباءة فليتزوج ، فإنه اغض للبصر، واحصن 
للفرج ، ومن لم يستطع فعليه بالصوم فإنه له وجاء". 
)2( 
هذه الكلمة ساقطة من الاصل ، واستدركتها من النسخ الاخرى ه 
)3( 
الذي في "مسند" أحمد )/5 264( عن ابي امامة رضي الله عنه عن النبي عم قال : "ما من مسلم ينظر إلى محاسن امراة اول مرة ثم يغض بصره ، إلا احدث = 
79
وهذا السهم يسدده ابليس نحو القلب ولا يصادف جنة)1( دونه ، وليست الجنة إلا غض الطرف او التحيز والانحراف عن جهة الرمي ؛ فانه إنما يرمي هذا السهم عن قوس الصور، فاذا لم تقف على طريقها أخطاك السهم ، وان نصبت قلبك غرضا فيوشك ان يقتله سهم من تلك السهام المسمومة. 
الثالث : تسلية النفس بالمباح المعوض عن الحرام ، فإن كل ما يشتهيه الطبع ففيما أحبه )2( الله سبحانه غنية عنه ، وهذا هو الدواء النافع في حق أكثر الناس ؛ كما أرشد اليه النبي ع!يم)3( . 
فالدواء الأول : يشبه قطع العلف عن الدابة الجموح ، وعن الكلب الضاري ؛ لاضعاف قوتهما. 
والثاني : يشبه قغييب اللحم عن الكلب والشعير عن البهيمة لئلا 
الله له عبادة يجد حلاوتها في قلبه ". 
وهو حديث ضعيف جدا. انطر: "سلسلة الاحاديث الضعيفة " رقم .)6401( 
وقريب من اللفط الذي ذكره المؤلف هو ما اخرجه الحاكم في "المستدرك" )/4 -313 314(، عن حذيفة رضي الله عنه قال : قال رسول الله ع!يم : "النظرة سهم من سهام إبليس مسمومة " . وصححه الحاكم ، إلا ان الذهبي تعقبه بتضعيفه. 
)1( 
الجنة بالضم : ما واراك من السلاح واستترت به منه . "لسان العرب " )/13 49( . )2( 
كذا في الاصول ، ولعله : "اباحه "ه 
)3( 
وذلك في حديث جابر بن عبدالله رضي الله عنهما أن النبي ع!ير قال : "إن المرأة تقبل في صورة شيطان ، وتدبر في صورة شيطان ، فاذا ابصر أحدكم امراة فليات أهله ، فإن ذلك يرد ما في نفسه ". أخرجه مسلم في "صحيحه" رقم .)3014( 
89
تتحرك نفوسهما له عند المشاهدة . 
و[لدواء التالث : يشبه إعطاءها من الغذاء ما يميل إليه طبعها بحسب الحاجة ؛ لتبقى معه القوة ؛ فتطيع صاحبها، ولا تغلب بإعطائها الزيادة على ذلك. 
[لرابع : الفكر في المفاسد الدنيوية المتوقعة من قضاء هذا الوطر، فإنه لو لم يكن جنة ولا نار لكان في المفاسد الدنيوية ما ينهى عن إجابة هذا الداعي ، ولو تكلفنا عدها لفاتت الحصر ، ولكن عين الهوى عمياء)1(. 
الخامس : ]الفكرة[)2( في مقابح الصورة التي تدعوه نفسه إليها إ ن كانت معروفة بالاجابة )3( وليعز لنفسه )4( ان تشرب من حوض ترده 
الكلاب والذباب ، كما قيل: 
ساترك وصلكم شرفا وعزا لخسة سائر الشركاء فيه)( 
]وقال اخر: 
إذا كثر الذباب على طعام رفعت يدي ونفسي تشتهيه [)6( 
وقد توسيع الامام ابن القيم رحمه الله في ذلك في كتابه "روضة المحبين " ص 352 وما بعدها، وفي "الجواب الكافي " ص 148 وما بعدها. سقطت من الأصل. 
بعد هذه الكلمة في النسخ الثلاث : "له ولغيره ". 
في )م( و)ن(: "فتنفر". وفي )ب(: "فيعز". وفي الأصول : "لنفسه" والصواب المثبت. 
سقطت "سائر" من الاصل ، والبيت لم اقف عليه ، ولعله قيل مع البيتين بعده . ما بين المعقوفين ساقط من الاصل ، واستدركته من )ب( و )ن(5 
99
)1( 
)2( )3( )4( 
)6( 
وتجتنب الاسود ورود)1( ماء إذا كان الكلاب يلغن فيه)2( 
وليذكر مخالطة ريقه لريق كل خبيث ريقه الداء الدوفي ، فان ريق الفاسق داء ، كما قيل : /231 ا[. 
تسل ياقلب عن سمح بمهجته مبذل كل من يلقاه يقرفه كالماء أي)3( صد)4( يأتيه ينهله والغصن أي نسيم مر يعطفه 
وإن حلا ريقه فاذكر مرارته في فم ابخر يحفيه ويرشفه 
ومن له أدنى مروءة ونخوة يأنف لنفسه من مواصلة من هذا شأنه، 
فان لم تجبه نفسه إلى الاعراض ورضي بالمشاركة ، فلينظر إلى ما وراء هذا اللون ) ( والجمال )6( الظاهر من القبائح الباطنة ، فان من مكن من نفسه فعل القبائح )7( فنفسه أفبح من نفوس البهائم ، فانه لا يرضى لنفسه 
بذلك حيوان من الحيوانات أصلا الا ما يحكى عن الخنزير ، وانه ليس في الحيوان لوطي سواه ، فقد رضي هذا الممكن من نفسه أنه يكون بمنزلة الخنزير ، وهذا القبح يغطي كل جمال وملاحة في الوجه والبدن ، 
)1( 
الاصل "ورد" وبه ينكسر البيت. 
)2( 
انظره مع بعض اختلاف في: "صيح الأعشى " )/2 57(، و"المستطرف" للأبشيهي ص ،55 .346 
)3( 
في الاصل : "كما اي". والتصويب من النسخ الثلاث الاخرى . 
)4( 
من )م( ووقع في )ن ،ب(: "صيد" تصحيف ، وفي الاصل : "صاد" وهو بمعنى "صد" اي عطشان ، لكن به ينكسر البيت. 
في الاصل : "اللوث " . والتصويب من النسخ الثلاث الاخرى . 
)6( 
في الاصل : "من الجمال " ، والتصويب من النسخ الثلاث الأخرى . )7( 
"فعل القبائح " ساقطة من الاصل ، واستدركتها من النسخ الثلاث . 001
غير أن حبك الشيء يعمي ويصم )1( . 
وإن كانت الصورة أنثى فقد خانت الله ورسوله واهلها وبعلها ونفسها ]وارلت ذلك لمن بعدها من ذريتها ، فلها نصيب من وزرهم وعارهم [)2( ولا نسبة لجمال صورتها إلى هذا القبح ألبتة. 
وإذا أردت معرفة ذلك فانظر إلى القيح الذي يعلو وجه احدهما في كبره ، وكيف يقلب الله سبحانه تلك المحاسن مقابح حتى تعلو الوحشة والقبح وجهه ، كما قيل: 
لو فكر العاشق في منتهى حسن الذي يسبيه لم يسبه )3( وتفصيل هذه الوجوه يطول جدا ، فيكفي ذكر اصولها)4( . 
)1( 
روى ابو داود في سننه رقم )0513( عن ابي الدرداء عن العبي -لمجيئ قال : "حبك الشيء يعمي ويصم [ا. 
وضعفه العراقي في "المغني عن حمل الاسفار" )/3 92(. والحديث معدود من الامثال الواردة في الاحاديث النبوية . انظر كتاب : "الامثال في الحديث النبوي " لابي الشيخ الاصبهاني ص )152 - 153(. 
)2( 
ما بين المعقوفين ليس في الاصل ، واستدركته من النسخ الثلاث . )3( 
هذا البيت للمتنبي ، وهو في "ديوانه" )/1 212(. 
)4( 
ذكر الامام ابن القيم رحمه الله خمسين وجها في كتابه "روضة المحبين "، انظرها في ص ،471 إلى نهاية الكتاب . 
101
فصل 
وأما تقوية باعث الدين ، فانه يكون بأمور: 
أحدها : إجلال الله تبارك وتعالى أن يعصى وهو يرى ويسمع ، ومن قام بقلبه مشهد إجلاله لم يطاوعه قلبه لذلك ألبتة. 
الثاني : مشهد محبته سبحانه ، فيترك معصيته محبة له ، ف "إن المحب لمن يحب مطيع ")1( ، وأفضل الترك ترك المحبين ، كما أن أفضل 
الطاعة طاعة المحبين ، فبين ترك المحب وطاعته وترك من يخاف العذاب وطاعته )2( ، بون بعيد. 
الثالث : مشهد النعمة والاحسان ، فان الكريم لا يعامل )3( بالإساءة من أحسن إليه ، وإنما يفعل هذا لئام الناس ، فليمنعه مشهد إحسان الله ونعمته عن معصيته حياء منه أن يكون خير الله وإتعامه نازلا إليه )4(، 
ومخالفاته ومعاصيه وقبائحه صاعدة إلى ربه ، فملك ينزل بهذا وملك يعرج بهذا ، فأقيح بها من مقابلة ! ]/23 ب[. 
الرابع : مشهد الغضب والانتقام ، فان الرب تعالى إذا تمادى العبد 
)1( 
هذا عجز بيت منسوب لابن المبارك ، وصدره : الو كان حبك صادفا لاطعته(. 
انظر : " تاريخ دمشق " )/32 946( و " إحياء علوم الدين " )/4 281(. وهو منسوب ايضا لمحمود الوراق . 
انظر: "فوات الوفيات " )/4 81(، و"الكامل للمبرد" )/2 4(، و "التمثيل والمحاضرة " ص )12 ( . 
)2( 
ساقطة من الاصل ، واستدركتها من النسخ الاخرى . 
)3( 
في النسخ الثلاث الاخرى : "يقابل". 
)4( 
في )م( و )ن(: "عليه ". 
201
في معصيته غضب ، وإذا غضب لم يقم لغضبه شيء ، فصلا عن هذا العبد الضعيف. 
الخام!س : مشهد الفوات ، وهو ما يفوته بالمعصية من خير الدنيا والاخرة ، وما يحدث له بها من كل اسم مذموم عقلا وشرعا وعرفا، وتزول عنه من الاسماء الممدوحة شرعا وعقلا وعرفا . ويكفي في هذا المشهد مشهد فوات الايمان الذي أدنى مثقال ذرة منه خير من الدنيا وما فيها أضعافا مضاعفة ، فكيف يبيعه بشهوة تذهب لذتها وتبقى سوء 
معيشتها)1(؟! تذهب الشهوة وتبقى الشقوة . وقد صح عن النبي ع!م انه 
)2( 
قال : " لا يزني الزاني حين يزني وهو مؤمن" 
قال بعض الصحابة : "ينزع منه الايمان حتى يبقى على رأسه مثل الطلة ؛ فان تاب عاد إليه ")3( . 
وقال بعض التابعين : "ينزع عنه الايمان كما ينزع عنه القميص فان 
)1( 
في ) م ( و ) ن ( : " تبعتها " مكا ن : " سوء معيشتها " ، وفي ) ب ( : " تبعا تها " . )2( 
رواه البخاري في "صحيحه" رقم )2475(، ومسلم في "صحيحه" رقم )57(، كلاهما من حديث ابي هريرة رضي الله عنه. 
)3( 
انظر معناه عن الصحابة في: "شعب الايمان " للبيهقي رقم )5367(، و"الشريعة" للآجري ص 114 - ،115 و"شرح الاعتقاد لللالكائي" رقم )9186 - 1871 ، 1877(، و "السنة" لعبدالله بن أحمد )/1 351(، و "السنة" 
للخلال )/4 ،001 -201 301(، و"تعظيم قدر الصلاة " رقم )-538 .)953 
وقد رواه ابو داود في "سننه" رقم )0946( عن ابي هريرة مرفوعا، وصححه الحاكم في المستدرك )/1 22( علي شرط البخاري ومسلم ، ووافقه الذهبي. 
301
تاب لبسه ")1(. 
ولهذا رأى النبي ع!قه في الحديث الذي رواه البخاري في صحيحه )2( الزناة في التنور عراة ؛ لانهم تعروا من لباس الايمان ، وعاد تنور الشهوة الذي كان في قلوبهم تنورا ظاهرا يحمى عليه بالنار. 
السادس : مشهد القهر والظفر ، فان قهر الشهوة والظفر بالشيطان له حلاوة ومسرة وفرحة عند من ذاق ذلك أعظم من الظفر بعدوك من الادميين وأخلى موقعا وأتم فرحة . وأما عاقبته فأحمد عاقبة ، وهو 
كعاقبة شرب الدواء النافع الذي أزال داء الجسد، وأعاده إلى صحته واعتداله. 
السابع : مشهد العوض ، وهو ما وعد الله سبحانه به تعويض من ترك المحارم لاجله، ونهى نفسه عن هواها، وليوازن بين العوض والمعوض ، فأيهما كان أولى بالايثار اختاره وارتضاه لنفسه. 
الثامن : مشهد المعية ، وهي نوعان ؟ معية عامة ، ومعية خاصة. فالعامة اطلاع الرب تعالى عليه ، وكونه بعينه لا تخفى عليه حاله ، وقد تقدم . 
والمقصود هنا: المعية الخاصة ، كقوله : >إن الله مع 
)1( 
هو مروي عن خالد بن معدان . انظر : "الثقات" لابن حبان )/7 42(. وقد جاء ذلك في حديث مرفوع إلى النبي عجين رواه الحاكم في "المستدرك" )/1 22( من حديث ابي هريرة رضي الله عنه. 
وضعفه الالباني في "سلسلة الاحاديث الضعيفة " برقم )1274(. 
)2( 
صحيح البخاري رقم )1386( من حديث سمرة بن جندب رضي الله عنه. 401
ا فيدى في ( ]الانفال : 6 4 [ ، وقولي : > إن الله ح ائذين ا!صا وألذين هم ئحسنون ! ( ]النحل : 28 أ[، وقولي : > وإن الله لمع احسنين ! ( ]العنكبوت : 96[، فهذه المعية الخاصة خير له وانفع في دنياه واخرته من 
قضاء ]/24 أ[ وطره ونيل شهوته على التمام من أول العمر إلى آخره ، فكيف يؤثر عليها لذة منغصة منكدة في مدة يسيرة من العمر، إنما هي كاحلام الشائم او ظل زائل ؟! 
التاسع : مشهد المغافصة)1( والمعاجلة)2(، وهو : ان يخاف )3( ا ن يغافصه الأجل ؛ فياخذه الله عز وجل على غرة ، فيحال بينه وبين ما يشتهي من لذات الدنيا وبينه وبين ما يشتهي من لذات الآخرة ، فيا لها من حسرة ما امرها وما أصعبها ، ]لثن ما يعرفها إلا من جربها[)4(! 
وفي بعض الكتب القديمة : "يا من لا يامن على نفسه طرفة عين ولا يتم له سرور يوم ، الحذر الحذر") ( . 
العاشر: مشهد البلاء والعافية ، فإن البلاء في الحقيقة ليس إلا الذنوب وعواقبها ، والعافية المطلقة هي الطاعات وعواقبها ؛ فاهل البلاء هم اهل المعصية وإن عوفيت اب!انهم ، واهل العافية هم اهل الطاعة وإن 
غافص الرجل مغافصة وغفاصا: أخذه على غزة . "لسان العرب " )/7 61(. 
)2( 
في )ب ( : " والمعالجة " . وهو خطأ. 
)3( 
جملة "أن يخاف " ساقطة من الاصل ، واستدركتها من النسخ الاخرى . )4( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى . )5( 
ذكر وهب بن منبه أنه وجده في التوراة بلفظ : "يا من لا يستتم سرور يوم ، ولا يأمن على روحه يوما، الحذر الحذر". 
رواه البيهقي في "الزهد الكبير" رقم )521(، وابن عساكر في "تاريخ دمشق " )/63 393(. 
501
مرضت أبدانهم. 
وقال بعض أهل العلم في الاثر المروي : "إذا رأيتم اهل البلاء فاسألوا الله العافية ")1(ء: إن أهل البلاء المبتلون بمعاصي الله والاعراض والغفلة عنه)2( . 
وهذا وإن كان اعظم البلاء فاللفظ يتناول انواع المبتلين في ابدانهم وأديانهم ، والله أعلم. 
الحادي عشر: أن يعود باعث الدين ودواعيه مصارعة الهوى ومقاومته على التدريج قليلا قليلا حتى يدرك لذة الظفر، فتقوى حينئذ همته ، فان من ذاق لذة شيء قويت همته في تحصيله . والاعتياد لممارسة الاعمال الشاقة يزيد القوى التي تصدر عنها تلك الاعمال ، 
ولذلك تجد قوى الحمالين وأرباب الصنائع الشاقة تتزايد بخلاف البزاز)3( والخياط ونحوهما. ومن ترك المجاهدة بالكلية ضعف فيه 
باعث الدين وقوي فيه باعث الشهوة ، ومن عود نفسه مخالفة الهوى غلبه متى أراد . 
)1( 
ذكر هذا الاثر ابن الجوزي في "المدهش" ص ،338 دون نسبة لاحد. وجاء انه مرفوع إلى النبي ع!ي! كما سيأتي في الحاشية التالية ، إلا انه روي عن عيسى بن مريم انه قال : "فارحموا اهل البلاء واحمدوا الله على العافية ". رواه : مالك في "الموطأ" )/2 869( بلاغا، ورواه ابن ابي شيبة في "مصنفه" رقم )،93187 03423(، وأبو نعيم في "الحلية " )/6 58 ، 328( وغيرهما. )2( 
وهذا مروي عن الشبلي انه سئل عن قول النبي ع!يط : "إذا رايتم اهل البلاء فاسألوا الله العافية ". من هم اهل البلاء؟ قال الشبلي : اهل الغفلة عن الله. انظر : "تاريخ بغداد" )/12 161 ( . 
)3( 
البزاز هو بائع البز. والبر : الثياب . "لسان العرب " )/5 311 - 312(. 601
الثاني عشر : كف الباطن عن حديث النفس ، وإذا مرت به الخواطر نفاها ولا يؤويها ويساكنها، فانها تصير منى، وهي رووس أموال المفاليس . ومتى ساكن الخواطر صارت أماني ، ثم تقوى فتصير هموفا، ثم تقوى فتصير إرادات ، ثم تقوى فتصير عزما يقترن به المراد . 
فدفع الخاطر الاول أسهل وأيسر من دفع أثر المقدور بعد وقوعه وترك معاودته )1( . 
الثالث عشر: قطع العلائق والاسباب التي تدعوه إلى موافقة الهوى ، ]/24 ب[ وليس المراد أن لا يكون له هوى ، بل يصرف هواه إلى 
ما ينفعه ويستعمله في تنفيذ مراد الرب تعالى ، فان ذلك يدفع عنه شر استعماله في معاصيه ، فان كل شيء من الانسان يستعمله لله فان الله يقيه شر استعماله لنفسه وللشيطان ، وما لا يستعمله لله استعمله لنفسه وهواه ولا بد. 
فالعلم إن لم يكن لله كان للنفس والهوى ، والعمل إن لم يكن لله كان للرياء والنفاق ، والمال إن لم ينفق لله أنفق في طاعة الشيطان والهوى ، والجاه إن لم يستعمل لله استعمل صاحبه في هواه وحظوظه ، والقوة إ ن لم يستعملها في أمر الله استعملته في معصيته. 
فمن عود نفسه العمل لله لم يكن عليه أشق من العمل لغيره ، ومن عود نفسه العمل لهواه وحظه لم يكن عليه أشق من الاخلاص والعمل لله ، وهذا في جميع أبواب الاعمال ، فليس شيء أشق على المنفق لله 
)1( توسع ابن القيم في بيان هذا الوجه في كتابه "طريق الهجرتين " ص 274 وما بعدها. 
701
من)1( الانفاق لغيره ، وكذا بالعكس. 
الرابع عشر : صرف الفكر إلى عجائب ايات الله التي ندب عباده إلى التفكر فيها ، وهي : اياته المتلوة واياته المخلوقة ، فاذا استولى ذلك على قلبه دفع عنه محاضرة الشيطان ومحادثته ووسواسه . وما أعظم غبن من أمكنه أن لا يزال محاضر الرحمن ورسوله والصحابة ، فرغب عن ذلك إلى محاضرة الشيطان من الانس والجن ! فلا غبن بعد هذا الغبن ، والله المستعان . 
الخامس عشر : التفكر في الدنيا وسرعة زوالها وقرب انقضائها ، فلا يرضى لنفسه أن ينزود منها إلى دار بقائه وحلوده أخس ما قيها وأقله نفعا ]إلا ساقط الهمة دنيء المروءة ميت القلب [)2( فان حسرته تشتد إذا عاين حقيقة ما تزوده وتبين له عدم نفعه له ، فكيف إذا كان زاده ما يعذب به ويناله بسببه غاية الألم ؟! بل إذا تزود ما ينفعه وترك ما هو أنفع منه كان حسرة عليه. 
السادس عشر : تعرضه إلى من القلوب بين إصبعيه ، وأزفة الأمور بيديه ، وانتهاء كل شيء إليه على الدوام ، فلعله أن يصادف أوقات النفحات ، كما في الاثر المعروف : " إن لله في أيام دهره نفحات فتعرضوا لنفحاته ، واسألوا الله أن يستر عوراتكم ، ويؤمن روعاتكم " )3( . 
)1( 
ليست في الاصل ، واثبتها من النسخ الثلاث الاخرى . 
)2( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . )3( 
روي عن ابي الدرداء رضي الله عنه ، رواه ابن أبي شيبة في "مصنفه" رقم )49345(، وابو نعيم قي "خلية الاولياء" )/1 221(. 
وجاء في حديث مرفوع عن انس بن مالك ، اخرجه الطبراني في "الكبير" = 801
ولعله في كثرة تعرضه يصادف ساعة من الساعات التي لا يسأل الله فيها شيئا إلا أعطاه ، فمن أعطي منشور الدعاء أعطي الاجابة ، ]ه /2 أ[ فانه لو لم يرد إجابته لما ألهمه دعاءه ، كما قيل: 
لو لم ترد نيل ما أرجو وأطلبه من جود كفك ما عودتني الطلبا)1( 
ولا يستوحش من ظاهر الحال ، فان الله سبحانه يعامل عبده بمعاملة من ليس كمثله شيء في أفعاله ، كما ليس كمثله شيء)2( في صفاته ، فانه ما حرمه إلا ليعطيه ، ولا امرضه إلا ليشفيه ، ولا افقره إلا ليغنيه ، ولا أماته إلا ليحييه ، وما أخرج أبويه من الجنة إلا ليعيدهما إليها على أكمل 
حال ، كما قيل : يا ادم لا تجزع من قولي لك : اخرج منها، فلك خلقتها وساعيدك إليها. 
فالرب تعالى ينعم على عبده بابتلائه ، ويعطيه بحرمانه ، ويصحه بسقمه ، فلا يستوحش عبده من حالة تسوؤه أصلا إلا إذا كانت تغضبه 
عليه ، وتبعده منه. 
السابع عشر: أن يعلم بان فيه جاذبين متضادين ، ومحنته بين الجاذبين : جاذب يجذبه إلى الرفيق الاعلى من أهل عليين ، وجاذب 
رقم )072(، وابو نعيم في "حلية الاولياء" )/3 162(، والبيهقي في "شعب الايمان " رقم )1 12 1 ( وغيرهم. 
وروي ايضا من مسند ابي هريرة ومحمد بن مسلمة رضي الله عنهما. وحسنه الالباني مرفوعا بمجموع طرقه وشواهده في "السلسلة الصحيحة " رقم .)0918( 
)1( لم اقف عليه ، وذكره ابن القيم رحمه الله في "مدارج السالكين " )/3 301(. )2( كلمة "شيء" ساقطة من الاصل ه وامشدركتها من النسخ الثلاث الاخرى . 
901
يجذبه إلى أسفل سافلين. 
فكلما انقاد مع الجاذب الاعلى صعد درجة حتى ينتهي إلى حيث يليق به من المحل الاعلى ، وكلما انقاد إلى الجاذب الاسفل نزل درجة حتى ينتهي إلى موضعه من سجين. 
ومتى أراد أن يعلم هل هو مع الرفيق الاعلى أو الاسفل ، فلينظر أين روحه في هذا العالم ، فانها إذا فارقت البدن تكون في الرفيق الذي كانت منجذبة إليه في الدنيا ]فهو أولى بها، فالمرء مع من أحب طبعا وعقلا وجزاء ، وكل مهتم بشيء[)1( فهو منجذب إليه وإلى أهله بالطبع ، "وكل امرىء يصبو إلى ما يناسبه " ، وقد قال تعالى : > قل نيل !مل عك شايمه- < ]الاسراء: 84[، فالنفوس العلوية تنجذب بذاتها وهممها وأعمالها إلى أعلى ، والنفوس السافلة إلى أسفل. 
الثامن عشر: أن يعلم أن تفريغ المحل شرط لنزول غيث)2( الرحمة ، وتنقيته من الدغل )3( شرط لكمال الزرع ، فمتى لم يفرغ المحل لم يصادف غيث الرحمة محلا فارغا قابلا)4( ينزل فيه ، وإن فرغه حتى 
أصابه غيث الرحمة لكنه لم ينقه من الدغل لم يكن الزرع زرعا كاملا بل ربما غلب الدغل على الزرع وكان الحكم له. 
)1( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . )2( 
ليست في الاصل ، وانما اثبتها من النسخ الاخرى ، وهو مفهوم مما يأتي في 
كلام المصنف. 
)3( 
الدغل : الفساد، وأصل الدغل الشجر الملتف الكثير. انظر : "لسان العرب " .)245 -244 /11( 
)4( 
الكلمتان : "فارغا قابلا" ليستا في الاصل . اما الكلمة الاولى فهي من : )م( و )ن(. واما الكلمة الثانية ، فهي من باقي النسخ. 
1 1 0
وهذا كالذند يصلح أرضه ، ويهيئها لقبول الزرع ، ويو ح فيها البذر، وينتظر نزول الغيث ، فاذا طهر العبد قلبه وفرغه من إرادات السوء وخواطره ، وبذر فيه بذر الذكر والفكر والمحبة ]ه /2 ب[ والاخلاص ، وعرضه لمهاب رياح الرحمة ، وانتظر نزول غيث الرحمة في أوانه ، كان جديرا في حصول المغل )1( . 
وكما يقوى الرجاء لنزول الغيث في وقته ، كذلك يقوى الرجاء لاصابة نفحات الرحمن جل جلاله في الاوقات الفاضلة والاحوال الشريفة ، ولا سيما إذا اجتمعت الهمم ، وتساعدت القلوب ، وعظم الجمع ، كجمع عرفة وجمع الاستسقاء وجمع أهل الجمعة ، فان اجتماع الهمم والانفاس أسباب نصبها الله تعالى مقتضية لحصول الخير ونزول الرحمة ، كما نصب سائر الاسباب مفضية إلى مسبباتها. 
بل هذه الاسباب في حصول الرحمة ، أقوى من الاسباب الحسية في حصول مسبباتها، ولكن العبد لجهله يغلب عليه الشاهد على الغائب والحس على العقل ، ولظلمه يؤثر ما يحكم به هذا ويقتضيه على ما 
يحكم به الاخر ويقتضيه ، ولو فرغ العبد المحل وهيأه وأصلحه لرأى العجائب ، فان فضل الله لا يرده إلا المانع الذي في العبد ، فلو أزال ذلك المانع لسارع إليه الفضل من كل صوب . فتأمل حال نهر عظيم يسقي كل 
أرض يمر عليها، فحصل بينه وبين بعض الارض المعطشة المجدبة سكر)2( وسد كثيف ، فصاحبها يشكو الجدب ، والنهر إلى جانب أرضه! 
)1( الاصل : "الممغل" ، وما اثبت من النسخ الأخرى هو الصواب . والمغل بمعنى الغفة. 
)2( قال في "لسان العرب " )/4 375(: سكر النهر يسكره سكرا: سذ فاه ، وكل= 111
التاسع عشر : أن يعلم العبد أن الله سبحانه حلقه لبقاء لا فناء له، ولعز لا ذلى معه ، وامن لا خوف فيه ، وغناء لا فقر معه ، ولذة لا ألم معها ، وكمالى لا نقص فيه ، وامتحنه في هذه الدار بالبقاء الذي يسرع إليه الفناء، والعز الذي يقارنه الذك ويعقبه الذلك ، والامن الذي معه الخوف 
وبعده الخوف ، وكذلك الغناء واللذة والفرحة والسرور والنعيم الذي هنا مشوب بضده يتعقبه ضده ، وهو سريع الزوال ، فغلط أكثر الخلق في هذا المقام إذ طلبوا النعيم والبقاء والعز والملك والجاه في غير محله، ففاتهم في محله ، وأكثرهم لم يطفر بما طلبه من ذلك ، والذي ظفر به إنما هو متاع قليل ثم يزول عنه. 
والرسل إنما جاءوا بالدعوة إلى النعيم المقيم والملك الكبير ، فمن أجابهم حصل له ألذ ما في الدنيا وأطيبه ]/26 أ[ فكان عيشه فيها أطيب من 
عيش الملوك فمن دونهم ، فان الزهد في الدنيا ملك حاضر ، والشيطان يحسد المومن عليه أعظم حسد، فيحرص كل الحرص على أن لا يصل 
إليه ، فان العبد إذا ملك شهوته وغضبه فانقادا معه لداعي الدين فهو الملك حالا؛ لان صاحب هذا الملك حر، والملك المنقاد لشهوته 
وغضبه عبد شهوته وغضبه ، فهو مسطر مملوك في زي مالك ، يقوده زمام الشهوة والغضب ، كما يقاد البعير. 
فالمغرور المخدوع يقع نظره على الملك )1( الظاهر الذي صورته ملك وباطنه رق ، وعلى الشهوة التي أولها لذة واخرها حسرة . 
شق سذ فقد سكر، والسكر : ما سذ به. 
)1( ليست في الاصل ، وأثبتها من النسخ الاخرى . 
112
والبصير الموفق يغير نظره من الأوائل إلى الأواخر ، ومن المبادىء إلى العواقب ، وذلك فضل الله يؤتيه من يشاء ، والله ذو الفضل العظيم. 
العشرون : أن لا يغتر باعتقاده أن مجرد العلم بما ذكرنا كاف في حصول المقصود، بل لا بد أن يضيف إليه بذل الجهد في استعماله واستفراغ الوستع والطاقة فيه . وملاك ذلك الخروج عن العوائد فإنها أعداء الكمال والفلاح ، فلا أفلح من استمر على عوائده أبدا . ويستعين على الخروج عن العوائد بالهرب عن مظان الفتنة والبعد منها ، قال النبي ع!يم : "من سمع بالدجال فلينا عنه")1(، فما استعين على التخلص من الشر بمثل البعد عن أسبابه ومظانه. 
وهاهنا لطيفة للشيطان لا يتخلص منها إلا حاذق ، وهي : أن يطهر له في مظان الشر بعض)2( شيء من الخير ، ويدعوه إلى تحصيله ، فإذا قرب منه ألقاه في الشبكة ، والله المستعان )3( . 
)1( 
اخرجه ابو داود في "سننه" رقم )9431( من حديث عمران بن حصين رضي الله عنه . وصححه الحاكم في "المستدرك" )/4 531( على شرط مسلم. )2( 
في الاصل : "ضد" ، والتصويب من )ب(. 
)3( 
هذا الباب الذي هو في الاسباب التي تعين على الصبر، بشقيه : تضعيف باعث الشهوة ، وتقوية باعث الدين ، قد اقتبسه الامام ابن القيم رحمه الله من الامام الغزالي في كتابه "إحياء علوم الدين " )/4 65( وما بعدها. وبالطبع قد زاد الامام ابن القيم هنا امور، تضرب لها أكباد الابل. 
113

""",
    "videoUrl": "https://youtu.be/Xj9YyCx-odQ?si=MtV9U86AWlTp4DDu",
  },
  {
    "id": 13,
    "title": "الباب الثالث عشر: أن الإنسان لا يستغني عن الصبر في حال",
    "content": """

الباب الثالث عشر 
في بيان أن الانسان لا يستغني عن الصبر في حال من الاحوال )1( 
ما دام قلم التكليف جاريا عليه لا يستغني عن الصبر في حال من الاحوال ، فإنه بين أمر يجب امتثاله وتنفيذه ، ونهي يجب عليه اجتنابه وتركه ، وقدر يجب عليه الصبر عليه اتفاقا، ونعمة يجب عليه شكر المنعم عليها ؛ وإذا كانت هذه الاحوال لا تفارقه ]/26 ب[ فالصبر لازم له إلى الممات . 
وكل ما يلقى العبد في هذه الدار لا يخلو من نوعين: 
أحدهما : يوافق هواه ومراده . 
وا لاخر : يخا لفه. 
وهو يحتاج إلى الصبر في كل منهما. 
أما النوع الموافق لغرضه : كالصحة ، والسلامة ، والجاه ، والمال ، وأنواع الملاذ المباحة ، وهو أحوج شيء إلى الصبر فيها من وجوه : 
احدها: أن لا يركن إليها، ولا يغتر بها، ولا تحمله على البطر والاشر والفرح المذموم الذي لا يحب الله أهله. 
الثاني : أن لا ينهمك في نيلها ويبالغ في استقصائها، فانها تنقلب إلى أضدادها، فمن بالغ في الاكل والشرب والجماع انقلب ذلك إلى ضده ، وحرم الاكل والشرب والجماع . 
)1( انظر في ذلك ايضا : "إحياء علوم الدين " )/4 .95 ،06 ،61 62(. 114
الثالث : أن يصبر على اداء حق الله فيها ، ولا يضيعه فيسلبها. 
الرابع : أن يصبر عن صرفها في الحرام فلا يمكن نفسه من كل ما تريده منها فانها)1( توقعه في الحرام )2(، فان احترز كل الاحتراز أوقعته في المكرو 5 ، ولا يصبر على السراء إلا الصديقون . 
قال بعض السلف : "البلاء يصبر عليه المؤمن والكافر، ولا يصبر على العافية إلا صديق ")3( . 
وقال عبدالرحمن بن عوف : "ابتلينا بالضراء فصبرنا، وابتلينا بالسراء فلم نصبر")4( . 
ولذلك حذر الله سبحانه عباده من فتنة المال والازواج والاولاد، فقال تعالى : > يهايها الذين ءامنوا لا برطهكم امولكم ولا اؤلد!م عن ذ! ر ألله ( ]المنافقون : 9[، وقال : > يايها الذدى ءامنوا إت من ازوجكم واؤلد!م عدوا ل!م فاحذروهم < ]التغابن : 4 1 [ . 
وليس المراد من هذه العداوة ما يفهمه كثير من الناس أنها عداوة البغضاء والمحادة ، بل عداوة المحبة الصادة ) ( للاباء عن الهجرة والجهاد وتعلم العلم والصدقة ، وغير ذلك من أعمال البر، كما في "جامع الترمذي " من حديث إسرائيل : حدثنا سماك عن عكرمة عن 
)1( 
ساقطة من الاصل ، واستدركتها من )ب(. 
)2( 
"في الحرام " ساقطة من الأصل ، واستدركتها من النسخ الاخرى . )3( 
قال الغزالي في "الاحياء" )/4 95(: "قال بعض العارفين : البلاء يصبر عليه المؤمن ، والعوافي لا يصبر عليها إلا صديق ". 
)4( 
اخرجه الترمذي عنه في "جامعه" رقم )2464(، وقال : "هذا حديث حسن". )5( 
في الاصل : "المضادة" ، والمثبت من النسخ الثلاث الاخرى . 
115
ابن عباس وساله رجل عن هذه الاية : ! يايها الذجمت ءامنوا إن من ازواجكئم واولدكم عدوا لكم فاصذروهم < ] التغابن : 4 1 [ . قا ل : " هؤلاء 
رجال اسلموا من أهل مكة ، فارادوا ان ياتوا النبي لمجي! فابى أزواجهم واولادهم أن يدعوهم أن ياتوا رسول الله لمجي! ، فلما اتوا رسول الله ع! ورأوا ]/27 أ[ الناس قد فقهوا في الدين هموا أن يعاقبوهم ، فأنزل الله عز 
وجل > يايها الذجمت ءامنوا( الاية " . قال الترمذي : هذا حديث حسن 
)1( 
صحيح. 
وما أكثر ما فات العبد من الكمال والفلاج بسبب زوجته وولده ، وفي الحديث : " الولد مبخلة مجبنة ")2( . 
وقال الامام أحمد : حدثنا زيد بن الحباب قال : حدثني حسين )3( بن واقد قال : حدثني عبدالله بن بريدة قال : سمعت أبي يقول : "كان رسول الله ع!ي! يخطبنا، فجاء الحسن والحسين عليهما قميصان احمران يمشيان 
ويعثران ، فنزل رسول الله !سيم عن المنبر فحملهما فوضعهما بين يديه ، 3 قال : صدق الله > إنما أمولي واولدكض فتنة ( ]التغابن : 15 [ ، نظرت إلى 
هذين الصبيين يمشيان ويعثران فلم أصبر حتى قطعت حديثي ورفعتهما")4( . 
)1( 
"جامع الترمذي " رقم )3317(. 
)2( 
رواه ابن ماجه في "سننه" رقم )3666(، من حديث يعلى العامري . وصححه الحاكم في المستدرك )/3 164( على شرط مسلم. 
وله شواهد امثلها حديث الاسود بن حلف ، رواه الحاكم في المستدرك .)692 /3( 
)3( 
في الاصل وباقي النسخ : "زيد". والتصويب من مصادر التخريج. "المسند" )/5 354(. 
)4( 
واخرجه ابو داود في "سننه" رقم )9011(، والترمذي في "جامعه" رقم= 116
وهذا من كمال رحمته !م! ولطفه بالصغار وشفقته عليهم ، وهو تعليم منه للأمة الرحمة والشفقة واللطف بالصغار. 
فصل 
وإنما كان الصبر على السراء شديدا ؛ لانه مقرون بالقدرة ، والجائع عند غيبة الطعام أقدر منه على الصبر عند حضوره ، وكذلك الشبق عند غيبة المرأة أصبر منه عند حضورهاه 
فصل 
وأما النوع الثاني المخالف للهوى فلا يخلو إما أن يرتبط باختيار العبد كالطاعات والمعاصي ، أو لا يرتبط أوله )1( باختياره كالمصائب، أو يرتبط أوله باختياره ولكن لا اختيار له فى إزالته بعد الدخول فيه، فهاهنا ثلاثة أقسام : 
أحدها : ما يرتبط باختياره ، وهو : جميع أفعاله التي توصف بكونها طاعة أو معصيةه 
فأما الطاعة فالعبد محتاج إلى الصبر عليها؟ لان النفس بطبعها تنفر 
عن كثير من العبودية ، أما الصلاة فلما في طبعها من الكسل وإيثار الراحة )2( . 
)3774( وقال : "حسن غريب " ، والنسائي في "المجتبى" رقم )1413(، وابن ماجه في "سننه" رقم )0 036(. 
)1( 
ساقطة من الاصل ، واثبتها من النسخ الشلاث الاخرى . 
)2( 
في النسخ الاخرى بعد هذه الكلمة العبارة الاتية : "ولا سيما إذا اتفق مع ذلك قسوة القلب ورين الذنب ، والميل إلى الشهوات ، ومخالطة أهل الغفلة ، فلا= 
117
وأما الزكاة فلما في طبعها من البخل والشح وكذلك الحج )1( والجهاد للأمرين جميعا. 
ويحتاج العبد هاهنا إلى الصبر في ثلاثة أحوال : 
أحدها: قبل الشروع فيها بتصحيح النية والاخلاص ، وتجنب دواعي الرياء والسمعة ، وعقد العزم على توفية المامور به. 
الحالة الثانية : ]/27ب[ الصبر حال العمل ، فيلازم الصبر ]عن دواعي التقصير فيه والتفريط ، ويلازم الصبر[)2( على استصحاب ذكر النية وعلى حضور القلب بين يدي المعبود ، وأن لا ينساه في أمره ، فليس الشان في فعل المأمور بل الشان كل الشان ان لا ينسى الامر حال الاتيان بامره ، بل يكون مستصحئا لذكره في أمره . 
فهذه عبادة العبيد المخلصين ، فهو محتاج إلى الصبر على توفية العبادة حقها)3( بالقيام بادائها وأركانها وواجباتها وسننها ، وإلى الصبر على استصحاب ذكر المعبود فيها وان لا يشتغل عنه بعبادته ، فلا يعطله 
حضوره مع الله بقلبه عن قيام جوارحه بعبوديته ، ولا يعطله قيام الجوارح بالعبودية عن حضور قلبه بين يديه. 
الحالة الثالثة : الصبر بعد الفراغ من العمل وذلك من وجوه : 
يكاد العبد مع هذه الامور وغيرها ان يفعلها، وإن فعلها مع ذلك كان متكلفا غائب القلب ذاهلا عنها، طالبا لفراقها، كالجالس إلى الجيفة ". فلعلها من تعليقات بعض النشاخ ثم اقحمت في النص. 
)1( 
"وكذلك الحج " ساقطة من الاصل ، واستدركتها من النسخ الاخرى . ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى . )2( 
)3( 
ساقطة من الأصل ، واثبتها من النسخ الأخرى . 
118
أحدها: أن يصبر نفسه عن الاتيان بما يبطله ، كما قال تعالى: > جمايها الذين ءامنوا لا نجطلوا صدقاتكم بالمن وا لاذ ى ( ]البقرة : 264 [ ، فليس الشان في الاتيان بالطاعة إنما)1( الشان في حفظها مما يبطلها. 
الثاني : أن يصبر عن رويتها والعجب بها والتكبر والتعاظم بها ، فان هذا أضر عليه من كثير من المعاصي الظاهرة . 
الثالث : أن يصبر عن نقلها من ديوان السر إلى ديوان العلانية ، فان العبد يعمل العمل سرا بينه وبين الله فيكتب له في ديوان السر، فاذا تحدث به نقل إلى ديوان العلانية ، فلا يطن أن بساط الصبر انطوى بالفراغ من العمل. 
فصل 
وأما الصبر عن المعاصي فامره ظاهر، وأعظم ما يعين عليه قطع المالوفات ]ومفارقة الاعوان عليها في المجالسة والمحادثة ، وقطع [)2( العوائد، فان العادة طبيعة خامسة فاذا انضافت الشهوة إلى العادة تظاهر جندان من جند الشيطان على جند الله ، فلا يقوى باعث الدين على قهرها. 
فصل 
القسم الثاني : ما لا يدخل تحت الاختيار، وليس للعبد حيلة في دفعه ، كالمصائب التي لا صنع للعبد فيها، كموت من يعز عليه ، وسرقة ماله ، ومرضه ، ونحو ذلك ، وهذا نوعان : 
)1( 
ليست في الاصل ، وائبتها من النسخ الثلاث الاخرى . 
)2( 
ما بين الحاصرتين ساقط من الاصل . والعبارة فيه : "من قطع المالوفات والعوائد . . " . 
911
احدهما : ما لا صنع لادمي فيه. 
والثاني : ما اصابه من جهة ادمي مثله ، كالسب والضرب وغيرهما. فالنوع الأول أربع مقامات : 
احدها : مقام العجز والشكوى والتسخط ، وهذا لا يفعله ]/28 أ[ إلا اقل الناس عقلا ودينا ومروءة ، وهو أعظم المصيبتين. 
المقام الثاني : مقام الصبر ، إما لله وإما للمروءة والانسانية. 
المقام الثالث : مقام الرضى ، وهو اعلى من مقام الصبر، وفي وجوبه نزاع ، والصبر متفق على وجوبه. 
المقام الرابع : مقام الشكر ، وهو أعلى من مقام الرضى ، فانه يشهد البلية نعمة ، فيشكر المبتلي عليها. 
واما النوع الثاني : وهو ما اصابه من قبل الناس فله فيه هذه المقامات ، وتنضاف إليها أربعة أخر: 
احدها : مقام العفو والصفح. 
الثاني : مقام سلامة القلب من إرادة التشفي والانتقام ، وفراغه من الم مطالعة الجناية كل وقت وضيقه بها. 
الثالث ؟ مقام شهود القدر ، وانه وإن كان ظالما بايصال هذا الاذى إليك ، فالذي قدره عليك واجراه على يد هذا الظالم ليس بطالم ، واذى الناس مثل الحر والبرد لا حيلة في دفعه ، فالمتسخط من أذى الحر والبرد غير حازم ، والكل جار بالقدر ، وإن اختلفت )1( طرقه واسبابه. 
)1( في الاصل : "اختلف" ، والمثبت من النسخ الاخرى . 
1 2 0
المقام الرابع : مقام الاحسان إلى المسيء ومقابلة إساءته بإحسانك، وفي هذا المقام من الفوائد والمصالح ما لا يعلمه إلا الله ، فان فات العبد هذا المقام العالي فلا يرضى لنفسه بأخس المقامات وأسفلهاه 
فصل)1( 
القسم الثالث : ما يكون وروده باختياره ، فاذا تمكن لم يكن له اختيار ولا حيلة في دفعه ، وهذا كالعشق الذي أوله اختيار واخره اضطرار، وكالتعرض لاسباب الامراض والآلام التي لا حيلة في دفعها بعد مباشرة أسبابها ، كما لا حيلة في دفع السكر بعد تناول المسكر . فهذا كان فرضه الصبر عنه في أوله ، فلما فاته بقي فرضه الصبر عليه في آخره ، وأن لا يطيع داعي هواه ونفسه. 
وللشيطان ههنا دسيسة عجيبة ، وهي : أن يخيل إليه أن نيل بعض ما منع منه قد يتعين عليه أو يباح له على سبيل التداوي ، وغايته أن يكون كالتداوي بالخمر والنجاسة ، وقد أجازه كثير من الفقهاء)2( . 
)1( 
لم تطهر في الاصل. 
)2( 
اما التداوي بالخمر ، فالقول بالجواز هو وجه عند الحنفية ووجه عند الشافعية، وقول للمالكية إذا كان التداوي بها في ظاهر الجسد دون باطنه. 
انطر: "حاشية ابن عابدين " )/5 228(، و "القوانين الفقهية " ص ،592 و "روضة الطالبين " )0 /1 916 ( . 
واما التداوي بالنجاسة فهو مذهب الحنفية والشافعية ، ووجه عند المالكية إذا كان على ظاهر الجسد. 
انطر: "حاشية ابن عابدين " )/1 021(، )/4 215(، و "القوانين الفقهية" ص 592 ، و "روضة الطالبين " )0 1916 ( . 
121
وهذا من أعظم الجهل ، فان هذا التداوي لا يزيل الداء بل يزيده ويقويه ، وكم ممن تداوى بذلك ]/28 ب[ فكان هلاك دينه ودنياه في هذا الدواء! بل الدواء النافع لهذا الداء الصبر والتقوى ، كما قال تعالى: > وإن تصتهبروا وتتقوا ف!ن ذ لك مقَعزم الامور كا( ]ال عمران : 186 [ ، وقال : > إن! من يتى وضبز فإت الله لا يضيع اجص المحسنين ! ( 
]يوسف : 09[، فالصبر والتقوى دواء كل داء من ادواء الدين ولا يستغني أحدهما عن صاحبه. 
فان قيل : فهل يثاب على الصبر في هذا القسم إذا كان عاصيا مفرطا يتعاطى أسبابه ؟ وهل يكون معاقبا على ما تولد منه وهو غير اختياري له؟ 
قيل : نعم ، إذا صبر لله وندم على ما تعاطاه من المسبب المحظور، أثيب على صبره ؛ لانه جهاد منه لنفسه وعمل صالح ، والله لا يضيع أجر من احسن عملا. 
وأما عقوبته فانه يستحق العقوبة على المسبب وما تولد منه ، كما 
يعاقب السكران على ما جنا 5 في حال سكره ، فاذا كان المسبب محظورا لم يكن السكران معذورا ، فإن الله سبحانه يعاقب على الاسباب المحرمة وعلى ما تولد منها، كما يثيب على الاسباب المأمور بها وعلى ما تولد 
منها . ولهذا كان من دعا إلى بدعة وضلالة فعليه من الوزر مثل أوزار من )1( ء !تبعه ؛ لان اتباعهم له تولد عن فعله ، ولذلك كان على ابن ادم القاتل 
)1( كما جاء في حديث ابي هريرة رضي الله عنه ان رسول الله ع!ي! قال : "من دعا إلى هدى كان له من الاجر مثل اجور من تبعه لا ينقص من اجورهم شيئا، ومن دعا إلى ضلالة كان عليه من الاثم مثل اثام من تبعه لا ينقص ذلك من اثامهم شيئا" . اخرجه مسلم في "صحيحه" رقم )2674(. 
122
لاخيه كفل من ذنب كل قاتل ظلما إلى يوم القيامة )1(، وقد قال تعال!: > ليخملوا اوزارهتم كا ملة يؤم ا لقنمة ومن اؤزار الذلى يضفونهو بغيرعلو( ]حا: 25[، وقال : >وليحد اثقاهم واثقالا ء اثقاالم( ]العنكبوت 13:[. 
فان قيل : فكيف التوبة من هذا المتولد وليس من فعله ، والانسان إنما يتوب عما يتعلق باختياره ؟ 
قيل : التوبة منه بالندم عليه ، وعدم إجابة دواعيه وموجباته ، وحبس النفس عن ذلك ، فان كان المتولد متعلقا بالغير فتوبته مع ذلك برفعه عن الغير بحسب الامكان ، ولهذا كان من توبة الداعي إلى البدعة أن يبين أ ن ما كان يدعو إليه بدعة وضلالة ، وأن الهدى في ضده ؛ كما شرط تعالى في توبة أهل الكتاب الذين كان ذنبهم كتمان ما أنزل الله من البينات والهدى ليضلوا الناس بذلك : أن يصلحوا العمل في نفوسهم ، ويبينوا للناس ما كانوا يكتمونهم إياه ، فقال : > إن ائذين يكتمون ما أنزلنا من البيتت واالدي من ]/92 ا[ بعد ما لمجئه للناس في الكئئب اولنك يلعنهم الله ويلععم البعنوت ! إلا الذين تابوا واصلوا وبينوا فاولسك اتوب عيتهتم وانا التوأب اوحمص !( ]البقرة : 9 5 1 ، 0 6 1 [ . 
وهذا كما شرط في توبة المنافقين الذين كان ذنبهم إفساد قلوب ضعفاء المؤمنين ، وتحيزهم واعتصامهم باليهود والمشركين أعداء 
)1( يدل لذلك حديث عبدالله بن مسعود قال : قال رسول الله ع!يك : "لا تقتل نفس ظلما إلا كان على ابن ادم الاول كفل من دمها؛ لانه أول من سن القتل ". أخرجه البخاري في "صحيحه" رقم )3335(، ومسلم في "صحيحه" رقم .)1677( 
123
الرسول ، هـاظهارهم الاسلام رياء وسمعة : أن يصلحوا بدل إفسادهم، وأن يعتصموا بالله بدل اعتصامهم بالكفار من أهل الكتاب والمشركين، وأن يخلصوا دينهم لله بدل إظهارهم له رياء وسمعة )1( . 
فهكذا تفهم شرائط التوبة وحقيقتها ، والله المستعان . 
)1( وذلك قي قوله تعالى : > إلاالذين تابواوأضلواواعتصموا لهادلوواظصوادينهم لله !ولائف مع المؤمنايث وسؤف يؤت الله المؤينين أخرا عظيما !( ] ا لنسا ء : 6 4 1 [ . 
124


""",
    "videoUrl": "https://youtu.be/Xj9YyCx-odQ?si=MtV9U86AWlTp4DDu",
  },
  {
    "id": 14,
    "title": "الباب الرابع عشر: في بيان أشق الصبر على النفوس",
    "content": """


الباب الرابع عشر 
في بيان اشق الصبر على النفوس )1( 
مشقة الصبر بحسب قوة الداعي إلى الفعل وسهولته على العبد، 
فاذا اجتمع في الفعل هذان الامران كان الصبر عنه أشق شيء على الصابر ، وإن فقدا معا سهل الصبر عنه ، وإن وجد أحدهما وفقد الآخر سهل الصبر من وجه وصعب من وجه. 
فمن لا داعي له إلى القتل والسرقة وشرب المسكر وأنواع الفواحش ولا هو سهل عليه ، فصبره عنه من أيسر شيء وأسهله. 
ومن اشتد داعيه إلى ذلك وسهل عليه فعله ، فصبره عنه أشق شيء عليه ، ولهذا كان صبر السلطان على الظلم ، وصبر الشاب عن الفاحشة، وصبر الغنى عن تناول اللذات والشهوات عند الله بمكان . وفي "المسند" وغيره عن النبي ع!ي! : " عجب ربك من شاب ليست له صبوة ")2(. 
ولذلك استحق السبعة المذكورون في الحديث أن يظلهم الله في ظل عرشه لكمال صبرهم ومشقته ، فان صبر الامام المتسلط على العدل في قسمه وحكمه ورضاه وغضبه ، وصبر الشاب على عبادة الله ومخالفة 
)1( 
سبق الامام ابن القيم إلى بيان هذا الباب الامام الغزالي في كتابه "إحياء علوم الدين " )/4 61( فراجعه إن شئت. 
)2( 
" المسند" ) 4 / 1 5 1 ( نحوه . 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )2843(. 
وصبوة اي : ميل إلى الهوى ، وهي المرة منه . "النهاية" لابن الاثير )/3 .)11 
125
هواه ، وصبر الرجل على ملازمة المسجد، وصبر المتصدق على إخفاء الصدقة حتى عن بعضه ، وصبر المدعو إلى الفاحشة مع جمال الداعي ومنصبه ، وصبر المتحابين في الله على ]ذلك في حال اجتماعهما وافتراقهما، وصبر الباكي من خشية الله على[)1( كتمان ذلك وإظهاره للناس ، من أشق الصبر. 
ولهذا كان عقوبة الشيخ الزاني والملك الكذاب والفقير المختال أشد العقوبة لسهولة الصبر عن هذه ]/92 ب[ المحرمات عليهم لضعف دواعيها في حقهم ، فكان تركهم الصبر عنها دليلا على تمردهم على الله وعتوهم عليه. 
ولهذا كان الصبر عن معاصي اللسان والفرج من أصعب أنواع الصبر لشدة الداعي إليهما وسهولتهما، فإن معاصي اللسان فاكهة الانسان ؛ كالنميمة ، والغيبة ، والكذب ، والمراء، والثناء على النفس تعريضا وتصريحا ، وحكاية كلام الناس ، والطعن على من يبغضه ، ومدح )2( من 
يحبه ونحو ذلك ، فتتفق قوة الداعي وتيسر حركة اللسان ، فيضعف الصبر، ولهذا قال مج!ي! لمعاذ: "امسك عليك لسانك " . فقال : وإنا 
لمؤاخذون بما نتكلم به؟ فقال : "وهل يكب الناس في النار على مناخرهم إلا حصائد السنتهم؟ ! ")3( . 
ولا سيما إذا صارت المعاصي اللسانية معتادة للعبد، فانه يعز عليه 
)1( ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . )2( في الاصل : "وتعريض" ، والمثبت من النسخ الثلاث الاخرى . )3( اخرجه الترمذي في "جامعه" رقم )2616(، وقال : "حديث حسن صحيح "، وابن ماجه في "سننه" رقم )7393( نحوه . 
126
الصبر عنها، ولهذا تجد الرجل ]يقوم الليل ويصوم النهار و[)1( يتورع من استناده إلى وسادة حرير لحظة واحدة )2(، ويطلق لسانه في الغيبة، والنميمة ، والتفكه بأعراض الخلق )3( ، والقول على الله ما لا يعلم! 
وكثيرا ممن تجده يتورع عن الدانق)4( من الحرام ، والقطرة من الخمر، ومثل رأس الابرة من النجاسة ، ولا يبالي بارتكاب الفرج الحرام ، كما يحكى أن رجلا خلا بأجنبية فلما أراد مواقعتها قال : يا هذه غطي وجهك ، فان النظر إلى وجه الاجنبية حرام ! ! 
وقد سأل عبدالله بن عمر رجل من أهل الكوفة عن دم البعوض ، ]فقال : "انظروا إلى هؤلاء يسألوني عن دم البعوض [) ( وقد قتلوا ابن بنت رسول الله لمجيو")6( . 
واتفق لي قريب من هذه : جاءني في حال الاحرام، قوم من الاعراب المعروفين بقتل النفوس والاغارة على الاموال يسألون عن قتل 
المحرم القمل ، فقلت : يا عجبا لا يتورعون عن قتل النفس التي حرم 
)1( 
ما بين الحاصرتين من النسخ الاخرى . 
)2( 
في )م( و )ن( بعد هذه الكلمة العبارة التالية : "أو يرى نظرة بغبر اختياره ذنبا". )3( 
في النسخ الأخرى بعد هذه الكلمة العبارة التالية : "وربما خص اهل الصلاح والعلم بالله والدين ". 
وانفردت نسخة )م( بزيادة هذه الجملة ايضا : "ويتفكه في أعراضهم ". )4( 
الدانق هو : سدس الدينار والدرهم ، ويطلق على الشيء التافه والحقير . انظر: " لسان العرب " )0 /1 501(. 
وفي النسخ الاخرى : "الدقائق" ، وهو تحريف. 
ما بين المعقوفين ساقط من الاصل ، واثبته من النسخ الاخرى . 
)6( 
رواه البخاري في "صحبحه " رقم )4995(. 
127
الله ، ويسألون عن قتل القملة في الاحرام . 
والمقصود: أن اختلاف شدة الصبر في أنواع المعاصي واحادها، باختلاف داعية تلك المعصية في قوتها وضعفها. 
ويذكر عن علي رضي الله عنه : "الصبر ثلاثة : فصبر على المصيبة، وصبر على الطاعة ، وصبر عن المعصية . فمن صبر على المصيبة حتى يردها بحسن عزائها كتب الله له ثلاثمائة درجة . ومن /103 أ[ صبر على 
الطاعة كتبت له ستمائة درجة ، ومن صبر عن المعصية كتبت له تسعمائة )1( -درجه " . 
وقال ميمون بن مهران : "الصبر صبران ، فالصبر على المصيبة حسن ، وأفصل منه الصبر عن المعصية ")2( . 
وقال الفضيل في قوله تعالى : > سنئم علتكو بماصبزتتم < ]الرعد: 24[، قال : "صبروا على ما أمروا ، وصبروا عما نهو عنه ")3( . 
وكأنه جعل الصبر على المصيبة داخلا في قسم المأمور به ، والله اعلم. 
)1( 
رواه ابن ابي الدنيا في "الصبر" رقم )24(، وابن الجوزي في "الموضوعات" )/3 184 ( . مرفوعا . وقال ابن الجوزي : " هذا حديث موضوع ". )2( 
رواه ابن ابي الدنيا عنه في "الصبر" رقم )18(. وذكره ابن الجوزي في "ذم الهوى " ص 0 6 . 
)3( 
اخرجه ابن ابي الدنيا في "الصبر" رقم )92(، والبيهقي في "شعب الايمان " رقم . ) 1 0 930( 
128

""",
    "videoUrl": "https://youtu.be/Xj9YyCx-odQ?si=MtV9U86AWlTp4DDu",
  },
  {
    "id": 15,
    "title": "الباب الخامس عشر: ما ورد في الصبر من نصوص الكتاب",
    "content": """الباب الخامس عشر 
في ذكر ما ورد في الصبر من نصوص الكتاب العزيز 
قال الامام احمد: ذكر الله الصبر في القران في تسعين موضعا)1(0 انتهى. 
ونحن نذكر الانواع التي سيق فيها الصبر)2( ، وهي عدة انواع : 
أحدها الامر به كقوله : > واصبز وما صترك الأ بالله < ]النحل : 27 1 [ ، > واضبزِ لحكو رفي ( ]الطور : 8 4 [ ه 
الثاني : النهي عما يضاده ، كقوله : > ولا لتمتتعجل فنم ( ]الاحقاف: 35[ ، وقوله > ولا تهنوا ولا تخزنوا( ]ال عمران : 913 [ ، وقوله : > ولاتكن 
كصحاحب اقىت ( ]القلم : 48 [ ه 
وبالجملة فكل ما نهي عنه فانه يضاد الصبر المامور به. 
)1( 
وذكره ابن القيم ايضا عن الامام أحمد في "مدارج السالكين " )/2 152( بلفط : "نحو تسعين موضعا". 
وقال شيخ الإسلام كما في "مجموع الفتاوى " )/01 93(: "وقد ذكر الله الصبر في كتابه في أكثر من تسعين موضعا". وفال الغزالي في "الاحياء" )/4 52(: "وقد وصف الله تعالى الصابرين بأوصاف ، وذكر الصبر في القران في نيف وسبعين موضعا" . ولعل كلمة : "سبعين" مصحفة من : "تسعين" والذي في المعجم المفهرس مائة وثلاثة مواضع. 
)2( 
وذكر ابن القيم أكثر هذه الانواع في "مدارج السالكين " )/2 153 - 155(0 وقد اشار الغزالي في "إحياء علوم الدين " )/4 52( إلى بعض الايات الواردة في الصبر. 
912
الثالث تعليق الفلاح به ، كقوله )1(: >يائها ائذجمف ءامنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون !( ]ال عمران : 0 0 2[ ؛ فعلق الفلاح بمجموع هذه الامور. 
الرابع : الاخبار عن مضاعفة أجر الصابر على غيره ، كقوله: > اؤليهك يؤتؤن اتجرهم مرتين بما صبروا < ]القصص : 54[، وقوله : > إنما يوفى 
الصخبرون اتجرهم بغير حساب !( ]الزمر : 0 1 [ . 
قال سليمان بن القاسم )2(: "كل عمل يعرف ثوابه إلا الصبر، قال 
الله تعالى : > إنما يوفى الصخبرون اجرهم بغتر حساب ث!( ]الزمر: 01 [ . قال : كالماء المنهمر")3( . 
[لخامس : تعليق الامامة في الدين به وباليقين ، قال الله تعالى: > وجعلنا ! ايمة جهدون بامرنا لما صبروا و!انوا ثايختنا يوقنون ! ( 
]السجدة : 24[، فبالصبر واليقين تنال الإمامة في الدين. 
السادس! : ظفرهم بمعية الله سبحانه لهم ، قال تعالى : > إن ألله مع الصبررن ! ( ]الانفال : 46[ كما قال أبو علي : "فاز الصابرون بعز الدارين ؛ لانهم نالوا من الله معيته ")4( . 
السابع : أنه جمع للصابرين ثلاثة أمور لم يجمعها لغيرهم ، وهي: الصلاة منه عليهم ، ورحمته لهم ، وهدايته إياهم ، قال تعالى : > ولمجشر 
)1( 
في الأصل : "قوله" . والتصويب من النسخ الشلاث الاخرى . 
)2( 
هو سليمان بن القاسم المصري الزاهد . انظر " الجرح والتعديل " )/4 137(. )3( 
اخرجه عنه ابن ابي الدنيا في كتاب "الصبر" رقم )02(. 
)4( 
انطر قول ابي علي ، وهو الدقاق في : " الرسالة القشيرية" ص 5257 013
] /03 ب[ الفخبرين !أنذين إذآ أصبتفم مصيبة قالواإنا لله وإنا إليه رجون! اولبك عيتهم !لوات من رتهم ورخمة وأولمك هم اتمهتدون !( ]البقرة: 155 157- [ ه 
وقال بعض السلف - وقد عزي على مصيبة نالته - فقال : "ما لي لا أصبر وقد وعدني الله على الصبر ثلاث خصال ، كل خصلة منها خير من الدنيا وما عليها")1( . 
الثامن : انه سبحانه جعل الصبر عونا وعدة وامر بالاستعانة به)2( فقال : >واستعينوا بألصبروألصلوِ < ]البقرة : 45[، فمن لا صبر له لا عون له. 
التاسع : أنه سبحانه علق النصر بالصبر والتقوى ، فقال > بل إ ن تفحبروا وتتقوا ولالوكم من فؤرهئم هذا !ددكتم ربكم بخمسة ءالص من الملعكة مسومين !( ]ال عمران : 125 [ . 
ولهذا قال النبي ع!يم : "واعلم ان النصر مع الصبر")3( . 
العاشر : انه سبحانه جعل الصبر والتقوى جنة عظيمة من كيد العدو ومكره ، فما استجن العبد من ذلك بجنة اعظم منهما، فقال تعالى: 
)1( 
رواه ابن سعد في "الطبقات الكبرى " )/7 244( عن مطرف بن عبدالله ابن الشخير. 
)2( 
ساقطة من الاصل ، واستدركتها من : )ب(، )م(. 
)3( 
اخرجه احمد في "مسنده" )/1 703(، والحاكم في "المستدرك" )/3 542( وغيرهما، من حديث ابن عباس رضي الله عنهما. 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " )/5 694 - 794(. 131
> وإن ضبروا وتئقوا لا يضركم كيدهتم شئأ( ]ال عمران : 0 2 1 [ . 
الحادي عشر : أنه سبحانه أخبر أن ملائكته تسلم عليهم في الجنة بصبرهمل كما قال تعالى : > والمليهكة يدظون علتهم من كل بالي ! سذئم علييهم بما صبرتم فنعم عفبى الدار !( ]الرعد : 23 - 4 2 [ . 
الثاني عشر : انه سبحانه أباح لهم أن يعاقبوا بمثل ما عوقبوا به ، ثم أقسم قسما مؤكدا غاية التوكيد أن صبرهم خير لهم ، فقال : > وإن عاقضت! فعا قبوا بمثل ما عوقئتم به- ولين صبزتم لهو ضر اصرت < ] النحل : 6 2 1 [ . 
فتامل هذا التأكيد بالقسم المدلول علط بالواو ثم باللام بعده ثم باللام التي في الجواب . 
الثالث عشر : أنه سبحانه رتب المغفرة والاجر الكبير على الصبر 
والعمل الصالح ، فقال : >إلا الذين صبروا و!لوا الصخلخت أولبهك لهم صء صٌص.ءصمغفرة واجر !بير !( ]هود : 1 1 [ . 
) 1 (-وهؤلاء ثنيه الله من نوع الانسان المذموم الموصوف )2( باليأس والكفر عند المصيبة ، والفرح والفخر عند النعمة ، ولا خلاص من هذا الذم إلا بالصبر والعمل الصالح ، كما لا تنال المغفرة والاجر الكبير إلا بهما. 
الرابع عشر: أنه سبحانه جعل الصبر على المصائب من عزم الامور، أي : مما يعزم عليه من الامور التي إنما يعزم على أجلها وا شرفها ، فقال : > ولمن صبر ونجفر ان ذ لك لمن عرش الافور( ]الشورى : 3 4 [ ، وقال لقمان لابنه : > وآمر بالمعروف ]/31 ا[ وانه عن المرواصبز على ما 
)1( 
أي استثناهم الله . وانظر "رسالة ابن القيم إلى احد إخوانه " ص .22 )2( 
في الاصل : "بالموصوف"، والتصويب من النسخ الثلاث الاخرى . 132
اصا بك إن ذ لك من عزم أ لامور !( ] لقما ن : 7 1 [ . 
الخامس عشر: انه سبحانه وعد المؤمنين بالنصر والظفر، وهي كلمته التي سبقت لهم ، وهي الكلمة الحسنى ، وأخبر أنه إنما نالهم 
بالصب! ، فقال تعالى : >وتمت كلمت رئك الحسنئ على بغ إشرءيل بما صبروا< ]الاعراف : 137 [ . 
]السادسر عشر: أنه سبحانه علق محبته بالصبر،[)1( وجعلها 
لاهله ، فقال تعالى : > وكابر من نجز فنل معبما رتئون كثير فما وهنوا لما اصابهخ في سبيل الله وما ضعفوا وما اشت! نوا واللهو يحب الصبرين !( ]آل عمران : . ] 1 46 
السابع عشر : انه أخبر عن خصال الخير أنه لا يلقاها إلا الصابرون في موضعين من كتابه: 
من سورة القصص في قصة قارون ، وأن الذين أوتوا العلم قالوا للذين تمنوا مثل ما أوتي : > وئلئم ثواب الله رن ءامف وعمل صلحأ ولا يلقنها إلا الصنرون !( ]القصص : 0 8[ . 
وفي سورة حم السجدة )2(، حيث أمر العبد أن يدفع بالتي هي أحسن ، فاذا فعل ذلك صار الذي بينه وبينه عداوة كأنه حبيب قريب ثم قال : > وما يمقنها إلا الذين صبروا وما يلقنها إلا ذو حبذ عظيم ! ( ]قصلت : 35[. 
)1( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . السجدة من اسماء سورة فصلت . انظر "زاد المسير" : /7 0 24 . )2( 
133
الثامن عشر: أنه سبحانه أخبر ]أنه[ انما ينتفع باياته ويتعظ بها الصبار الشكور، فقال تعالى : > ولنذ أزصسلنا موسى ئايخطنا ات احغ قومك مف الظدت إلى النور وذكرهم باثمم الله إ % فى ذ لف لأيت لكل صبار شكور ج< ]إبراهيم : 5 [ . 
وقال تعالى في لقمان : > الم قر ان الفك ئحري في البخر بنعمت الله ليري!من ءايختهح إن في ذلك لأيخت لكلصئار شكور !( ]لقمان : 31[ ه 
وقال تعالى في قصة سبأ : > فجعلتهتم أحاديث ومزقنهم كل ممزق إن في ذ لك لأيت لكل صئارشكو2 ثجع( ]سبا : 9 1 [ . 
وقال تعالى : > ومن ءايته اتجوار في البخر ؟لاغلم ثجع إن يشا يستكن الريح فيظللن رواكد عك ظهره إن في ذلك لأيت لئى صعثارشكور( ]الشورى : 32 ، 33[ . 
فهذه أربع مواضع )1( في القران تدل على أن ايات الرب إنما ينتفع بها أهل الصبر والشكر. 
التاسع عشر : أنه أثنى علي عبده أيوب بأحسن الثناء على صبره ، فقال : > إنا وجدنه صعابرأ نعم العئد إنبما اواب ثج! < ]ص : 44[ ، فأطلق عليه 
قوله : > نعم ائعئد< بكونه وجده صابرا ، وهذا يدل على ان من لم يصبر فانه بئس العبد. 
العشرون : أنه سبحانه حكم بالخسران حكما عاما على كل من لم 
يكن من أهل الحق والصبر ، وهذا يدل على ]/31 ب[ أنه لا رابح سواهم، فقال تعالى : > والعصر ج إن افينسن لفى خمصر ج إلا الذين ءامنوا وعملوا ا لصلخت وتوا!وا بأ لحق ولواصوا با لصبر !( ]العصر : 1 - 3[ . 
)1( الصواب : اربعة مواضع ، ولعله ذكر العدد توهما لان المقصود اربع ايات . 134
قال الشافعي : "لو فكر الناس كلهم في هذه الاية لوسعتهم ")1( . 
وذلك أن العبد كماله في تكميل قوليه : قوة العلم وقوة العمل، وهما الايمان والعمل الصالح . وكما هو محتاج إلى تكميل نفسه ، فهو محتاج إلى تكميل غيره ، وهو التواصي بالحق ، والتواصي بالصبر، واخية ذلك وقاعدته وساقه الذي يقوم عليه إنما هو الصبر. 
الحادي والعشرون : انه سبحانه خص أهل الميمنة بانهم اهل الصبر والرحمة الذين قامت بهم هاتان الخصلتان ، ووصوا بهما غيرهم ، فقال تعالى : > ثم كان من الذين ءامنوا وتواصؤا با لضبر وتواصوا با لمرخمة !اولعك امحب اتئنة !( ]البلد : 7 1 ، 8 1 [ . 
وهذا حصر لاصحاب الميمنة فيمن قام به هذان الوصفان ، والناس بالنسبة إليهما اربعة أقسام ، ]هؤلاء خير الاقسام [)2( وشرهم من لا صبر 
له ولا رحمة ، ويليه من له صبر ولا رحمة عنده ، ويليه القسم الرابع وهو من له رحمة ورقة ولكن لا صبر له. 
الثاني والعشرون : أنه قرن الصبر بأركان الاسلام ومقامات الايمان كلها : فقرنه بالصلاة ، كقوله : > واستعينوا بالصبروالص!ؤ( ]البقرة : ه 4[ -. وقرنه بالأعمال الصالحة عموما ؛ كقوله تعالى : > إلا الذين صبروا وعملوا الفنلحنت ( ]هود: 11[. وجعله قرين التقوى ، كقوله تعالى : > إنه- من 
)1( 
انظر لقول الشافعي : "مجموع فتاوى شيخ الاسلام " )/28 152(، و "الاستقامة" لشيخ الاسلام ايضا )/2 9 ه 2(، و "تفسير ابن كثير" )/1 06( و )/4 0 ه ه ( . وقد ذكرها ايضا المصنف في "رسالته إلى احد إخوانه " ص ،23 وفي "التبيان في اقسام القرآن " : /1 175 . 
)2( 
ما بين المعقوفين ليس في الاصل ، واثبته من النسخ الشلاث الاخرى . 135
يتق ويصسبز( ]يوسف : 09[. وجعله قرين الشكر ، كقوله : > إت في ذ لف لأيمتى لكل صبار شكور ه( ]إبراهيم : 5 [ . وجعله قرين الحق، كقوله : > وتواصؤا بالحق وتواصتوا بالصبر !( ]العصر: 3[. وجعله قرين الرحمة ، كقوله تعالى : > ونواصؤا بالضئر وتواصوا بالمرخمة ج ( ]البلد: 17 [ . وجعله قرين اليقين ، كقوله : > لما صبروا و!انوا لايختنا يوقنون !( ]السجدة : 24[. وجعله قرين الصدق >والصخدقيهت والصخدقت والصخبزق والصخبزت ( ]الاحزاب : 35[. وجعله سبب محبته ومعيته وعونه ونصره وحسن جزائه ، ويكفيه بعض ذلك شرفا وفصلا. 
136


""",
    "videoUrl": "https://youtu.be/Xj9YyCx-odQ?si=MtV9U86AWlTp4DDu",
  },
  {
    "id": 16,
    "title": "الباب السادس عشر: ما ورد فيه من نصوص السنة",
    "content": """الباب السادس عشر   
في ذكر ما ورد فيه من نصوص السنة )1( 
في "الصحيحين (" من حديث أنس بن مالك رضي الله عنه : أن رسول الله غ!ي! اتى على امراة تبكي على صبي لها ]/32 ا[ فقال لها: "اتق الله واصبري " ، فقالت : وما تبالي بمصيبتي ؟ فلما ذهب ، قيل لها : إنه رسول الله . فأخذها مثل الموت ، فأتت بابه فلم تجد على بابه بوابين ، فقالت: يا رسول الله لم أعرفك . فقال : "إنما الصبر عند اول صدمة " . وفي لفط: "عند الصدمة الأولى ")2( . 
]وقوله : "الصبر عند الصدمة الأولى "[)3( ، مثل قوله : "ليس الشديد بالصرعة ، الشديد الذي يملك نفسه عند الغضب ")4(، فان مفاجأة 
المصيبة بغتة . لها روعة تزعزع القلب وتزعجه بصدمها، فان صبر للصدمة الاولى انكسر حدها، وضعفت قوتها، فهان عليه استدامة الصبر. 
وأيضا فان المصيبة ترد على القلب وهو غير موطن لها فنزعجه، 
وهي الصدمة الأولى ، وأما إذا وردت عليه بعد ذلك فقد توطن لها وعلم أنه لا بد له منها، فيصير صبره شبيه الاضطرار . وهذه المرأة لما علمت 
)1( 
انظر في بعض ذلك "إحياء علوم الدين " للغزالي )/4 53(. 
"صحيح البخاري " رقم )7154( لففط الأول ، و)1283( للثاني و"صحيح )2( 
مسلم " رقم )269( للفظين. 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الشلاث الأخرى . )3( 
اخرجه البخاري في "صحيحه" رقم )6114(، ومسلم في "صحيحه" رقم )4( 
)9026(، من حديث ابي هريرة رضي الله عنه. 
137
أن جزعها لا يجدي عليها شيئا جاءت تعتذر إلى النبي !م ، كانها تقول له : قد صبرت . فأخبرها أن الصبر عند الصدمة الأولى. 
ويدل على هذا المعنى ما رواه سعيد بن زربي)1( عن محمد بن سيرين عن ابي هريرة رضي الله عنه قال : مر النبي !يم بالبقيع على امرأة جاثمة على قبر تبكي ، فقال : "يا أمة الله اتقي الله )2( واصبري ". قالت: يا عبدالله اني لجزعى ثكلى . فقال : "يا أمة الله اتقي الله واصبري " . قالت يا عبدالله لو كنت مصابا عذرتني . قال : "أمة الله اصبري " . قالت: يا عبدالله قد أسمعت فانصرف عني ، فمضى رسول الله لمجم ، واتبعه رجل من أصحابه ، فوقف على المرأة فقال لها : ما قال لك الرجل الذاهب؟ قالت : قال لي كذا وكذا وأجبته بكذا وكذا . قال : هل تعرفينه ؟ قالت: لا . قال : ذاك رسول الله لمجم . قال : فوثبت مسرعة نحوه حتى انتهت إليه وهي تقول : أنا أصبر أنا أصبر يا رسول الله . فقال : "الصبر عند الصدمة الأولى ، الصبر عند الصدمة الأولى " . قال ابن أبي الدنيا : حدثنا بشر بن الوليد الكندي وصالح بن مالك قالا : حدثنا سعيد بن زربي فذكره )3( . فهذا السياق يبين معنى الحديث. 
قال أبوعبيد: ان كل ]/32ب[ ذي مرزئة)4( فإن قصاراه 
)1( 
هو سعيد بن زربي الخزاعي البصري ، منكر الحديث . انظر : "تقريب التهذيب" ص : .377 
)2( 
ليست في الاصل ، إنما اثبتها من النسخ الثلاث الاخرى . 
)3( 
لم اقف عليه عند ابن ابي الدنيا. وقد أخرجه ابو يعلى في "مسنده" رقم )6706(. وروى البزار طرفا منه كما في "مجمع الزوائد" للهيثمي )/3 2(. ثم ضعفه الهيثمي. 
)4( 
في النسخ الثلاث الاخرى : "رزية". 
138
الصبر)1( ، ولكنه إنما يحمد على صبره عند حدة المصيبة وحرارتها)2( . 
قلت : وفي الحديث أنواع من العلم: 
أحدها : وجوب الصبر على المصائب ، وأنه من التقوى التي أمر العبد بها. 
الثاني : الامر بالمعروف والنهي عن المنكر ، وأن سكر)3( المصيبة وشدتها لا يسقطه عن)4( الامر الناهي. 
الثالث : تكرار الامر مرة بعد مرة حتى يعذر الامر إلى ربهه 
الرابع : احتج به على جواز زيارة القبور للنساء، فانه لمجيم لم ينكر عليها الزيارة وإنما أمرها بالصبر، ولو كانت الزيارة حراما لبين لها حكمها ، وهذا في اخر الامر ؛ فان ابا هريرة إنما أسلم بعد السنة السابعة. 
واجيب عن هذا بأنه !يم قد امرها بتقوى الله والصبر ، وهذا إنكار منه لحالها من الزيارة والبكاء ، ويدل عليه أنها لما علمت أن الامر لها بذلك من تجب طاعته انصرفت مسرعة. 
وأيضا فأبو هريرة لم يخبر أنه شهد هذه القصة ، فلا يدل الحديث على أنها بعد إسلامه ، ولو شهدها فلعنته ! زائرات القبور والمتخذين 
)1( 
هكذا في الاصل و)ب(: "قصاراه الصبر". وفي )م( و)ن(: "مصيره إلى الصبر". 
)2( 
"الامثال " لابي عبيد ص )9.2 ( . وذكره ايضا الجوهري في الصحاح )/5 659 1 ( . )3( 
كذا في الاصل ، وفي النسخ الاخرى : "شكوى" ولها وجه في القراءة . )4( 
الاصل : "يسقط عنه"، وبقية النسخ : "لا يسقط عنه" والمثبت من بعض المطبوعات ولعله الصواب . 
913
عليها المساجد والسرج )1( كان بعد هذا في مرض موته. 
وفي عدم تعريفه لها بنفسه لمج! شفقة منه ورحمة بها، إذ لو عرفها بنفسه في تلك الحال التي لا تملك فيها نفسها فربما لم تسمع منه فتهلك ، فكان معصيتها له وهي لا تعلم أنه رسول الله أخف من معصيتها له لو علمت به ، فهذا من كمال رأفته ورحمته صلوات الله وسلامه عليه. 
وفي "صحيح مسلم " عن أم سلمة قالت : سمعت رسول الله !يم يقول : "ما من مسلم تصيبه مصيبة ، فيقول ما أمره الله : إنا لله وانا إليه راجعون ، اللهم اجرني في مصيبتي واخلف لي خيرا منها ، إلا أخلف الله له خيرا منها" . قالت : فلما مات ابو سلمة قلت : أي المسلمين خير من ابي سلمة ؛ اول بيت هاجر إلى رسول الله ع!م ، ثم إني قلتها ، فاخلف الله لي رسول الله لمخيو، فارسل الي رسول الله ع!يه حاطب بن أبي بلتعة يخطبني له ، فقلت : إن لي بنتا وانا غيور ، فقال : " اما ابنتها فأدعو الله ان يغنيها عنها، وادعو الله ان يذهب ]/33 ا[ بالغيرة (" فتزوجت رسول الله ع!يه)2(. 
وعند ابي داود في هذا الحديث عنها، قالت : قال رسول الله مج!يه: 
"إذا اصابت أحدكم مصيبة فليقل : إنا لله وإنا إليه راجعون ، اللهم عندك احتسب مصيبتي ، فاجرني بها، وابدلني خيرا منها"، فلما احتضر 
ابو سلمة قال : اللهم أحلفني في أهلي خيرا مني . فلما قبض قالت أ م 
)1( 
رواه أبو داود في "سننه" رقم )3236(، والترمذي في "جامعه" رقم )032(، وقال : "حديث حسن"، والنسائي في "المجتبى" رقم )4302( من حديث ابن عباس رضي الله عنهما. 
)2( 
"صحيح مسلم " رقم )189(. 
014
سلمة : إنا لله وإ نا إليه راجعون ، عندالله احتسبت مصيبتي فأجرني فيها)1(.   
فانظر عاقبة الصبر والاسترجاع ومتابعة الرسول والرضاء عن الله إلى ما الت وأنالت أم سلمة نكاح أكرم الخلق على الله. 
وفي "جامع الترمذي "، و "مسند الامام أحمد"، و "صحيح ابن حبان ")2(، عن أبي موسى الاشعري رضى الله عنه قال : قال رسول الله 
ع!يم : "إذا مات ولد العبد قال الله لملائكته : قبضتم ولد عبدي ؟ فيقولون : نعم . فيقول : قبضتم تمرة فؤاده ؟ فيقولون : نعم . فيقول : ماذا قال 
عبدي ؟ فيقولون : حمدك واسترجع . فيقول : ابنوا لعبدي بيتا في الجنة وسموه بيت الحمد")3( . 
وفي "صحيح البخاري " من حديث انس ان رسول الله ع!يم قال : "إذا ابتليت عبدي بحبيبتيه ثم صبر عوضته منهما الجنة ")4(، يريد : عينيه. 
وعند الترمذي في هذا الحديث : "إذا اخذت كريمتي عبدي في الدنيا لم يكن له جزاء عندي إلا الجنة ") ( . 
وفي "الترمذي " ايضا عن أبي هريرة رضي الله عنه قال : قال رسول 
)1( 
" سنن أبي داود" رقم )9 1 31( ، إلا انه بدون قوله : "فلما احتضر ابو سلمة . . . " الخ. وقد اخرجه تافا: الترمذي في "جامعه" رقم )3511(، وقال : "حسن غريب من هذا الوجه " ، وابن ماجه في "سننه" رقم )8915(. 
)2( 
في الاصل : "عباس" ، وهو تحريف. 
)3( 
"جامع الترمذي " رقم )2101(، و "مسند احمد" )4/415(، و "صحيح ابن حبان " رقم )4892(، وقال الترمذي عقبه : "حديث حسن غريب ". )4( 
"صحيح البخاري " رقم )5653(5 
)5( 
" جامع الترمذي " رقم )0 024(، وقال : "غريب من هذا الوجه ". 
141
الله لمجيم : "يقول الله عز وجل : من أذهبت حبيبتيه فصبر واحتسب ، لم أرض له ثواب! دون الجنة ")1( . 
وفي "سنن النسائي " من حديث عبدالله بن عمرو رضي الله عنهما قال : قال رسول الله لمجيم : "إن الله لا يرضى لعبده إذا ذهب بصفي! من اهل الأرض فاحتسب ، بثواب دون الجنة ")2( . 
وفي "صحيح البخاري " من حديث أبي هريرة رضي الله قال : قال رسول الله لمج!عم : "يقول الله عز وجل : ما لعبدي المومن جزاء إذا قبضت صفيه من أهل الدنيا ثم احتسبه إلا الجنة ")3( . 
وفي "صحيحه" ايضا عن عطاء بن أبي رباح قال : قال لي ابن عباس : الا أريك امرأة من أهل الجنة ؟ قلت : بلى . قال : هذه المرأة السوداء أتت النبي لمجيم فقالت : إني أصرع وأتكشف ، فادع الله لي . قال : "ان شئت صبرت ولك الجنة ، وان شئت ]/33ب[ دعوت الله أ ن يعافيك )4 (" قالت : أصبر . فقالت : إني أتكشف فادع الله أن لا أ تكشف ) ( . 
وفي "الموطا" من حديث عطاء بن يسار : أن رسول الله !م قال : "إذا مرض العبد بعث الله إليه ملكين ، فقال : انظرا ماذا يقول لعواده ، فان هو إذا جاؤوه حمد الله وأثنى عليه ، رفعا ذلك إلى الله وهو أعلم ، فيقول : لعبدي علي إن توفيته أن ادخله الجنة ، وان انا شفيته ان ابدله لحما خيرا 
)1( 
"جامع الترمذي " رقم )1 024(، وقال : "حسن صحيح (" . 
)2( 
سنن النسائي "المجتبى" رقم )1871(. وهو بمعنى حديث البخاري الآتي. )3( 
"صحيح البخاري " رقم )6424(. 
)4( 
في الاصل : " يعافيك الله " . والمثبت من : )م(، )ن(، وصحيح البخاري . )5( 
"صحيح البخاري " رقم )5652(، وهو في "صحيح مسلم " ايضا رقم )2576(. 142
من لحمه ، ودما خيرا من دمه ، وان اكفر عنه سيئاته ")1( .   
وفي صحيفة عمرو بن شعيب عن أبيه عن جده قال : قال رسول الله !يم : " إذ[ جمع الله الخلائق نادى مناد : أين أهل الفضل )2(؟ قال : فيقوم 
ناس - وهم يسير- فينطلقون سراعا إلى الجنة ، فتلقاهم الملائكة، فتقول : إنا نراكم سراعا إلى الجنة فمن انتم ؟ فيقولون )3(: نحن اهل 
الفضل . فيقولون : ماذا كان فضلكم ؟ فيقولون : كنا إذا ظلمنا صبرنا، وإ ذا أسيء إلينا عفونا ، واذا جهل علينا حلمنا ، في!ال لهم : ادخلوا الجنة فنعم اجر العاملين ")4( . 
وفي " الصحيح ") ( ان رسول الله !ي! قسم مالا ، فقال بعض الناس : هذه قسمة ما اريد بها وجه الله ، فاخبر بذلك رسول الله ! فقال : "رحم الله اخي موسى قد اوذي بأكثر من هذا فصبر")6( . 
"الموطأ " )/2 0 4 9 - 1 4 9 ( ، وهو مرسل. 
)1( 
وله طرق موصوله ذكرها الالباني في "سلسلة الاحاديث الصحيحة " رقم )272(، وصحج الحديث لاجلها. 
)2( 
في الأصل وسائر النسخ الخطية : "الصبر"، وهو سهو كما سيأتي في سياق الحديث . وهو كذلك - على الصواب - في مصادر التخريج ، والله أعلم. )3( 
في الاصل : "قال" . والتصويب من النسخ الثلاث الاخرى . 
)4( 
أخرجه ابن إبي الدنيا في كتاب "الحلم" رقم )56(، وفي كتاب "مداراة الناس " رقم )11 (، والبيهقي في "شعب الإيمان " رقم )8608( وضعفه. 
ورواه أبو نعيم في "حلية الاولياء" )/3 913(، وابن قدامة في "المتحابين في الله " رقم )155( عن علي بن الحسين مقطوعا عليه. 
كذا في الاصل و )م( و )ن(. وفي )ب(: "الصحيحين". 
)6( 
"صحيح البخاري " رقم )5034(، و "صحيح مسلم " رقم )6201(. من حديث عبدالله بن مسعود رضي الله عنه. 
143
وفي "الصحيحبن " من حديث الزهري عن عروة عن عائشة رضي الله 
عنها قالت : قال رسول الله كيم : "ما من مصيبة تصيب المسلم إلا كفر الله بها عنه)1( حتى الشوكة يشاكها")2( . 
وفيهما أيضا من حديث أبي سعتد وأبي هريرة رضي الله عنهما عن النبي كيم قال : "ما يصيب المسلم من نصب ولا وصب ولا حزدخ ولا أذى ولا غئم حتى الشوكة يشاكها إلا كفر الله بها من خطاياه ")3( . 
وفي "صحيح مسلم " من حديث عائشة رضي الله عنها عن النبي لمجم انه قال : "لا يصيب المؤمن شوكة فما فوقها إلا رفعه الله بها درجة ، وحط عنه بهاخطيئة ")4(. 
وفي "المسند" من حديث أبي هريرة ) ( رضي الله عنه عن النبي لمج! 
قال : "لا يزال البلاء بالمؤمن او المؤمنة في جسده وفي ماله وفي ولده حتى يلقى الله ]/34 أ[ وما عليه خطيئة ")6(. 
وفي "الصحيح " من حديث سعد بن أبي وقاص رضي الله عنه قال : قلت : يا رسول الله أي الناس اشد بلاء؟ قال : "الأنبياء ثم الصالحون ثم 
)1( 
في الأصل : "عنها" . وفي )م(، )ن(: "بها عن صاحبها" . والمثبت من )ب(، 
وهو الموافق لمصادر التخريج. 
)2( 
"صحيح البخاري " رقم )0564(، و "صحيح مسلم " رقم )2572( )94(. )3( 
"صحيح البخاري " رقم )5641(، )5642(، و "صحيح مسلم " رقم )2573(. )4( 
"صحيح مسلم " رقم )2572()47(. 
)5( 
كلمة "هريرة" سقطت من الاصل ، واستدركتها من النسخ الثلاث الأخرى . )6( 
"المسند" )/2 287(، وصححه الحاكم في "المستدرك )/1 346( على شرط مسلم ، ووافقه الذهبي في التلخيص.
الأمثل فالامثل ؛ يبتلى الرجل على حمسب دينه ، فان كان في دينه صلابة زيد في بلاته ، وإن كان في دينه رقة خفف عنه ، وما يزال البلاء بالعبد حتى يمشي على الأرض وليس عليه خطيئة ")1( .   
وفي "الصحيحين " عن عبدالله بن مسعود رضي الله عنه قال : دخلت على النبي ع!يم وهو يوعك وعكا شديدا. فقلت : يا رسول الله إنك لتوعك وعكا شديدا . قال : "اجل ، لا!وعك كما يوعك رجلان منكم " . 
قلت : إن لك لاجرين؟ قال : "نعم ، والذي نفسي بيده ما على الأرض مسلم يصيبه أذى من مرض فما سواه إلا حط الله عنه خطاياه كما تحط [لشجر؟ اليابسة ورقها" )2( . 
وفي "الصحيحين " أيضا من حديث عائشة رضي الله عنها قالت : "ما رابت الوجع على احد اشد منه على رسول الله !")3( . 
وفي بعض "المسانيد" مرقوعا : "إن الرجل لتكون له الدرجة عند الله تعالى ، لا يبلغها بعمل حتى يبتلى ببلاء في جسمه فيبلغها بذلك ")4(. 
)1( 
لم اقف عليه في صحيح البخاري ولا مسلم . وقد اخرجه الترمذي في "جامعه" رقم )8923(، وقال : "حسن صحيح " ، وابن ماجه في سننه رقم )2304(. )2( 
"صحيح البخاري " رقم )0566(، و "صحيح مسلم " رقم )2571(. 
)3( 
"صحيح البخاري " رقم )5646(، و "صحيح مسلم " رقم )0257(. 
)4( 
اخرجه هناد في " الزهد" رقم )0 0 4( من حديث عبدالله بن مسعود. 
واخرجه ابو يعلى في "مسنده" رقم )5906( بلفط : "إن الرجل ليكون له عندالله المنزلة فما يبلغها بعمل ، فما يزال الله يبثليه بما يكره ، حتى يبلغه إياها ا[ من حديث أبي هريرة رضي الله عنه. 
وصححه ابن حبان حيث اخرجه في "صحيحه" رقم )8.92(، والحاكم في "المستدرك " ) 1 / 4 34(. 
145
ويروى عن عائشة عنه مج!ي! : "اذا اشتكى المومن اخلصه ذلك من الذنوب ، كما يحلص الكير الخبث من الحديد")1( 5 
وفي "صحيح البخاري " من حديث خباب بن الارت رضي الله عنه قال : شكونا إلى رسول الله لمجم وهو متوسد ببردة له في ظل الكعبة، فقلنا: الا تستنصر لنا، ألا تدعو لنا؟ فقال : "قد كان من قبلكم يؤخذ الرجل فيحفر له في الأرض فيجعل فيها، ثم يؤتى بالمنشار فيوضع على رأسه فيجعل نصفين ، ويمشط بامشاط الحديد ما دون لحمه وعطمه ما يصده ذلك عن دينه ، والله ليممن الله هذا الأمر حتى يسير الراكب من 
صنعاء إلى حضرموت لا يخاف إلا الله والذئب على غنمه ، وأنتم )2( )3(" . ن" . 
وفي لفظ للبخاري : أتيت رسول الله لمجم وهو متوسد بردة في ظل الكعبة - وقد لقينا من المشركين شدة - فقلت : ألا تدعو الله ؟ فقعد)4( 
وهو محمر وجهه ، فقال : "لقد ]/34 ب[ كان من قبلكم ليمشط بامشاط الحديد ما دون لحمه وعظمه ما يصده ذلك عن دينه ") ( . 
وقد حمل بعض أهل العلم قول خباب : " شكونا إلى رسول الله ع!و 
)1( 
اخرجه البخاري في "الادب المفرد" رقم )794(، وصححه ابن حبان حيث اخرجه في "صحيحه" رقم )3692(. 
)2( 
في سائر النسخ : "ولكنكم". 
)3( 
"صحيح البخاري " رقم )4396(. 
)4( 
في الاصل : "فقد" ، وهو خطا. 
)5( 
"صحبح البخاري " رقم )3852(. 
146
حر الرمضاء فلم يشكنا")1( على هذا المحمل ، وقال : شكوا)2( إليه حر الرمضاء الذي كان يصيب جباههم وأكفهم من تعذيب الكفار فلم يشكهم ، وإنما دلهم على الصبر.   
وهذا الوجه أنسب من تفسير من فسر ذلك بالسجود على الرمضاء، واحتح به على وجوب مباشرة المصلي بالجبهة ، لثلاثة أوجه: 
أحدها : أنه لا دليل في اللفظ على ذلك. 
الثاني : انهم قد اخبروا انهم كانوا مع النبي لمجم ، فكان احدهم اذا لم يستطع ان يسجد على الارض بسط ثوبه فيسجد عليه )3( ، والظاهر ان هذا يبلغه ويعلم به وقد أقرهم عليه. 
الثالث : أن شدة الحر في الحجاز تمنع مباشرة الجبهة والكف للأرض ، بل تكاد تشوي الوجه والكف فلا يتمكن )4( من الطمأنينة في 
السجود ، ويذهب خشوع الصلاة ، ويتضرر البدن ، ويتعرض للمرض ، والشريعة لا تأتي بهذا . 
فتأمل رواية خباب لهذا وللذي قبله واجمع بين اللفظين والمعنيين، ولا تستوحش من قوله : "فلم يشكنا"، فإنه هو معنى إعراضه عن 
)1( 
اخرجه مسلم في "صحيحه" رقم )961(. 
)2( 
في الاصل : "شكونا" ، والتصويب من النسخ الاخرى . 
)3( 
وذلك فيما رواه البخاري في "صحيحه" رقم )8012(، ومسلم في "صحيحه" رقم )062( من حديث انس بن مالك رضي الله عنه قال : "كنا نصلي مع رسول الله عتي! في شدة الحر، فاذا لم يستطع أحدنا ان يمكن جبهته من الارض ، بسط ثوبه فسجد عليه ([. 
)4( 
في الاصل : "تمكن" : والتصويب من النسخ الثلاث الأخرى . 
147
شكايتهم وإخباره لهم بصبر من قبلهم ، والله اعلم.   
وفي "الصحيحين" من حديث اسامة بن زيد رضي الله عنه قال : ارسلت بنت النبي ع!يم اليه : أن ابضا لي)1( احتضر فاشأ . فأرسل يقرىء السلام ويقول : "إن لله ما اخذ، وله ما أعطى ، وكل)2( عنده باجل مسمى ، فلتصبر ولتحتسب(". فارسلت اليه تقسم عليه لياتينها، فقام ومعه سعدبن عبادة ومعاذبن جبل وابي بن كعب وزيدبن ثابت 
ورجال ، فرفع الصبي إلى رسول الله ع!يم فاقعده في حجره ونفسه 
ير ه ير ،)3( ء ى)4( 
تمعمع كانها شن ، ففاضت عيناه ، فقال سعد : يا رسول الله ما هذا؟ 
قال : "هذه رحمة جعلها الله في قلوب من يشاء من عباده ، وإنما يرحم الله من عباده الرحماء") ( . 
وفي "سنن النسائي " عن ابن عباس رضي الله عنهما قال : احتضرت بنت لرسول الله ع!يم صغيرة ، فاخذها رسول الله !يم وضمها إلى صدره /351 أ[ ثم وضع يده عليها)6( وهي بين يدي رسول الله ع!، فبكت أم أيمن ، فقلت لها : اتبكين ورسول الله ع! عندك ؟ فقالت : ما لي لا ابكي ورسول الله ع!يم يبكي ، فقال رسول الله ع!يم : "إني لست ابكي ولكنها رحمة " ، ثم قال رسول الله ع!يم : "المومن بخير على كل حال ، 
)1( 
ليست في الاصل واثبتها من النسخ الثلاث الاخرى . 
)2( 
في سائر النسخ : "وكل شيء". 
)3( 
أي : تضطرب وتتحرك . "النهاية " )/4 88(. 
)4( 
الشن اي القربة . انطر: "النهاية" )/2 605 - 705(. 
)5( 
"صحيح البخاري " رقم )1284(، و "صحيح مسلم " رقم )239(. )6( 
في "سنن النسائي " بعد هذه الكلمة : "فقضت". 
148
تنزع نفسه من بين جنبيه وهو يحمد الله عز وجل ")1(. 
وفي صحيح البخاري من حديث أنس قال : اشتكى ابن لابي طلحة فمات ، وأبو طلحة خارج ، فلما رأت امرأته أنه قد مات ، هيات شيئا وسجته في جانب البيت ، فلما جاء أبو طلحة قال : كيف الغلام ؟ قالت: قد هدأت نفسه ، وأرجو أن يكون قد استراح . فظن أبو طلحة أنها صادقة . قال : فبات معها، فلما أصيح اغتسل ، فلما أراد أن يخرج أعلمته أنه قد مات ، فصلى مع النبي لمجيم ثم أخبره بما كان منهما، فقال رسول الله لمجي! : "لعله ان يبارك لهما في ليلتهما" . قال ابن عيينة : فقال رجل من الانصار : فرأيت ]لهما[ تسعة أولاد كلهم قد قراوا القران )2( . 
وفي "موطأ مالك " عن القاسم بن محمد قال : هلكت امرأة لي فأتاني محمدبن كعب القرظي يعزيني بها، فقال : إنه كان في بني إسرائيل رجل فقيه عابد عالم مجتهد، وكانت له امرأة وكان بها معجبا، فماتت فوجد عليها وجدا شديدا حتى خلا في بيت وأغلق على نفسه واحتجب من الناس ، فلم يكن يدخل عليه أحد، ثم إن امرأة من بني إسرائيل سمعت به فجاءته فقالت له : إن لي حاجة أستفتيه فيها، ليس يجزئني إلا أن أشافهه بها ، فذهب الناس ولزمت الباب فأخبر، فأذن لها، فقالت : أستفتيك في أمر . قال : وما هو؟ قالت : إني استعرت من جارة 
)1( 
سنن النسائي "المجتبى" رقم )1843(. من طريق ابي الأحوصعن عطاء بن السائب عن عكرمة عن ابن عباس به . وقال النسائي في "السنن الكبرى " حديث رقم )0791(: "عطاء بن السائب كان قد اختلط ، واثبت الناس فيه 
سفيان الثوري وشعبة بن الحجاج ". 
)2( 
اخرجه البخاري رقم )1013(. والاستدراك منه. 
914
لي حليا فكنت ألبسه وأعيره زمانا ، ثم إنهم أرسلوا إلي فيه أفأرده إليهم؟ قال : نعم والله . قالت : إنه قد مكث عندي زمانا؟! فقال : ذلك أحق لردك إياه . فقالت له : يرحمك الله أفتأسف على ما أعارك الله ثم أخذه منك ، وهو أحق به منك ؟ ! فأبصر ما كان فيه ، ونفعه الله بقولها)1( .   
وفي "جامع الترمذي " عن شيخ من بني مرة قال: قدمت الكوفة ]/35 ب[ فأخبرت عن بلال بن أبي بردة فقلت : إن فيه لمعتبرا، فأتيته وهو محبوس في داره التي كان بنى ، وإذا كل شيء منه قد تغير من العذاب والضرب ، وإذا هو في قشاثر )2(، فقلت له : الحمد لله يا بلال ، لقد رأيتك تمر بنا وأنت تمسك أنفك من غير غبار ، وأنت في حالتك هذه فكيف صبرك اليوم ؟ فقال لي : ممن أنت؟ فقلت : من بني مرة بن عباده قال : ألا أحدثك حديثما عسى الله أن ينفعك به؟ قلت : هات . قال : 
حدثني ابو بردة عن ابي موسى ان رسول الله ع!ي! قال : "لا تصيب عبدا نكبه 3( فما فوقها أو دونها الا بذنب ، وما يعفو الله عنه أكثر" قال : وقرا: > ومآ ا!م من مصيبة فبماكسسبت اتديكؤ ويغفوا عن كثير ؤع( ]الشورى : 03[)4(. 
وفي "الصحيحين " من حديث عبدالله بن مسعود رضي الله عنه قال : كأني أنظر إلى رسول الله !يم يحكي نبيا من الانبياء ضربه قومه فأدموه 
" الموطأ" ) 1 / 237 ( . 
)1( 
القشاش : ما كان ساقطا مما لا قيمة له . انظر : "تحفة الاحوذي" )/9 29(. )2( 
اي : محنة واذى . انظر : "تحفة الأحوذي" )/9 29( 
)3( 
)4( 
"جامع الترمذي " رقم )3252(، وقال : "حديث غريب لا نعرفه إلا من هذا الوجه ". 
015
وهو يمسح الدم عن وجهه وهو يقول : "اللهم اغفر لقومي فانهم لا يعلمون ")1(.   
فتضمنت هذه الدعوة العفو عنهم ، والدعاء لهم ، والاعتذار لهم، والاستعطاف بقوله : "لقومي " . 
وفي "الموطأ" من حديث عبدالرحمن بن القاسم قال : قال رسول الله ع!ي! : "ليعز المسلمين في مصائبهم المصيبة بي")2( . 
وفي "الترمذي " من حديث يحيى بن وثاب عن شيخ من أصحاب رسول الله لمج! : قال : قال رسول الله لمجي! "المسلم )3( الذي يخالط الناس ويصبر على أذاهم خير من الذي لا يخالط الناس ولا يصبر على أذاهم" قال الترمذي )4( : كان شعبة يرى أن الشيخ ابن عمر) ( . 
وفي "الصحيحين " من حديث أبي سعيد الخدري رضي الله عنه عن النبي مج!ي! قال : "ما أعطي احد عطاء خيرا واوسع من الصبر" )6( . 
)1( 
"صحيح البخاري " رقم )3477(، و "صحيح مسلم " رقم )2917(. )2( 
"الموطا" )/1 236(، وهو مرسل ، وله عدة طرق موصولة ، لذا صححه الالباني قي "سلسلة الاحاديث الصحيحة ا" برقم )60 1 1 ( . 
)3( 
هذه الكلمة ساقطة من )ب(. 
وفي )م( و )ن(: "المؤمن" . والمثبت موافق لجامع الترمذي . 
)4( 
الذي في جامع الترمذي ان هذا القول الاتي لابن ابي عدي، شيخ شيخ الترمذي ، الراوي عن شعبة هذا الحديث. 
)5( 
"جامع الترمذي " رقم )7025(. 
واخرجه ابن ماجه في "سننه" رقم )3204( من مسند عبدالله بن عمر. وصحح الحديث الالباني في سلسلة الاحاديث الصحيحة برقم )939(. )6( 
"صحيح البخاري " رقم )9146 (، و "صحيح مسلم " رقم )5301 ( . 151
وفي بعض "المسانيد" عنه بم!ي! انه قال : "قال الله عز وجل : اذا وجهت إلى عبد من عبيدي مصيبة في بدنه او ماله او ولده ، ثم استقبل ذلك بصبر جميل استحييت منه يوم القيامة ان انصب له ميزانا او انشر له ديوانا") 1 ( .   
وفي "جامع الترمذي " ]/36 أ[ عنه ع!جو : "إذا أحب الله قوما ابتلاهم، فمن رضي فله الرضى ، ومن سخط فله السخط ")2(. 
وفي بعض "المسانيد" عنه مرفوعا : "اذا أراد الله بعبد خيرا صب عليه البلاء صب!")3(. 
وفي "صحيح مسلم " من حديث جابر بن عبدالله ان رسول الله غ!حو دخل عل امراة فقال : "ما لك تزفزفين")4(؟ قالت : الحمى ، لا بارك الله 
فيها . قال : "لا تسبي الحمى فانها تذهب خطايا بني ادم كما يذهب الكير خبث الحديد" ) ( . 
)1( 
اخرجه الشهاب في "مسنده" رقم )1462(، وابن عدي في "الكامل" )/7 015(. وضعفه العراقي في "المغني عن حمل الاسفار(" )/4 62(. 
)2( 
"جامع الترمذي " رقم )6923(، وقال : "حسن غريب من هذا الوجه ". وأخرجه ابن ماجه أيضا في "سننه" رقم )310 4(. 
)3( 
أخرجه ابن أبي الدنيا في كتابه "المرض والكفارات " رقم )022(، وعزاه الهندي في "كنز العمال " رقم ) 1 681( للظبراني ، وذكره الديلمي في "الفردوس" رقم )729(. كلهم بلفظ : "إذا أحب الله عبدا صب عليه البلاء صبا". من حديث أنس بن مالك رضي الله عنه. 
وضعفه العراقي في "المغني عن حمل الاسفار" )/1 278(. 
)4( 
أي ترتعدين من البرد . انظر : "النهاية " )/2 503(. 
)5( 
"صحيح مسلم " رقم )2575(، وفيه التصريح بأن المرأة هي أم السائب. 152
ويذكر عن أبي هريرة رضي الله عنه عن النبي لمج! أنه قال : "من وعك ليلة فصبر ورضي عن الله تعالى ، خرج من دلوبه كيوم ولدته أمه " )2( .)1( .. 
وقال الحسن : "إنه ليكفر عن العبد خطاياه كلها بحمى ليلة ")3( . 
وفي "المسند" وغيره عن أبي سعيد الخدري رضي الله عنه ]قال: دخلت على النبي !يم[)4( وهو محموم ، فوضعت يدي من فوق القطيفة ) ( فوجدت حرارة الحمى ، فقلت : ما أشد حماك يا رسول الله. 
قال : "إنا كذلك معاشر الانبياء يضاعف علينا الوجع ليضاعف لنا الأجر" قال : قلت : يا رسول الله فاي الناس أشد بلاء؟ قال : "الأنبياء" قلت : ثم من؟ قال : "الصالحون ، إن كان الرجل ليبتلى بالفقر حتى ما يجد إلا العباء فيجوبها)6( فيلبسها، وان كان الرجل ليبتلى بالقمل حتى يقتله 
القمل ، وكان ذلك أحب إليهم من العطاء إليكم ")7( . 
)1( 
في الاصل : "يومه" . وهو سهو، والتصويب من النسخ الاخرى . 
)2( 
اخرجه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )83(، وكتاب "الرضا عن الله " رقم )75(، وكتاب "الصبر" رقم )018(، ومن طريقه اخرجه البيهقي في "شعب الايمان " رقم )8689(. من حديث الحسن عن ابي هريرة . ورواية الحسن عن ابي هريرة منقطعة. 
انظر : "المراسيل" لابن أبي حاتم ص : ،38 و "جامع التحصيل " للعلائي ص : 164 . 
)3( 
رواه البيهقي في "شعب الايمان " رقم )8659 ( . وسيأتي قريبا عن الحسن مرفوعا. ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . القطيفة : كساء له خمل . انظر : "النهاية " لابن الاثير )/4 84(. 
)6( 
يقال ؟ جبت القميص ، اي : قورت جيبه . انظر : "لسان العرب " )/1 286(. "المسند" )/3 49(. 
)7( 
واخرجه ابن ماجه في "سننه" رقم )2404( نحوه . وصححه الحاكم في- 153
وقال عقبة بن عامر الجهني : قال رسول الله !: "ليس من عمل إلا وهو يختم عليه ، فاذا مرض المومن ، قالت الملائكة : يا ربنا عبدك فلان قد حبسته عن العمل ، فيقول الرب تعالى : اختموا له على مثل عمله حتى يبرا أو يموت " ) 1 ( .   
وقال أبو هريرة : "إذا مرض العبد المسلم نودي صاحب اليمين أن أجري )2( على عبدي صالح ما كان يعمل وهو صحيح ، ويقال لصاحب الشمال : اقصر عن عبدي ما د[م في وثاقي " . فقال رجل عند ابي هريرة : يا ليتني لا أزال ضاجعا . فقال أبو هريرة : كره العبد الخطايا. 
ذكره ابن أبي الدنيا)3( . 
وذكر أيضا عن هلال بن يساف )4( قال : كنا قعودا عند عمار بن ياسر فذكروا الاوجاع ، فقال أعرابي : ما اشتكيت قط ، فقال عمار : "ما أنت منا، أو لست منا، إن المسلم يبتلى ببلاء فتحط عنه ]/36 ب[ ذنوبه كما يحط الورق من الشجر، وإن الكافر أو الفاجر يبتلى ببلية ، فمثله مثل 
المستدرك )/4 703( على شرط مسلم ، ووافقه الذهبي. 
)1( 
اخرجه احمد في "المسند" )/4 146(، وابن ابي الدنيا في "المرض والكفارات " رقم )12(. وصححه الالباني في "سلسلة الاحاديث الصحيحة" 
رقم )3921(. 
)2( 
في )ن(: "اجر". 
)3( 
رواه في كتاب " المرض والكفارات " رقم )14 (، ومن طريقه البيهقي في "شعب الايمان " رقم )4899 ( . 
)4( 
هلال بن يساف هنا يروي عن ربيع بن عميلة ، وربيع هو القائل : كنا قعودا . . . الخ . كما في مصادر التخريج. 
154
بعير ، إن أطلق لم يدر لم أطلق ، وإن عقل لم يدر لم عقل ")1( .   
وذكر عن أبي معمر الازدي قال : "كتا إذا سمعنا من ابن مسعود شيئا نكرهه سكتنا حتى يفسره لنا ، فقال لنا ذات يوم : ألا إن السقم لا يكتب له أجر . فساءنا ذلك وكبر علينا . فقال : ولكن يكفر به الخطيئة . فسرنا ذلك وأعجبنا")2( . 
وهذا من كمال علمه وفقهه رضي الله عنه ، فان الاجر إنما يكون على الاعمال الاختيارية وما)3( تولد منها ، كما ذكر سبحانه النوعين في اخر سورة التوبة في قوله في المباشر من الانفاق وقطع الوادي : >إلا !تب لهم < ]التوبة : 121[، وفي المتولد من إصابة الظما والنصب والمخمصة في سبيله وغيظ الكفار : > ادي لهو بهءعمل صغ( ]التوبة : 012[، فالثواب مرتبط بهذين النوعين ، وأما الاسقام والمصائب فان ثوابها تكفير الخطايا، ولهذا قال تعالى : >وما اصبم من مصيبه فبما كسبت اتديكؤ( أ الشورى : 0 3[ . 
والنبي !يه!يم إنما قال في المصائب : "كفر الله بها من خطاياه "، كما تقدم ذكر ألفاظه صلى الله عليه وسلم )4(. وكذا قوله : "المرض 
)1( 
رواه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )15(، ومن طريقه البيهقي في "شعب الايمان " رقم )1399(. 
رواه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )16(، ورواه ايضا )2( 
الطبراني في "المعجم الكبير" رقم )6085(، وحسنه الهيثمي في "مجمع الزوائد" )/2 103(. 
)3( 
في النسخ الثلاث : "ومما". 
انظر ص 4 14 )حاشية 3( و ص 145 )حاشية 2(. 
)4( 
155
حطة ")1( . فالطاعات ترفع الدرجات ، والمصائب تحط السيئات . ولهذا قال !سي! : "من يرد الله به خيرا يصب منه ")2( . وقال : "من يرد الله به خيرا يفقهه في الدين ")3( . فهذا يرفعه ، وهذا يحط خطاياه .   
وقال يزيد بن ميسرة : "إن العبد ليمرض المرض وما له عندالله من 
عمل خير، فيذكره الله سبحانه بعض ما سلف من خطاياه ، فيخرج من عينيه مثل رأس الذباب من الدموع )4( من خشية الله ، فيبعثه الله إن بعثه مطهرا ، أو يقبضه إن قبضه مطهرا") ( . 
ولا يرد على هذا حديث أبي موسى الاشعري في ثواب من قبض الله ولده وثمرة فؤاده بان يبني له بيتا في الجنة ، ويسميه بيت الحمد)6(، لانه إنما نال ذلك البيت بحمده لله واسترجاعه وذلك عمل اختياري ، ولذلك سمي بيت الحمد. 
وقال زياد بن زياد مولى ابن عياش عن بعض اصحاب النبي !يم قال : دحلنا على النبي ع!م وهو موعوك ، -أي : محموم -فقلنا: أح 
)1( 
رواه احمد في "مسنده" )/1 ،591 691(، والحاكم في "المستدرك" )/3 265( عن ابي عبيدة مرفوعا : "من ابتلاه الله ببلاء في جسده ، فهو له حطة". )2( 
اخرجه البخاري في "صحيحه" رقم )5645(، من حديث ابي هريرة رضي الله عنه. 
)3( 
اخرجه البخاري في "صحيحه" رقم )3116(، ومسلم في "صحيحه" رقم 
)3701(، من حديث معاوية رضي الله عنه. 
)4( 
" من الدموع " ليست في )م(. وفي )ن( و )ب(: " من الدمع ". 
)5( 
اخرجه ابن أبي الدنيا في كتاب "المرض والكفارات " رقم )17(، وأبو نعيم في "الحلية" )/5 024(. 
)6( 
سبق تخريجه. 
156
اح ]/37 ا[ بابائنا وامهاتنا يا رسول الله ما اشد وعكك . فقال : "انا معاشر الأنبياء يضاعف علينا 1لبلاء تضعيفا"، قال : قلنا: سبحان الله . قال : 
"أفعجبتم إن أشد الناس بلاء الأنبياء ثم الصالحون ثم الأمثل فالامثل" قلنا: سبحان الله . قال : "افعجبتم ، إن كان النبي من الأنبياء ليقتله 
القمل " . قلنا : سبحان الله ! . قال : "افعجبتم ، إن كانوا ليفرحون بالبلاء كما تفرحون بالرخاء")1( . 
اح : بالحاء المهملة ، هو المعروف من كلامهم ، ومن قاله بالخاء المعجمة فقد غلط. 
وذكر النسائي عن أبي)2( عبيدة بن حذيفة عن عمته فاطمة قالت: أتيت النبي ع!يم في نساء نعوده ، فاذا سقاء معلقة يقطر ماوها عليه من شدة ما كان يجد من الحمى ، فقلنا: لو دعوت الله يا رسول الله ان يذهبها 
عنك . فقال : " إن اشد الناس بلاء الأنبياء، تم الذين يلونهم ، تم الذين 
)3( . 
- لهم" . 
وقال مسروق : قالت عائشة : "ما رايت احدا اشد وجعا من رسول الله !يه")4(. 
)1( 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )5(. وله شاهد من حديث ابي سعيد الخدري سبق قريبا. 
)2( 
كلمة : "أبي" ساقطة من سائر النسخ ، واستدركتها من مصادر التخريج. )3( 
"السنن الكبرى " للنسائي رقم )7482( و )6974(. 
واخرجه ايضا احمد في "مسنده" )/6 936(، والحاكم في "المستدرك" )/4 40 4(. وصححه الألباني في "سلسلة الاحاديث الصحيحة " برقم )145(. )4( 
اخرجه البخاري في "صحيحه" رقم )5646(، ومسلم في "صحيحه" رقم= 157
]وقالت : [)1( "كان يشدد عليه إذا مرض حتى إنه لربما مكث خمس   
عشرة لا ينام ، وكان ياخذه عرق الكلية - وهي الخاصرة - فقلنا: يا رسول الله لو دعوت الله فيكشف عنك . قال : "إنا معاشر الأنبياء شدد علينا الوجع ليكفر عنا")2( . 
وفي "المسند" و "النسائي " من حديث أبي سعيد قال : قال رجل: يا رسول الله ارأيت هذه الامراض التي تصيبنا ماذا لنا بها؟ قال : "كفارات" ، فقال أبي بن كعب : يا رسول الله وان قلت؟ قال : "شوكة فما فوقها" ، قال : فدعا ابي على نفسه عند ذلك أن لا يفارقه الوعك حتى يموت ، ولا يشغله عن حج ، ولا عمرة ، ولا جهاد في سبيل الله ، ولا صلاة مكتوبة في جماعة . قال : فما مس رجل جلده بعدها إلا وجد حرها حتى مات)3( . 
وقال عبدالله بن عمرو)4(: قال رسول الله !يم : "إن العبد إذا كان 
.)0257( 
وكذا رواه ابن أبي الدنيا في كتاب "المرض والكفارات " رقم )8(. 
)1( 
ما بين المعقوفين ليس في الاصل ، ولا في سائر النسخ الخطية ، وزيادتها لازمة للتفريق بين حديثي عائشة رضي الله عنها، وإنما وقع الخلط لان ابن أبي الدنيا رواهما متتاليين والله أعلم. 
)2( 
أخرجه ابن أبي الدنيا في "المرض والكفارات " رقم )9(. وسبق نحوه قريبا من حديث بعض أصحاب النبي !ك!م، وقبل ذلك من حديث أبي سعيد الخدري . "المسند" )/3 23(، و "السنن الكبرى " للنسائي رقم )9748(5 من حديث أبي )3( 
سعيد الخدري . 
وصححه ابن حبان فأخرجه في "صحيحه" حديث رقم )2892(، وصححه الحاكم في "المستدرك" )/4 803( على شرط الشيخين ، ووافقه الذهبي. )4( 
في الاصل : "عمر"، وسائر النسخ الخطية كذلك . والتصويب من مصادر = 158
على طريقة حسنة من العبادة ثم مرض ، قيل للملك الموكل به : اكتب له مثل عمله إذا كان طلقا)1( أو ا"كفته إلي " . 
يقال : ناقة طلق - بضم الطاء واللام - إذا حل عقالها . ويقال : كفته إليه إذا ضمه إليه. 
ذكره ابن ابي الدنيا)2( . 
وذكر أيضا عن ابي أمامة الباهلي رضي الله عنه ]/37 ب[ قال : قال رسول الله ع!يم : " إن الله ليجرب أحدكم بالبلاء وهو أعلم به ، كما يجرب أحدكم ذهبه بالنار، فمنهم من يخرج كالذهب الابريز)3(، فذلك الذي 
نجاه من [لسيئات ، ومنهم من يخرج كالذهب دون ذلك ، فذلك الذي يشك بعض الشك ، ومنهم من يخرج كالذهب الأسود، فذلك الذي قد افتتن ")4(. 
ا لتخريج. 
)1( 
في مصادر التخريج بعد هذه الكلمة : "حتى اظلقه " إلا في كتاب "المرض والكفارات " لابن ابي الدنيا رقم )26( الذي نقل منه ابن القيم. 
)2( 
" المرض والكفارات " رقم )26(. 
ورواه عبدالرزاق في "مصنفه" رقم )80302(، واحمد في "المسند" )/2 302( وغيرهم . وصححه الهيثمي في " مجمع الزوائد" )/3 303(. )3( 
الذهب الإبريز اي : الخالص الصافي . انظر : " لسان العرب " )/5 311(. )4( 
"المرض والكفارات " لابن ابي الدنيا رقم )27(. 
ورواه ايضا الحاكم في "المستدرك ا )/4 314(، والطبراني في "الكبير" رقم )8976(، والبيهقي في )شعب الايمان " رقم )2499(. وصححه الحاكم ووافقه الذهبي . وضعفه الالباني جذا في "ضعيف الترغيب والترهيب " برقم .)9891( 
915
وذكر ايضا من مراسيل الحسن البصري عن النبي لمج! : "إن الله ليكفر عن العبد)1( خطاياه كلها بحمى ليلة ". قال ابن أبي الدنيا: قال ابن المبارك : هذا من الحديث الجيد)2(. 
قال)3( : " وكانوا يرجون في حمى ليلة كفارة ما مضى من الذنوب ") 4 ( . 
وذكر عن انس ان رسول الله لمجي! دخل على رجل وهو يشتكي فقال : "قل : اللهم إني أسالك تعجيل عافيتك ، وصبرا على بليتك ، وخروجا من الدنيا إلى رحمتك " ) ( . 
وقالت عائشة رضي الله عنها : قال رسول الله ع!يم : "إن الحمى تحط الخطايا كما تحت)6( الشجرة ورقها")7( . 
)1(   
في النسخ الثلاث الاخرى : "المؤمن". 
)2( 
"المرض والكفارات " لابن ابي الدنيا رقم )28(. ورواه البيهقي في "شعب الايمان " رقم )8669( . وهو ظاهر الارسال . 
)3( 
اي : الحسن البصري رحمه الله. 
)4( 
اخرجه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )92(، واحمد في "الزهد" رقم ) 0 0 16 ( ، واخرجه الترمذي في "جامعه " رقم )9802( / ط كمال الحوت . 
)5( 
اخرجه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )03(، من طريق يوسف بن عطية الصفار ، وهو متروك . انظر : "تقريب التهذيب " ص : 4901 . إلا ان الشهاب اخرجه في "مسنده " رقم )0147( من طريق اخرى . وفيه ان الرجل هو علي رضي الله عنه . وله شاهد من حديث عائشة رضي الله عنها ، اخرجه الحاكم في "المستدرك " )1 / 522 (، وابن حبان في "صحيحه " رقم )229( . )6( 
في النسخ الثلاث الاخرى : "تحط". 
والحت هو : سقوط الورق عن الغصن . انظر : "لسان العرب " )/2 22(. )7( 
أخرجه ابن أبي الدنيا في "المرض والكفارات " رقم )32(. وله شواهد، منها ما= 016
وقال ابو هريرة وقد عاد مريضا ، فقال له : إن رسول الله !يم قال : "إن الله عز وجل يقول : هي ناري أسلطها على عبدي المؤمن في الدنيا، لتكون حظه من النار في الاخرة ")1( . 
وقال مجاهد : "الحمى حظ كل مؤمن من النار، ثم قرا : > وإيئ منكؤ الا وار ها كان على رثك حتما مقضئا !( ]مريم : 1 7[" )2( . 
وهذا لم يرد به مجاهد تفسير الورود الذي في القران ، فإن السياق يابى حمله على الحمى قطعا، وإنما مراده ان الله سبحانه اخبر)3( عباده 
كلهم بورود النار ، فالحمى للمؤمن تكفر خطاياه فيسهل عليه الورود يوم القيامة فينجو منها سريعا ، والله اعلم. 
ويدل عليه حديث ابي ريحانة )4( عن النبي ع!ي! : "الحمى كير من كير 
سيأتي قريبا من حديث ابي ايوب وابي هريرة وام سليم ، ومنها ما اخرجه مسلم في صحيحه رقم )2575(، من حديث جابر بن عبدالله أن النبي غغحح!م قال : "لا تسبي الحمى فإنها تذهب خطايا بني ادم كما يذهب الكير خبث الحديد". 
)1( 
اخرجه الترمذي في "جامعه" )8802(/ ط كمال الحوت ، وابن ماجه في "سننه" رقم )0347(. 
وصححه الحاكم في "المستدرك" )/1 345( ووافقه الذهبي . وضعفه الهيثمي في "مجمع الزوائد" )/2 892 - 992(. وصححه الألباني في "سلسلة الاحاديث الصحيحة " برقم )557( . 
)2( 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )02(، والبيهقي في "شعب الايمان " رقم )8459(، وابن جرير في " تفسيره " )/16 1 1 1 ( . 
)3( 
في النسخ الاخرى : "وعد". 
)4( 
هو شمعون بن زيد، ابو ريحانة الازدي ، المدنى حليف الانصار، ويقالى مولى رسول الله ع!ي! ، شهد فتح دمشق ، وقدم مصر، وسكن بيت المقدس . "تقريب التهذيب " )ص 0 4 4(. 
161
جهنم ، وهي نصيب المومن من النار")1( . 
وقال أنس : قال رسول الله مج!ي! : "مثل المومن إذا برا وصح من مرضه ، كمثل البردة تقع من السماء في صفائها ولونها" ه ذكره ابن أبي الدنيا)2( . 
وذكر ايضا عن ابي أمامة يرفعه : "ما من مسلم يصرع صرعة من مرض إلا بعث منها طاهرا")3( . 
وذكر عنه لمجيم : "مثل المومن حين يصيبه الوعك ، مثل الحديدة تدخل النار فيذهب خبثها ، ويبقى طيبها")4( . 
وذكر ايضا ]/38 أ[ عنه مرفوغا : "إن العبد إذا مرض اوحى الله إلى ملائكته : يا ملائكتي انا قيدت عبدي بقيد من قيودي ، فان اقبضه اغفر 
)1(   
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )21(، والبيهقي في شعب الايمان " رقم )8469(. وحسنه الالباني في "سلسلة الاحاديث الصحيحة " )/4 .)438 
)2( 
في "المرض والكفارات " رقم )22(. ورواه الترمذي في "جامعه" رقم )8602(. وضعفه العراقي في "المغني عن حمل الاسفار" )/4 246(. )3( 
ذكره ابن أبي الدنيا في " المرض والكفارات " رقم )23( بإسناده . ورواه الطبراني في "الكبير" رقم )7485( ، وفي "مسند الشاميين " رقم )5915 ( ، ونمام في "فوائده " رقم )474( مع الروض البسام ، وغيرهم. 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )2277(. 
)4( 
رواه ابن ابي الدنيا في "المرض والكفارات " رقم )24(، والحاكم في "المستدرك" )/1 348(، والبيهقي في شعب الايمان " رقم )8389(، من حديث عبدالرحمن بن ازهر. 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )1714(. 
162
له ، وا ن اعافه فجسد مغفور لا ذنب له ")1( . 
وذكر عن سهل ]بن معاذ[)2( بن انس الجهني عن أبيه عن جده قال : دحلت على أبي الدرداء في مرضه فقلت : يا أبا الدرداء إنا نحب ان نصح فلا نمرض . فقال أبو الدرداء : سمعت رسول الله ع!يم يقول : "إن الصد[ع 
و[لمليلة لا يزالان بالمومن وإن كان ذنبه مثل أحد، حتى لا يدعا عليه من ذنبه متقال حبة من خردل ")3( . 
المليلة : فعيلة من التمليل ، واصلها من الملة التي يختبز فيها)4( . 
وقالت ام سلمة عن النبي ع!يم : "ما 1بتلى الله عبدا ببلاء وهو على طريقة يكرهها ، إلا جعل الله ذلك البلاء له كفارة وطهور ،1 ما لم ينزل ما اصابه من 1لبلاء بغير الله ، أو يدعو غير [لله في كشفه ") ( . 
)1( 
رواه ابن أبي الدنيا في "المرض والكفارات " رقم )25(، والحاكم في "المستدرك" )/4 313(، والطبراني في "الكبير" رقم )1077(، والبيهقي في "شعب الايمان " رقم )2399(. من حديث ابي أمامة رضي الله عنه. وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )1611(. 
ساقطة من الاصل ، واستدركتها من كتاب "المرض والكفارات " لابن ابي الدنيا. )2( 
)3( 
رواه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )1 4 ، 921(. ورواه احمد في "مسنده" )/5 891(، والبيهقي في "شعب الايمان " رقم )1099 ، 2099(، والطبراني في "الأوسط" رقم )634 ، 9311(، وفي "مسند 
الشاميين " رقم ) 1 35( . 
وضعفه العراقي في "المغني عن حمل الاسفار" )/4 246(. 
والمراد بالمليلة : حرارة الحمى ووهجها، وقيل : هي الحمى التي تكون )4( 
بالعظام . انظر : " النهاية " لابن الأثير )/4 362(. 
)5( 
رواه ابن ابي الدنيا في " المرض والكفارات " رقم )43 ، 502(. 
وقد ضعفه الالباني في "سلسلة الاحاديث الضعيفة " رقم )1136(، وقال = 163
وقال عطية بن قيس : مرض كعب فعاده رهط من أهل دمشق فقال : كيف تجدك يا ابا إسحاق ؟ قال : "بخير، جسد أخذ بذنبه ، إن شاء ربه عذبه وإن شاء رحمه ، وإن بعثه بعثه حلقا جديدا لا ذنب له ")1( . 
وقال سعيد بن وهب : دخلنا مع سلمان الفارسي على رجل من كندة نعوده ، فقال سلمان : "ان المسلم يبتلى فيكون كفارة لما مضى، ومستعتبا فيما بقي ، وإن الكافر يبتلى فمثله كمثل البعير أطلق فلم يدر لم أطلق ، وعقل فلم يدر لم عقل")2(. 
وذكر ايضا عن أبي ايوب الانصاري قال : عاد رسول الله !م رجلا من الانصار ، واكب عليه فسأله ، فقال : يا نبيئ الله ما غمضت منذ سبع، فقال رسول الله ع!يم : "اي اخي اصبر أي اخي اصبر ، تخرج من ذنوبك كما دخلت فيها" ، قال : وقال رسول الله لمجيم : " ساعات الأمراض يذهبن 
عنه : "موضوع" . وايضا صححه الالباني في "سلسلة الاحاديث الصحيحة " برقم .)025 0( 
وذكر الشيخ مشهور حسن ان اخر رأي للشيخ في الحديث انه ضعيف ، إلا كون البلاء كفارة وطهورا فقامت الشواهد على صحته. 
انظر: "سلسلة الاحاديث الصحيحة مرتبة على الابواب الفقهية " اعتناء مشهور حسن سلمان ص .506 
)1( 
رواه ابن ابي الدنيا في "المرض والكفارات " رقم )44(، والبيهقي في "شعب الايمان " رقم )8239 ( . 
ورواه ابو نعيم في "حلية الاولياء" )/5 366(، )/6 26(، عن محمدبن زياد الالهاني به. 
)2( 
رواه ابن ابي الدنيا في "المرض والكفارات " رقم )45(، والبخاري في "الادب المفرد" رقم )394(، وهناد في "الزهد" رقم )414(، وابو نعيم في "الحلية" .)602 /1( 
164
ساعات الخطايا")1( . 
وفي "النسائي " من حديث أبي هريرة رضي الله عنه : أن رسول الله ع!يم قال لاعرابي : "هل أخذتك أم ملدم؟"ه قال : يا رسول الله ما ا م ملدم؟ قال : "حر يكون بين الجلد والدم " قال : ما وجدت هذا . قال : "يا اعر[بي هل أخذك هذا الصد[ع)2(؟" قال : يا رسول الله وما هذا الصداع )3(؟ قال : "عرق يضرب على الانسان في راسه "، قال : ما وجدت هذا)4( ]/38 ب[ فلما وتى قال رسول الله لمجيم : "من احب ان ينظر إلى رجل من أهل النار فلينظر الى هذا") ( . 
وقالت أم سليم : مرضت فعادني رسول الله لمخيم فقال : "يا أم سليم اتعرفين النار والحديد وخبث الحديد؟" ، قلت : نعم يا رسول الله . قال : "فأبشري يا أم سليم ، فانك ان تخلصي من وجعك هذا تخلصين منه كما يخلص الحديد من النار من خبثه ")6( . 
)1( 
رواه ابن ابي الدنيا في "المرض والكفارات " رقم )34(، وتمام في "فوائده" رقم )476( مع الروض البسام ، والبيهقي في "شعب الايمان " رقم )2599(. وضعفه الالباني في "سلسلة الاحاديث الضعيفة " رقم )0368(. 
)2( 
في الاصل : "الصرع". والتصويب من النسخ الاخرى ومن مصادر التخريج. )3( 
في الاصل : "الصرع" والتصويب من النسخ الاخرى ومن مصادر التخريج. )4( 
كلمة : "هذا" ، مكررة في الاصل. 
"السنن الكبرى " حديث رقم )1974(. 
واخرجه البخاري في "الادب المفرد" رقم )594(، واحمد في "مسنده" )/2 ،332 366(. وصححه ابن حبان فاخرجه في "صحيحه" رقم )1692(. )6( 
أخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )33(، والخطيب في "تاريخ بغداد" )/3 -041 411(. من طريق ابي سنان القسملي عن جبلة بن ابي الانصاري عن ام سليم به. 
165
وخرج بعض الصحابة زائرا لرجل من إخوانه ، فبلغه انه شاك قبل ا ن يدخل عليه ، فدخل عليه فقال : أتيتك زائرا واتيتك عائدا ومبشرا . قال : كيف جمعت هذا؟ قال : خرجت وانا اريد زيارتك فبلغني شكاتك فصارت عيادة ، وأبشرك بشيء سمعته من رسول الله ع!م قال : "اذا سبقت للعبد من الله منزلة لم يبلغها - أو قال لم ينلها - بعمله ، ابتلاه في جسده أ و 
في ولده أو في ماله ، ئم صبره حتى يبلغه المنزلة التي سبقت له من الله عز )1(وجل " . 
وقال الحسن وذكر الوجع : "اما والله ما هو بشر ايام المسلم ايام قورب له فيها من أجله )2(، وذكر فيها ما نسي من معاده ، وكفر بها خطاياه ")3(. 
وابو سنان القسملي هو: عيسى بن سنان ، لين الحديث ، كما في "التقريب" ص : ،767 وجبلة بن ابي الانصاري لم اجد له ترجمة. إلا ان للحديث شواهد بمعناه سبقت قريبا. 
اخرجه ابو داود في "سننه" رقم )0903(. عن محمد بن خالد عن أبيه عن )1( 
جده ، وكانت له صحبة. 
قال الهيثمي في "مجمع الزوائد" )/2 292(: "ومحمد بن خالد وابوه لم أعرفهما" . 
لذا فقد ضعف إسناده الالباني في "سلسلة الاحاديث الصحيحة " )/6 091 - 191(. إلا انه ذكر للحديث شواهد صحح بها الحديث . انظر : "سلسة الاحاديث الصحيحة " رقم )9925(. 
)2( 
في الاصل وغيره : "نورت له فيها مراحله " . وهو تصحيف. 
)3( 
رواه عنه ابن ابي الدنيا في "المرض والكفارات " رقم ).55 145(، والامام احمد في "الزهد" رقم )0158(، والبيهقي في "شعب الايمان " رقم )1999(. 
166
السلف : "لولا مصائب الدنيا وردنا القيامة )1( 
وقال بعض 
مفاليس")2(. 
وقال أنس بن مالك : انتهى رسول الله !ك!يم إلى شجرة فهزها حتى سقط من ورقها ما شاء الله ، ثم قال : "المصائب والأوجاع في إحباط ذنوب أمتي أسرع مني في هذه الشجرة ")3( . 
وذكر ابن أبي الدنيا أيضا عن أبي هريرة يرفعه : "ما من مسلم إلا وكل الله به ملكين من ملائكته لا يفارقانه ، حتى يقضي الله في أمره بإحدى الحسنيين ؛ إما بموت وإ ما بحياة ، فاذا قال له العواد : كيف تجدك ؟ قال : أحمد 1دله ، أجدني - و 1دله المحمود - بخير ، قال له الملكان : أبشر بدم هو خير من دمك ، وصحة هي خير من صحتك . وإن قال : اجدني مجهودا 
في بلاء شديد . قال له الملكان : ابشر بدم هو شر من دمك ، وبلاء هو اطول من بلائك ")4( . 
)1( 
في ) ب ( : " ا لاخرة " . 
انظر هذا الأثر في : "حلية الاولياء" )/01 164(، و "شعب الايمان " للبيهقي )2( 
رقم )3999(. 
رواه ابن ابي الدنيا في كتاب " المرض والكفارات " رقم )57 . 88(، وابو يعلى )3( 
في "مسنده" رقم )9942(، والبيهقي في "شعب الايمان " رقم )8649(، وابن عدي في "الكامل" )/3 187(. 
وفي سنده جابر الجعفي ، وهو ضعيف ، كما في "تقريب التهذيب " ص : .291 
"المرض والكفارات " رقم )47(، ومن طريقه البيهقي في "شعب الإيمان " رقم )4( 
.)0499( 
167
ولا يناقض هذا قول النبي !ياله "وا راساه")1(، وقول سعد: "يا رسول الله قد اشتد بي الوجع وأنا ذو مال")2(، وقول عائشة : "وا رأساه ")3( فان هذا إنما قيل على وجه الاخبار لا على وجه شكوى الرب تعالى )4( ]/93 ا[ إلى العواد ، فاذا حمد المريض الله ثم أخبر بعلته لم تكن شكوى ، وإن أخبر بها تبرما وتسخطا كانت شكوى منه ، فالكلمة الواحدة قد يثاب عليها وقد يعاقب ، بالنية والقصد. 
وقال ثابت البناني : انطلقنا مع الحسن ) ( إلى صفوان بن محرز)6( نعوده ، فخرج إلينا ابنه وقال : هو مبطون لا تستطيعون ان تدحلوا عليه. فقال الحسن : "إن أباك إن يؤخذ اليوم من لحمه ودمه فيؤجر فيه ، خير من ان يأكله التراب ")7( . 
وقال ثابت ايضا: دخلنا على ربيعة بن الحارث )8( نعوده -وهو 
)1( 
رواه البخاري في "صحيحه " رقم )5666(. 
)2( 
رواه البخاري فى "صحيحه" رقم )5912(، ومسلم في "صحيحه" رقم .)1628( 
)3( 
رواه البخاري في "صحيحه " رقم )5666(. 
)4( 
كلمة : "تعالى" ، مكررة في الاصل. 
)5( 
هو الحسن البصري رحمه الله. 
)6( 
هو صفوان بن محرز بن زياد المازني او الباهلي ، ثقة عابد، توفي رحمه الله سنة اربع وسبعين ومائة . انظر : " تقريب التهذيب " ص )454(. 
)7( 
اخرجه احمد في "الزهد" رقم )1438(، وابن ابي الدنيا في "المرض والكفارات " رقم ) 0 5( ، وابن سعد في " الطبقات " )/7 47 1 ( . 
)8( 
هو ربيعة بن الحارث بن عبدالمطلب الهاشمي ، ابن عم النبي ع!ي! ، له صحبة، توفي رضي الله عنه في اول خلافة عمر رضي الله عنه . انطر: "تقريب التهذيب" ص )321(. 
168
ثقيل -فقال : "إنه من كان في مثل حالتي هذه ، ملأت الآخرة قلبه، )1( .وكانت الدنيا اصغر في عينيه من دباب " . 
ويذكر عن أنس عن النبي !يم قال : "اذا مرض العبد ثلاثة ايام خرج من ذنوبه كيوم ولدته أمه ")2( . 
ويذكر عنه !يم : "لا ترد دعوة المريض حتى يبرا")3( . 
وذكر ابن ابي الدنيا عن ابن مسعود قال : كنت مع رسول الله! جالسا فتبسم ، فقلنا : يا رسول الله مم تبسمت ؟ قال : "تعجب! للمؤمن من جزعه من السقم ، ولو كان يعلم ما له في السقم ، احب أن يكون سقيما 
حتى يلقى الله " ثم تبسم ثانية ورفع راسه إلى السماء ، فقلنا : يا رسول الله مم تبسمت ورفعت راسك إلى السماء؟ قال : "عجبت من ملكين نزلا من السماء يلتمسان عبدا مؤمن! كان في مصلاه يصلي فلم يجداه ، فعرجا إلى [دله عز وجل فقالا : يا رب ، عبدك فلان المؤمن كنا نكتب له من العمل في يوم وليلة كذا وكذا، فوجدناه قد حبسته في حبالك ، فلم نكتب له شيئا من عمله ، فقال : اكتبوا لعبدي عمله الذي كان في يومه وليلته ولا تنقصوا 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )51(. ورواه أيضا )1( 
في "المحتضرين" رقم )928( عن صفوان بن محرز . ولعله الصواب ، لان ثابتا 
لم يدرك ربيعة بن الحارث . 
)2( 
اخرجه ابن ابي الدنيا في "المرض والكفارات (" رقم )61(، والطبراني في "الصغير" رقم )951(، ونحوه روا 5 احمد في مسنده )/3 174(. وضعفه جدا الالباني في "سلسلة الاحاديث الضعيفة " رقم )2712(. 
)3( 
اخرجه ابن ابي الدنيا "المرض والكفارات " رقم )07(، والبيهقي في "شعب الايمان " رقم )920 01(، من حديث عبدالله بن عباس رضي الله عنه. وقال الالباني في "سلسلة الاحاديث الضعيفة " برقم )0 0 05(: "موضوع ". 
916
منه شيئا ، فعلي أجر ما احبسته)1( وله أجر ما كان يعمل ")2( . 
ويذكر عنه !يم : "من وعك ليلة فصبر ورضي بها عن الله عز وجل، خرج من ذنوبه كهيئته يوم ولدته امه ")3( . 
ومن مراسيل يحيى بن أبي كثير قال : فقد رسول الله لمجيم سلمان فسال عنه ، فاخبر انه عليل ، فاتاه يعوده فقال : " شفى الله سقمك ، وعظم أجرك ، وغفر ذنبك ، ورزقك ]/93 ب[ العافية في دينك وجسمك الى منتهى اجلك ، إن لك من وجعك خلالا ثلاثا : أما واحدة فتذكرة من ربك يذكرك بها ، وأما الثانية فتمحيص لما سلف من ذنوبك ، واما الثالثة فادع بما شئت ، فان المبتلى مجاب الدعوة ")4( . 
)1( 
في النسخ الثلاث الاخرى : "حبسته". 
)2( 
اخرجه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )75(. من حديث عتبة بن مسعود. 
واخرجه ابو داود الطيالسى في "مسنده" رقم )-345 346(، وابو نعيم في "حلية الاولباء" )/4 266 - 267(، والطبراني في " الأوسط " رقم )2317(، والببهقي في "شعب الايمان " رقم )3799 - 3899(. 
وقال الهبثمي في مجمع الزوائد )/2 403(: "وفيه محمد بن ابي حمبد، وهو ضعيف جذا". 
)3( 
اخرجه ابن أبي الدنبا في "المرض والكفارات " رقم )83(، وفي كتاب "الرضى عن الله " رقم )75(، والبيهقي في "شعب الايمان " رقم )8689(. من طريق الحسن عن أبي هريرة . ورواية الحسن عن أبي هريرة منقطعة. 
انطر : "المراسبل" لابن ابي حاتم ص : ،38 و "جامع التحصيل " للعلائي ص : 164 . 
)4( 
لم اقف علبه من مراسبل يحمى. 
وقد رواه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )41(، 017
وقال زياد بن الربيع )1(: قلت لابي بن كعب : اية في كتاب الله قد أحزنتني " قال : ما هي ؟ قلت : > من يعمل سوصا تحز به ء( ]النساء : 123 [ . قال : "ما كنت اراك إلا أفقه مما ارى ، إن المؤمن لا تصيبه عثرة قدم ، ولا اختلاج عرق إلا بذنب ، وما يعفو الله عنه اكثر")2( . 
وسئلت عائشة )3( عن هذه الاية ، فقالت : ما سالني عنها أحد منذ سالت رسول الله لمجي! ، ]فقال النبي لمجي![)4( "يا عائشة هذه معاتبة الله تعالى العبد بما يصيبه من [لحمى والنكبة ) ( والشوكة وانقطاع شسمعه ، حتى 
[لبضاعة يضعها في كمه فيفقدها فيفزع لها فيجدها في ضبنه ، حتى إ ن المومن ليخرج من ذنوبه كما يخرج الذهب الأحمر من الكير")6( . 
والطبراني في "الكبير" رقم )6061( من مسند سلمان ، دون قوله : "وإن لك من وجعك . . . "الخ . وضعفه الهيثمي في "مجميع الزوائد" )/2 992(. )1( هو زياد بن الربييع الحمصي ، من أتباع التابعين ، لم يدرك أحدا من الصحابة. ولكن الصواب أنه الربييع بن زياد. وهو الربييع بن زياد الحارثي يروي عن 
ابي بن كعب. 
وقال البخاري في "التاريخ الكبير" : ربييع بن زياد سمع أبي بن كعب > من يعمل سو:ا مجز ؟-<. انظر : "التاريخ الكبير" )/3 268( و "تهذيب التهذيب" .)243 /3( 
)2( أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات " رقم )0 01(، والطبري في "تفسيره" )/5 292(، والبيهقي في "شعب الايمان " رقم )8149(. ثم رواه الطبري في تفسيره )/5 292( على الصواب من مسند الربييع بن زياد. 
)3( سألتها أمية بنت عبدالله ، كما في مصادر التخريج. 
)4( ما بين المعقوفين ساقط من الأصل ، واستدركته من النسخ الثلاث الاخرى . 
)5( في )ب ( : "والبلية " . 
)6( أخرجه الترمذي في "جامعه" رقم )1992(، وقال : "حسن غريب من حديث= 171
ضبن الانسان : تحت يده ، يقال : اضطبن كذا، إذا حمله تحت يده. 
وقال وهب بن منبه : "لا يكون الرجل فقيها كامل الفقه حتى يعد البلاء نعمة ، ويعد الرخاء مصيبة ، وذلك أن صاحب البلاء ينتظر الرخاء، وصاحب الرخاء ينتظر البلاء")1( . 
وفي بعض كتب الله سبحانه : "إن الله ليصيب العبد بالأمر يكرهه وا نه ليحبه لينظر كيف تضرعه إليه ")2( . 
وقال كعب)3(: "اجد في التوراة : لولا أن يحزن عبدي المؤمن، لعصبت الكافر بعصابة من حديد لا يصدع ابدا")4(. 
وقال معروف الكرخي ) (: "إن الله ليبتلي عبده المؤمن بالاسقام 
عائشة". 
واللفظ الذي ذكره المؤلف هو لابن أبى الدنيا فى "المرض والكفارات " رقم )101(. 
)1( 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )39(. ونحوه رواه احمد في "الزهد" رقم )2184(، وابو نعيم في "حلية الاولياء" )/4 56 - 57(5 )2( 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )49(، وابو نعيم في "حلية الاولياء" )/4 018 (، والبيهقي في "شعب الايمان " رقم )7879(، عن كردوس الثعلبي انه وجده في الانجيل. 
)3( 
هو كعب الاحبار. 
)4( 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )301(، وهناد في "الزهد" رقم )428(، وابو نعيم في "الحلية " )/5 381(. 
)5( 
هو ابو محفوظ معروف بن فيروز الكرخي ، من كبار مشايخ الصوفية . انظر ترجمته في : "الرسالة القشيرية" ص 67 - ،68 و "حلية الاولياء" )/8 -036 
172
والاوجاع فيشكو إلى اصحابه ، فيقول الله تبارك وتعالى : وعزتي وجلالي ما ابتليتك بهذه الاوجاع والاسقام إلا لاغسلك)1( من الذنوب فلا تشكين )2(")3(. 
وذى ابن ابي ال!شا أن رجلا قال : يا رسول الله ما الاسقام؟ قال : "اوما سقمت قط؟(" ]قال : لا[)4( قال : "فقم عنا فلست منا(") ( . 
وكان بعض اصحاب )6( عبدالله بن مسعود قد اشتدت به العلة، 
فدخل عليه بعض اصحابه يعودونه ، واهله تقول له : نفسي فداك ، ما نطعمك ما نسقيك ؟ فاجابها بصوت ضعيف : ]/04 ا[ "بليت الحراقيف)7( 
وطالت الضجعة ، والله ما يسرني أن الله نقصني منه قلامة ظفر(")8( . .)368 
)1( 
في الاصل : "لاغسك" ، وهو خطا. 
)2( 
في )ب(: "تشكيني". وهو الموافق لمصدر التخريج. 
)3( 
رواه عنه ابن أبي الدنيا في "المرض والكفارات " رقم )177 ( . 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى . )4( 
)5( 
اخرجه ابن أبي الدنيا قي كتاب "المرض والكفارات " رقم )691(. من حديث عامر الرامي اخي الخضر . ونحوه اخرجه ابو داود في "سننه " رقم )9803(. وضعف الحديث ابن حجر في "تقريب التهذيب " ص : ،947 حيث قال في ترجمة عامر: "عامر الرامي المحاربي ، صحابي ، له حديث يروى بإسناد مجهول ". 
كلمة : "أصحاب" ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . )6( 
وهذا الصاحب هو : سويد بن مثعبة كما في مصادر التخريج. 
الحراقيف : عظم راس الورك . " النهاية " لابن الاثير )/1 372(. 
)7( 
)8( 
اخرجه ابن ابي الدنيا في كتاب "المرض والكفارات " رقم )791(، وفي كتاب "الرضى عن الله " رقم )78(، وابن المبارك في "الزهد" رقم )463(، وابن سعد= 
173
وطلق خالد بن الوليد رضي الله عنه امراة له ثم أحسن عليها الثناء، فقلت له :)1( يا أبا سليمان لاي شيء طلقتها؟ قال : "ما طلقتها لامر رابني منها ولا ساءني ، ولكن لم يصبها عندي بلاء")2(. 
ويذكر عنه لمجد : "ما ضرب على مؤمن عرق ، الا كتب الله له به حسنة وحط عنه به سيئة ورفع له به درجة ")3( 5 
ولا ينافي هذا ما قدمناه من أن المصائب مكفرات لا غير؛ لان حصول الحسنة إنما هو بصبره الاختياري عليها وهو عمل منه. 
وعاد رجل من المهاجرين مريضا فقال : "إن للمريض أربعا : يرفع عنه القلم ، ويكتب له من الاجر مثل ما كان يعمل في صحته ، ويتبع المرض كل خطيئة في مفصل من مفاصله فيستخرجها، فان عاش عاش مغفورا له ، وإن مات مات مغفورا له"، فقال المريض : " اللهم لا أزال مضطجعا(")4(. 
في " الطبقات " ) /6 0 6 1 ( ، وأحمد في " ا لزهد " رقم ) 5 8 0 2 ( . 
)1( 
القائل هو : قيس بن أبي حازم كما في "المرض والكفارات " لابن ابي الدنيا. )2( 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )302(، وابن ابي شيبة في "مصنفه" رقم )25491(، والبيهقي في "شعب الايمان " رقم )1799(. )3( 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )702(، والطبراني في "الاوسط" رقم )0246(، والحاكم في "المستدرك" )/1 347(، والبيهقي في "شعب الايمان " رقم )0869(. من حديث عائشة رضي الله ععها. قال الحاكم : "هذا حديث صحيح الاسناد. . ."، ووافقه الذهبي . وضعفه الالباني في "سلسلة الاحاديث الضعيفة " برقم )4456(. 
)4( 
اخرجه ابن ابي الدنيا في "المرض والكفارات " رقم )902(، وهناد في "الزهد" رقم )943(. 
174
وفي "المسند" عنه لمجي! : "والذي نفسي بيده لا يقضي الله للمؤمن من قضاء الا كان خيرا له : إن اصابته سراء شكر فكان خيرا له ، وإن اصابته ضراء صبر فكان خيرا له ، وليس ذلك إلا للمؤمن ")1( . 
وفي لفط : "إن أمر المومن كله عجب ، إن أصابته سراء شكر فكان خيرا له ، وان أصابته ضراء صبر)2( فكان خيرا له ")3( . 
"المسند" )/4 332( نحوه من حديث صهيب دون جملة القسم الاولى. )1( 
كلمة : "صبر" ساقطة من الاصل ، واستدركتها من النسخ الثلاث الأخرى . )2( 
جاء في "المسند" )/5 24( من حديث انس : "عجبا لأمر المؤمن لا يقضي الله )3( 
له شيئا إلا كان خيرا له([. و)/4 332( من حديث صهيب مرفوعا: "عجبت من امر المؤمن كله له خير، وليس ذلك لاحد إلا للمؤمن ، إن اصابته سراء شكر . . . " الحديث. 
واصل الحديث عند مسلم في "صحيحه" رقم )9992( عن صهيب مرفوعا: "عجبا لامر المؤمن إن أمره كله خير، وليس ذاك لاحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرا له ، وان اصابته ضراء صبر فكان خيرا له". 
175
""",
    "videoUrl": "https://youtu.be/Zkb1zO0bN94?si=uVHj3pCFTcA0vpF3",
  },
  {
    "id": 17,
    "title": "الباب السابع عشر: آثار الصحابة ومن بعدهم في فضل الصبر",
    "content": """
الباب السابع عشر 
في الاثار الواردة عن الصحابة ومن بعدهم في فضيلة الصبر 
قال الامام أحمد : حدثنا وكيع عن مالك بن مغول عن أبي السفر قال : مرض ابو بكر رضي الله عنه فعادوه فقالوا : ألا ندعو لك الطبيب؟ فقال : " قد رآني الطبيب " . قالوا : فاي شيء قال لك؟ قال : "إني فعال لما اريد")1( . 
وقال احمد : حدثنا أبو معاوية حدثنا الاعمش عن مجاهد قال : قال عمر بن الخطاب : "وجدنا خير عيشنا بالصبر")2(. 
وقال ايضا : "افضل عيش ادركناه بالصبر، ولو ان الصبر كان من الرجال كان كريما " )3( . 
وقال علي بن ابي طالب رضي الله عنه : "الا إن الصبر من الايمان بمنزلة الرألس من الجسد، فاذا قطع الرالس بار الجسد" . ثم رفع صوته 
)1( 
اخرجه احمد في "الزهد" رقم )587(، ومن طريقه ابو نعيم في "خلية الاولياء" .)34 /1( 
)2( 
اخرجه احمد في "الزهد" رقم )612(. واخرجه ابن المبارك في "الزهد(" رقم )063(، )799(، وابو نعيم في خلية الاولياء )/1 05(، وابن ابي الدنيا في كتاب "الصبر" رقم )47 ( . 
وعلقه البخاري في "صحيحه" قبل الحديث رقم )0647(. وصحح إسناده الحافظ ابن حجر في "فتج الباري " )/11 903(. 
)3( 
اخرجه ابن ابي الدنيا في كتاب "الصبر" رقم )6(. 
وروي المتن مرفوعا من حديث عائشة ، رواه ابو نعيم في "خلية الاولياء" )/8 092(، وابن الجوزي في "العلل المتناهية " رقم )1454 (، وضعفاه. 
176
فقال : "ألا إنه لا إيمان لمن لا صبر له ")1(. 
وقال : "الصبر مطية لا تكبو")2( ]/04 ب[. 
وقال الحسن : "الصبر كنز من كنوز الخير، لا يعطيه الله إلا لعبد كريم يره ")س!( . 
وقال عمر بن عبدالعزيز : "ما انعم الله على عبد نعمة فانتزعها منه فعاضه)4( مكانها الصبر ، إلا كان ما) ( عوضه خيرا مما انتزعه منه ")6( . 
وقال ميمون بن مهران : "ما نال أحد شيئا من جسيم الخير نبي فما دونه إلا بالصبر" )7( . 
وقال سليمان بن القاسم : "كل عمل يعرف ثوابه إلا الصبر ، قال الله تعالى : > إنمما يوفى الصننون اجرهم بغئر حساب بي ( ]الزمر : 0 1 [ ، قال : كا لماء 
)1( 
اخرجه ابن ابي الدنيا في كتاب "الصبر" رقم )8(، وابن ابي شيبة في "مصنفه" رقم )94303(، والبيهقي في "شعب الإيمان " رقم )0 4(، )7189(، وابو نعيم في "حلية الاولياء" )/1 75 - 76(، ووكيع في "الزهد" رقم )991 ( . )2( 
لم أقف عليه مسندا عن علي، وقد نسبه لعلي جماعة منهم : القشيري في "رسالته" ص ،256 والثعالبي في "التمثيل والمحاضرة " ص ،03 والزمخشري في "ربيع الابرار ونصوص الاخبار" )/3 49(. 
)3( 
اخرجه عنه ابن ابي الدنيا في كتاب "الصبر" رقم )16 ( . 
)4( 
في الاصل : "فعاضها" . والتصويب من النسخ الثلاث الاخرى . 
)5( 
في الاصل : "ما كان" ، والتصويب من )ن( و )ب( ومن مصادر التخريج. )6( 
انظر : " الرسالة القشيرية " ص )258(. 
)7( 
اخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم )22(، والبيهقي في "شعب الإيمان " رقم )380 0 1 ( . 
177
المنهمر")1(. 
وكان بعض العارفين في جيبه رقعة يخرجها كل وقت فينظر فيها، وفيها : > واضبزِ لحكورفي فإنك باعنآ ( ]الطور : 8 4 [)2( . 
وقال عمر بن الخظاب أيضا : "لو كان الصبر والشكر بعيرين )3( لم أبال أيهما ركبت ")4( . 
وكان محمد بن شبرمة اذا نزل به بلاء قال : "سحابة ثم تنقشع ") ( . 
وقال ابن عيينة في قوله تعالى : > وخلا قنهم ائمه ئهدون بامرنا 
لما صبروا ( ]السجدة: 24[: "لما أخذوا برأس الامر جعلناهم ا )6(رؤوسا" . 
وقيل للأحنف بن قيس : ما الحلم ؟ قال : "أن تصبر على ما تكره قليلا")7(. 
وقال وهب : "مكتوب في التوراة )8(: قصر السفه النصب ، وقصر 
)1( 
تقدم في ص 013 . 
)2( 
اخرجه عنه ابن ابي الدنيا في كتاب "الصبر" رقم )02(. 
)3( 
في الاصل : "بعيران". والتصويب من النسخ الثلاث الاخرى ومن مصدر 
التخريج. 
)4( 
اخرجه عنه ابن ابي الدنيا في كتاب "الصبر" رقم )7(. 
)5( 
انظر : "الرسالة القشيرية" ص 258 . 
انظر : "الرسالة القشيرية " ص 925 ، و " تفسير ابن كثير" )/3 446(. )6( 
والاية الواردة جاءت في الاصل وسائر النسخ هكذا >وجعلئهم <، وقد بحثت في كتب القراءات فلم اجدها قراءة ه والله اعلم. 
)7( 
اخرجه عنه ابن ابي الدنيا في كتاب "الحلم" رقم )73(. 
)8( 
في النسخ الثلاث الاخرى : "الحكمة" . وهو كذلك في مصدر التخريج. 178
الحلم الراحة ، وقصر الصبر الظفر")1( . 
قصر الشيء وقصاراه : غايته وثمرته. 
وقدم عروة بن الزبير على الوليد بن عبدالملك ومعه ابنه محمد، وكان من أحسن الناس وجها ، فدخل يوما على الوليد في ثياب وشي)2( 
وله غديرتان)3( وهو يضرب بيده ، فقال الوليد: هكذا تكون فتيان قريش . فعانه)4(، فخرج من عنده متوسئا) ( ، فوقع في إصطبل الدواب ، فلم تزل الدواب تطؤه بأرجلها حتى مات . 
ثم إن الاكلة وقعت في رجل عروة ، فبعث إليه الوليد الاطباء فقالوا 
له : إن لم تقطعها سرت إلى باقي الجسد فتهلك ، فعزم على قطعها، فنشروها بالمنشار، فلما صار المنشار إلى القصبة )6( وضع رأسه على 
الوسادة فغشي عليه ثم افاق والعرق يتحدر على وجهه وهو يهلل ويكبر، فأخذها بيده وجعل يقلبها في يده)7( ثم قال : أما والذي حملني عليك إنه 
ليعلم أني ما مشيت بها إلى حرام ولا إلى معصية ولا إلى ما لايرضي الله. ثم أمر بها فغسلت وطيبت وكفنت في قبطية )8(، ثم بعث بها إلى مقابر 
)1( 
اخرجه عنه ابن ابي الدنيا في كتاب "الحلم" رقم )72(. 
)2( 
الوشي نقش الثوب . "القاموس المحيط " )/4 0 0 4(. 
)3( 
اي ذوابتان . انظر : "القاموس المحيط " )/2 0 01 ( . 
)4( 
اي اصابه بالعين. 
الوسن : النعاس . انظر : "القاموس المحيط " )/4 275(. 
)5( 
)6( 
القصبة اي : العظم انظر : "القاموس المحيط " )/1 117(. 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)7( 
)8( 
القبطية : ثياب كتان بيض رقاق تعمل بمصر وهي منسوبة إلى القبط على غير قياس . "لسان العرب " )/7 373(. 
وفي النسخ الثلاث الاخرى : "قطيفة"، والقطيفة ثوب له خمل. 917
المسلمين. 
فلما قدم من عند الوليد المدينة تلقاه أهل بيته وأصدقاوه يعزونه، 
فجعل يقول : قد لقينا من سفرنا هذا ]/41 ا[ نصبا، ولم يزد عليه . ثم قال : لا أدخل المدينة ، انما انا بين شامت بنكبة أو حاسد لنعمة ، فمضى 
إلى قصره بالعقيق فأقام هناك . فلما دخل قصره قال له عيسى بن طلحة: لا أبا لشانيك)1(، أرنا)2( هذه المصيبة التي نعزيك عنها)3(، فكشف له عن ركبته ، فقال له عيسى : أما والله ما كنا نعدك للصراع ، قد أبقى الله أكثرك : عقلك ولسانك وسمعك وبصرك ويديك وإحدى رجليك . فقال 
له : يا عيسى ، ما عزاني أحد بمثل ما عزيتني. 
ولما أرادوا قطع رجله قالوا له : لو سقيناك شيئا كي لا تشعر بالوجع . فقال : إنما ابتلاني ليرى صبري أفأعارض أمره ؟ ! 
وستل ابنه هشام : كيف كان أبوك يصنع برجله التي قطعت إذا توضأ؟ قال : كان يمسح عليها)4( . 
وقال الامام أحمد: حدثنا عبدالصمد حدثنا سلام قال : سمعت قتادة يقول : "قال لقمان وسأله رجل : أي شيء خير؟ قال : صبر لا يتبعه 
انظر "لسان العرب " )/9 286(. 
)1( 
اي لمبغضك . انظر "لسان العرب " )/1 101 201(. 
)2( 
في النسخ الشلاث الاخرى : "ارني". 
)3( 
هكذا في الاصل و )م(، وفي )ن( و )ب(: "عليها". 
)4( 
هذه قصة مشهورة عنه ، انظر في ذلك : "المرض والكفارات " لابن ابي الدنيا رقم )135 - 145(، و"تاريخ ابي زرعة الدمشقي " : ،1/552 و"المعرفة والتاريخ " : 1 / 355 ، و "حلية الاولياء" )/2 178 ( وغيرها. 
018
أذى . قال : فاي الناس خير؟ قال : الذي يرضى بما اوتي . قال : فاي الناس أعلم ؟ قال : الذي ياخذ من علم الناس إلى علمه . قيل : فمن خير الكنز : من المال أو من العلم ؟ قال : سبحان الله ! بل المؤمن العالم الذي 
ان ابتغي عنده خير وجد ، وإن لم يكن عنده كف نفسه ، وبحسب المؤمن أن يكف نفسه )1(. 
وقال حبان )2( بن أبي جبلة : " من بث فلم يصبر")3( . 
ورواه ابن أبي الدنيا مرفوعا إلى النبي !)4(. وان صح ؛ فمعناه : 
)1( 
"الزهد" )/1 915( طبعه محمد جلال شرف . 
ورواه عبدالرزاق في "مصنفه" رقم )4702.(، وابن ابي الدنيا في "الصبر" رقم )491(. 
)2( 
في الاصل والنسخ الخطية : "حسان" . والتصويب من مصادر التخريج . ومما سيأتي ص )528(. 
وحبان بن أبي جبلة هو المصري مولى قريش ، ثقة توفي سنة اثنتين أو 
خمس وعشرين ومائة . انظر : " تقريب التهذيب " ص )217(. 
)3( 
ذكره الغزالي في إحياء علوم الدين )/4 924( عن بعضهم. 
)4( 
لم أقف عليه في المطبوع من كتب ابن أبي الدنيا. 
وقد رواه ابن جرير في "تفسيره" )/12 166(، والحسن بن الصباح في "مسنده " - كما سيأتي عند المصنف ص 505 - وابن عدي في "الكامل" )/3 234 ( ، )/5 692 ( ، والبيهقي في " شعب الايمان " رقم : )47 0 0 1 ( ، )050 . 1(، عن ابن عمر مرفوعا. ورواه تمام في "فوائده" رقم )478( مع الروض البسام ، من حديث عبدالله بن مسعود مرفوعا. 
وضعف الالباني حديث ابن مسعود في "السلسلة الضعيفة " برقم )296(، فقال : "ضعيف جذا". 
وله شاهد من مرسل مسلم بن يسار، أخرجه عبدالرزاق الصنعاني في "تفسيره " )/2 327(، وابن جرير في " تفسيره " )/13 48(. 
181
من بث إلى المخلوق ، لا من بث إلى اللهه 
وقال حبان )1( بن أبي جبلة في قوله تعالى : > فصئرجميل ( ]يوسف: 18 ، 83[، قال : "لا شكوى فيه ")2( . 
ورفعه ابن أبي الدنيا أيضا. 
وقال مجاهد : "> فصحترجميل ( في غير جزع ")3( . 
وقال عمرو بن قيس : >فصئر جميلأ(، قال : "الرضى بالمصيبة والتسليم ")4( . 
وقال بعض السلف : > فصحلأجميل( "لا شكوى فيه ") ( . 
وقال همام عن قتادة في قوله تعالى : > وائيفحت عئناه !ت الحزن 
فهو لح ! ( ]يوسف : 84[ قال : "كظم على الحزن فلم يقل إلا ا )6(خيرا" . 
في الاصل والنسخ الخطية : "حسان([. والتصويب من مصادر التخريج . ومما )1( 
سياتي ص )305(. 
ذكره الغزالي في "إحياء علوم الدين " )/4 924(، دون ان ينسبه لاحد. )2( 
وقد رواه ابن أبي الدنيا في "الصبر" رقم )011(، وابن جرير في "تفسيره" )12 / 166 ( وهو مرسل. 
اخرجه الصنعاني في "تفسيره" )/2 318(، والطبري في "تفسيره" )/12 )3( 
.)166 
اخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم )116(. 
)4( 
انظر : "تفسير" عبدالرزاق ) /2 327( ، و "تفسير" الطبري )13 / 0 4 ( ، )5( 
و"معاني القران " للنحاس )/3 404(، و"الدر المنثور" للسيوطي )/4 .)514 
اخرجه عبدالرزاق الصنعاني في "تفسيره" )/2 327( و 1 بن جرير في "تفسيره" = )6( 
182
وقال يحيى بن المختار عن الحسن : "الكطيم : الصبور")1( . وقال الضحاك : كظيم أي : كميد)2( . أي : كمد الحزن . 
وقال الحسن : "ما جرعتان احب إلى الله من جرعة مصيبة موجعة محزنة ردها صاحبها بحسن عزاء وصبر ، وجرعة غيظ ردها بحلم ")3( . 
وقال عبدالله بن المبارك : أخبرنا ]/41 ب[ عبدالله بن لهيعة عن عطاء بن دينار أن سعيد بن جبير قال : "الصبر اعتراف العبد لله بما أصابه 
منه واحتسابه عندالله ورجاء ثوابه ، وقد يجزع الرجل وهو يتجلد لا يرى منه إلا الصبر")4( . 
فقوله : "اعتراف العبد لله بما أصاب منه" كأنه تفسير قوله : >إنا لله < ]البقرة : 156 [، فيعترف أنه ملك لله يتصرف فيه مالكه بما يريد. 
وقوله : "واحتسابه عندالله " كانه تفسير لقوله : > وإنا إلثه رجعون() ( 
]البقرة: 156[، أي : نرد إليه فيجزينا على صبرنا، ولا يضيع أجر المصيبة. 
.)04 /13( 
)1( 
اخرجه عنه : ابن جرير في "تفسيره" )/13 04(، وابن أبي الدنيا في كتاب " الصبر" رقم )17 1 ( . 
)2( 
أخرجه عنه ابن جرير في "تفسيره " )/13 04(. 
)3( 
اخرجه ابن ابي شيبة في "مصنفه" رقم )90344( عن الحسن مرفوعا. )4( 
"الزهد" لابن المبارك رقم )111 ( زوائد نعيم. 
ومن طريقه اخرجه : ابن ابي الدنيا في كتاب "الصبر" رقم )113(. ومن غير طريقه اخرجه : ابن ابي الدنيا في كتاب "الصبر" رقم )188 ( نحوه . )5( 
في الاصل : " وإنا لده وإليه راجعون " . والمثبت موافق للنسخ الاخرى . 183
وقوله : "وقد يجزع الرجل وهو يتجلد" ، أي : ليس الصبر بالتجلد، وإنما هو حيس القلب عن التسخط على المقدور، واللسان عن الشكوى ، فمن تجلد وقلبه ساخط على القدر ، فليس بصابر. 
وقال يونس بن يزيد : سألت ربيعة بن أبي عبدالرحمن : ما منتهى الصبر؟ قال : "أن يكون يوم تصيبه المصيبة مثله قبل أن تصيبه ")1( . 
وقال قيس بن الحجاج )2( في قول الله تعالى : >فاضبز صبرا 
جميلأ ه ( ]المعارج : 5[ قال : "ان يكون صاحب المصيبة في القوم لا )3( 0 ،يعرف من هو(" . 
وكان شمر إذا عزى مصابا قال : "اصبر لما حكم ربك ")4( . 
وقال أبو عقيل : رأيت سالم بن عبدالله بن عمر بيده سوط وعليه إزار في موت واقد بن عبدالله بن عمر، لا يسمع صارخة ينالها بالسوط إلا ضربها) ( . 
قال ابن أبي الدنيا : حدثني محمد بن جعفر بن مهران قال : قالت امرأة من قريش: 
أما والذي لا خلد إلا لوجهه ومن ليس في العز المنيع له كفو 
)1( 
اخرجه : ابن ابي الدنيا في كتاب "الصبر" رقم )114 ( . 
)2( 
هو قيس بن الحجاج الكلاعي المصري صدوق توفي سنة تسع وعشرين ومائة. انظر : "تقريب التهذيب " ص )308(. 
)3( 
اخرجه : ابن ابي الدنيا في كتاب "الصبر" رقم )115 ( . 
)4( 
ذكره المنبجي في "تسلية اهل المصائب " ص )163(. 
)5( 
لم أقف عليه مسندا. 
184
لئن كان بدء)1( الصبر مرا)2( مذاقه لقد يجتنى)3( من غبه الثمر الحلو)4( قال : وانشدني عمرو بن بكير: 
صبرت وكان الصبر خير مغبة وهل جزع مجد علي فاجزع ملكت دموع العين حتى رددتها إلى ناظري فالعين في القلب تدمع ) ( 
قال وانشد ني أحمد بن موسى الثقفي: 
صنبست خولة امس قد جزعت من ان تنوب نوائب الدهر لا تجزعي ياخول واصطبري إن الكرام بنوا على الصبر)6( 
قال وحدثني عبدالله بن محمد بن إسماعيل التيصي : "ان رجلا عزى رجلا على ابنه فقال : انما يستوجب على الله وعده من)7( صبر لله بحقه، 
فلا تجمع إلى ما اصبت به من المصيبة الفجيعة ]/42 أ[ بالاجر، فإنها 
)1( 
في )م(و)ن(:"بذر". 
)2( 
في )ن(:"مز". 
)3( 
في )ب(:"يجنى ". 
)4( 
كتاب " ا لصبر " ر قم 9 6 1 . 
)5( 
لم اقف عليهما في كتب ابن ابي الدنيا. 
البيتان من قصيدة للخريمي في رثاء مولاه ابي الهيذام اوردها ابن عساكر في "تاريخ دمشق " )/16 337(. وانظر ذيل الامالي )012 ( ومعاهد التنصيص .)246( 
)6( 
لم أقف عليهما في كتب ابن ابي الدنيا. 
والبيتان منسوبان لمنظور بن زبان ، وخولة هي ابنته زوج الحسين بن علي. انظر : "الامالي " للزجاجي ص 8 ، وفي النسخ " واصبري " ولا يستقيم معه الوزن . )7( 
في النسخ الثلاث الاخرى : "من". 
185
أعظم المصيبتين عليك ، وأنكى الرزئتين لك ، والسلام (")1( . 
وعزى ابن السماك رجلأ فقال : "عليك بالصبر فبه يعمل من احتسب ، وإليه يصير من جزع (")2(. 
وقال عمر بن عبدالعزيز : "أما الرضى فمنزلة عزيزة أو منيعة ، ولكن قد جعل الله في الصبر معولأ حسئا(")3(. 
ولما مات عبدالملك ابنه )4( صلى عليه ثم قال : "رحمك الله ، لقد 
كنت لي وزيرا، وكنت لى معيئا". قال : والناس يبكون وما يقطر من )5( -عينيه لمحطرة . 
واصيب مطرف بن عبدالله بابن له ، فأتاه قوم يعزونه فخرج إليهم أحسن ما كان بشرا، ثم قال : "إني لاستحي من الله أن أتضعضع لمصيبته)6(")7(. 
وقال عمرو بن دينار : قال عبيد بن عمير)8( : "ليس الجزع أن تدمع 
)1( 
لم اقف عليه فيما بين يدي من كتب ابن ابي الدنيا. وقد ذكره في "العقد": /3 ،403 والمنبجي في "تسلية أهل المصائب " ص 163 - 164 . )2( 
انظر : "العقد" : /3 ،403 و"تسلية اهل المصائب " ص 164 . 
)3( 
لم اقف عليه. 
)4( 
أي عبدالملك بن عمر بن عبدالعزيز. 
)5( 
لم اقف عليه. 
)6( 
في النسخ الثلاث الاخرى : "لمصيبة". 
)7( 
رواه ابن عساكر في "تاريخ دمشق " )/58 318( من طريق ابن ابي الدنيا. )8( 
هو: عبيد بن عمير بن قتادة بن سعد الليثي ، ابو عاصم المكي ، مجمع على ثقته . انظر : " تقريب التهذيب " ص )651( 
186
العين ويحزن القلب ، ولكن الجزع القول السيى والظن السيى ")1( . 
وقال ابن أبي الدنيا : حدثني الحسن )2( بن عبدالعزيز الجروي قال : مات ابن لي نفيس فقلت لامه : "اتقي الله واحتسبيه " . فقالت : "مصيبتي أعظم من أن أفسدها بالجزع ")3( . 
وقال ابن أبي الدنيا : وأخبرني عمرو بن بكير عن شيخ من قريش قال : مات الحسن بن الحصين أبو عبيدالله بن الحسن ، وعبيدالله يومئذ قاضبى على البصرة وأمير، فكثر من يعزيه ، فتذاكروا ما يتبين به جزع الرجل من صبره ، فأجمعوا أنه إذا ترك شيئا مما كان يصنعه فقد جزع)4( . 
وقال خالد بن أبي عثمان القرشي : كان سعيد بن جبير يعزيني على ابني ، فراني أطوف بالبيت متقنعا فكشف القناع عن رأسي وقال : "الاستكانة من الجزع ") ( . 
وأما قول كثير من الفقهاء من أصحابنا وغيرهم : لا بأس أ ن يجعل المصاب على رأسه ثوبا يعرف به . قالوا: لان التعزية سنة، وفي ذلك تيسير لمعرفته حتى يعزى )6(، ففيه نظر، وأنكره 
انظر : "تسلية أهل المصائب " ص 164 ، 213 . 
)2( 
في الاصل وسائر النسخ : الحسين . والتصويب من " تقريب التهذيب " ص 923 . )3( 
لم أقف عليه في كتب ابن أبي الدنيا. 
)4( 
لم اقف عليه في كتب ابن ابي الدنيا . ]والخبر في " التعازي " ص 1 7 للمبرد[ . )ص ( . )5( 
انظر : "تسلية اهل المصائب " ص 164 ، وقيه : "الاستتار من الجزع ". )6( 
انظر : " الهداية " : ) 1 / 63 ( ، و"الفروع " )/2 1 92 292- ( ، و "المبدع " )/2 88 2 ( ، و "الانصاف " ) 2 / 67 5 ( . 
187
شيخنا)1(. 
ولا ريب أن السلف لم يكونوا يفعلون شيئا من ذلك ، ولا نقل هذا عن أحد من الصحابة والتابعين ، والاثار المتقدمة كلها صريحة في ر د هذا القول . 
وقد كره إسحاق بن راهويه أن يترك ليس ما عادته لبسه وقال : هو من التسلب)2(. 
وبالجملة فعادتهم أنهم لم يكونوا يغيرون شيئا من زيهم قبل المصيبة ، ولا يتركون ما كانوا يعملونه ، فهذا كله ]/42 ب[ مناف للصبر، والله أعلم. 
)1( 
لم اقف عليه في كتب شيخ الاسلام المتوفرة ، ولعله مما سمعه ابن القيم من شيخ الاسلام ، مما لم يكن مدونا. 
)2( 
في )ب(: "الجزع". 
والتسلب : لب! السلاب ، وهي ثياب المأتم السود . انظر : "لسان العرب " .)473 /1( 
188
""",
    "videoUrl": "https://youtu.be/Zkb1zO0bN94?si=uVHj3pCFTcA0vpF3",
  },
  {
    "id": 18,
    "title": "الباب الثامن عشر: عن المصيبة والبكاء والندب وشق الثياب",
    "content": """
الباب الثامن عشر 
في ذكر امور تتعلق بالمصيبة من البكاء 
والندب وشق الثياب ودعوى الجاهلية ونحوها 
فمنها البكاء على الميت: 
ومذهب أحمد وابي حنيفة جوازه قبل الموت وبعده ، واختاره أبو إسحاق الشيرازي )1( . 
وكرهه الشافعي وكثير من اصحابه بعد الموت ، ورخصوا فيه قبل خروج الروح )2( . 
واحتجوا بحديث جابر بن عتيك : أن رسول الله ع!ير جاء يعود عبدالله ابن ثابت فوجده قد غلب ، فصاح به فلم يجبه ، فاسترجع وقال : "لمحلبنا عليك يا ابا الربيع " ، فصاح النسوة وبكين ، فجعل ابن عتيك يسكتهن، فقال رسول الله ع!ير: "دعهن ، فاذا وجب فلا تبكين باقي " قالوا : و ط الوجوب يا رسول الله ؟ قال : " الموت " . رواه أبو داود والنسائي )3( . 
)1( 
انطر لمذهب الحنفية : "بدائع الصنائع " )/1 031(. ولمذهب الحنابلة: "الانصاف" للمرداوي )/2 567(. وانطر لاختيار الشيرازي : "التنبيه" لهص .53 
)2( 
انطر لكراهة الشافعي ذلك : "الام" )/1 927(. 
ومذهب الثاقعية جواز البكاء قبل الموت وبعده ، وقبله اولى . انطر: "روضة الطالبين " )/2 145(. 
)3( 
"سنن" أبي داود رقم )3111(، و "المجتبى" للنسائي رقم )1846 ( . وصححه ابن حبان فاخرجه في "صحيحه" حديث رقم )9318(، وصححه الحاكم في المستدرك )/1 352(، وو 1 فقه الذهبي. 
918
قالوا : وفي "الصحيحين" من حديث ابن عمر رضي الله عنهما ا ن النبي !ك!يو قال : "إن الميت ليعذب ببكاء اهله عليه ")1( 5 
وهذا إنما هو بعد الموت ، وأما قبله فلا يسمى ميتاه 
وعن ابن عمر رضي الله عنهما ان رسول الله !ك!يو لما قدم من احد سمع نساء بني عبدالاشهل يبكين على هلكاهن ، فقال : "لكن حمزة لا بواكي له " فجئن نساء الانصار ، فبكين على حمزة عنده ، فاستيقظ فقال : "ويحهن اتين هاهنا يبكين حتى [لان ، مروهن فليرجعن ولا يبكين على هالك بعد اليوم " . رواه الامام أحمد)2( . 
وهذا صريح في نسخ الاباحة المتقدمة. 
والفرق بين ما قبل الموت وبعده : أنه قبل الموت يرجى فيكون البكاء عليه حذرا ، فاذا مات انقطع الرجاء وأبرم القضاء فلا ينفع البكاء . 
قال المجوزون : قال جابر : أصيب ابي يوم أحد فجعلت ابكي، فجعلوا ينهونني ورسول الله لمجم لا ينهاني ، فجعلت عمتي فاطمة تبكي، 
فقال النبي لمجي! : "تبكين او لا تبكين ، ما ز[لت الملائكة تظله باجنحتها )3( .حتى ردعتموه " . متمق عليه 
وفي "الصحيحين" أيضا عن ابن عمر قال : اشتكى سعد بن عبادة 
)1( 
"صحيح البخاري " رقم )1286(، و "صحيح مسلم " رقم )289(. "مسند احمد" )/2 84(. 
)2( 
ورواه ابن ماجه في "سننه" رقم )1915(. وصححه الحاكم في المستدرك )/3 591( على شرط مسلم ، ووفقه الذهبي ، وصححه الهيثمي في مجمع الزوائد )/6 0 12 ( . 
)3( 
"صحيح البخاري " رقم )1244(، و "صحيح مسلم " رقم )2471(. 091
شكوى له ، فاتاه النبي !يخ! يعوده مع عبدالرحمن بن عوف ، وسعد بن أبي وقاص ، وعبدالله بن ]/43 ا[ مسعود، فلما دخل عليه وجده في غشية فقال : قد قضى؟ فقالوا : لا يا رسول الله ، فبكى رسول الله !لمج! ، فلما رأى القوم بكاءه بكوا ، فقال : "الا تسمعون ، إن الله لا يعذب بدمع العين ولا بحزن القلب ولكن يعذب بهذا - وأشار إلى لسانه - أو يرحم ")1( . 
وفي "الصحيحين " أيضا من حديث أسامة بن زيد رضي الله عنه أ ن رسول الله !لمج! انطلق إلى إحدى بناته ولها صبي في الموت ، فرفع إليه الصبي ونفسه تقعقع كانها شنة، ففاضت عيناه ، فقال سعد: ما هذا 
يا رسول الله ؟ قال : "هذه رحمة جعلها الله في قلوب عباده ، وإنما يرحم الله من عباده الرحماء" )2( . 
وفي مسند الامام أحمد من حديث ابن عباس رضي الله عنهما قال : ماتت رقية ابنة رسول الله ع!م فبكت النساء، فجعل عمر يضربهن بسوطه ، فقال النبي !لخي! : "دعهن يا عمر يبكين ، وإياكن ونعيق الشيطان " 
ثم قال : "إنه مهما كان من العين ومن القلب فمن الله ومن الرحمة ، وما كان من اليد واللسان فمن الشيطان ")3( . 
)1( 
"صحيح البخاري " رقم )4013(، و "صحيح مسلم " رقم )249(. ووقع في الاصل : "الا تسمعوا". 
)2( 
"صحيح البخاري " رقم )1284(، و "صحيح مسلم " رقم )239(. 
"المساند" )/1 335(. 
)3( 
قال البيهقي في السنن الكبرى )/4 07(: "وهذا وان كان غير قوي فقوله !لخي! في الحديث الثابت عنه : "إن الله لا يعذب بدمع العين ولا بحزن القلب ولكن يعذب بهذا - واشار إلى لسانه - أو يرحم "، يدل على معناه ويشهد له بالصحة وبالئه التوفيق ". 
191
وفي "المسند" أيضا عن عائشة : أن سعد بن معاذ لما مات حضره رسول الله غ!يم وابو بكر وعمر رضي الله عنهما ، قالت : "فوالذي نفسي بيده إني لاعرف بكاء ابي بكر من بكاء عمر وانا في حجرتي ")1( . 
وفي "المسند" أيضا عن أبي هريرة رضي الله عنه قال : مر على النبي غ!يم بجنازة يبكى عليها وأنا معه ، ومعه عمر بن الخطاب ، فانتهر عمر 
اللاتي يبكين عليها ، فقال النبي لمجيم : " دعهن يا ابن الخطاب ، فان النفس مصابة ، وإن [لعين دامعة ، والعهد قريب ")2( . 
وفي "جامع الترمذي " عن جابر بن عبدالله قال : أخذ النبي ع!يم بيد عبدالرحمن بن عوف ، فانطلق إلى ابنه إبراهيم فوجده يجود بنفسه، فأخذه النبي لمجمم فوضعه في حجره فبكى ، فقال له : أتبكي ، أولم تكن نهيت عن البكاء؟ قال : "لا، ولكن نهيت عن صوتين أحمقين فاجرين؛ صوت عند مصيبة : خمش الوجوه )3(، وشق الجيوب ، ورنة الشيطان " . قال الترمذي : هذا حديث حسن)4( . 
وقد صح ]/43 ب[ عنه ع!يم : "أنه زار قبر امه فبكى ، وابكى من وضعفه الالباني في "سلسلة الاحاديث الضعيفة " رقم )1715(. 
"المسند" )/6 141 - 142( ضمن حديث طويل. 
)1( 
وحسنه الالباني في "سلسلة الاحاديث الصحيحة " برقم .67 
"المسند" )/2 333(. 
)2( 
ورواه النسائي في "المجتبى" رقم )9185(، وابن ماجه قي "سننه" رقم .)1587( 
وصححه ابن حبان حيث اورده في صحيحه برقم )3157(. 
)3( 
في )ب ( : "الوجه " . 
)4( 
"جامع الترمذي " رقم )50 01(. 
291
)1(حوله ". 
وصح عنه : "أنه قبل عثمان بن مظعون حتى سالت دموعه على وجهه (")2(. 
وصح عنه : " أنه نعى جعفرا وأصحابه وعيناه تذرفان " )3( 
وصح عن ابي بكر الصديق رضي الله عنه انه قبل النبي !يم وهو ميت )4(وبكىه 
فهذه اثنا عشر) ( حجة تدل على عدم كراهة البكاء، فتعين حمل 
أحاديث النهي على البكاء الذي معه ندب ونياحة ، ولهذا جاء في بعض ألفاظ حديث عمر)6(: "[لميت يعذب ببعض بكاء أهله عليه ")7( وفي 
بعضها : "يعذب بما نبح عليه ")8(. 
وقال البخاري في "صحيحه": قال عمر: دعهن يبكين على ابي سليمان - يعني : خالد بن الوليد- ما لم يكن نقع أو لقلقة . والنقع: 
رواه مسلم في "صحيحه " رقم )769( من حديث ابي هريرة رضي الله عنه. )1( 
رواه ابو داود في "سننه" رقم )3163(، والترمذي في "جامعه" رقم )989( )2( 
وقال : "حسن صحيح "، وابن ماجه في "سننه" رقم )1456( من حديث عائشة 
رضي الله عنها. 
)3( 
رواه البخاري في "صحيحه" رقم )0363(. 
)4( 
رواه البخاري في "صحيحه" رقم )1241(، )1242(. 
كذا في الاصول ، والوجه : اثنتا عشرة . 
في الاصل : "ابن عمر" ، وهو سهو . والتصويب من النسخ الثلاث الاخرى . )6( 
رواه البخاري في " صحيحه " رقم )1287 ( ، ومسلم في " صحيحه " رقم )279( . )7( 
رواه البخاري في "صحيحه " رقم ) 1 912 ( ، ومسلم في " صحيحه " رقم )279( . )8( 
391
التراب على الرأهر )1( . واللقلقة : الصوت )2( . 
وأما دعوهد النسهن في حديث حمزة فلا يصح ؛ لان معناه : لا يبكين على هالك بعد اليوم من قتلى أحد. 
ويدل على ذلك ان نصوص الاباحة اكثرها متاخرة عن غزوة أحد، منها : حديث أبي هريرة إذ إسلامه وصحبته كانا في السنة السابعة . ومنها البكاء على جعفر وأصحابه ، وكان استشهادهم في السنة الثامنة . ومنها 
البكاء على زينب وكان موتها في الثامنة أيضا)3(. ومنها البكاء على سعد بن معاذ وكان موته في الخامسة ه ومنها البكاء عند قبر أمه لمجم وكان عام الفتح في الثامنة. 
وقولهها : إنما جاز قبل الموت حذرا ، بخلاف ما بعد الموت . 
بهوابه : أن الباكي قبل الموت يبكي حزنا ، وحزنه بعد الموت أشد، فهو اولى برخصة البكاء من الحالة التي يرجو)4( فيها ، وقد أشار لمجؤ إلى ذلك بقوله : "تدمع العين ، ويحزن القلب ، ولا نقول ما يسخط الرب ، 
)1( 
"على الراس " ، ساقطة من الاصل ، واستدركتها من : )م( و )ن(. 
)2( 
"صحيح البخاري " قبل الحديث )1912( تعليقا .ـ 
)3( 
الاحاديث السابقة واللاحقة في هذه الفقرة قد سبق تخريجهاه 
أما بكاء النبي ع!يم على زينب ، فلم اقف عليه . وقد توفيت رضي الله عنها في السنة الثامنة كما قال المصنف ه انظر : "الإصابة" لابن حجر )/7 665(. والوارد انه بكى على ابنة زينب ، وذلك في "صحيح البخاري " رقم )5655( و "صحيح مسلم " رقم )2471(. واسمها امامة . انظر : "فتح الباري " لابن حجر )/3 186(. 
)4( 
في النسخ الثلاث الاخرى : "يرجى". 
491
وإنا بك يا إبراهيم لمحزونون " )1 ( . 
فصل 
واما الندب والنياحة فنص احمد على تحريمهما. قال في رواية حنبل : النياحة معصية )2( . 
وقال أصحاب الشافعي وغيرهم : النوح حرام )3( . 
وقال ابن عبدالبر: أجمع العلماء على أن النياحة لا تجوز للرجال ولا للنساء)4(. 
وقال بعض المتأخرين من أصحاب أحمد : يكره ذلك تنزيها ، وهذا 
لفط أبي الخطاب في "الهداية" قال : ويكره الندب ]/44أ[ والنياحة، وخمش الوجوه ، وشق الجيوب ، والتحفي ) ( . 
والصو[ب: القول بالتحريم لما في "الصحيحين" من حديث عبدالله بن مسعود : ان النبي لمجيم قال : "ليس منا من ضرب [لخدود، وشق الجيوب ، ودعى بدعوى الجاهلية " )6( . 
رواه البخاري في "صحيحه" رقم )3013(، ومسلم في "صحيحه" رقم )1( 
)2315(. من حديث انس بن مالك رضي الله عنه. 
)2( 
انظر : "الفروع" لابن مفلح )/2 092(. 
انظر : "روضة الطالبين " )/2 145 ( . 
)3( 
" الاستذكار" )/3 68 ( . 
)4( 
" الهداية " ) 1 / 63 ( . 
)5( 
وانظر : " المغني " )/3 0 9 4 ( ، و "الفروع " )/2 0 9 2 ( . 
"صحبح البخاري " رقم )7912(، و "صحيح مسلم " رقم )301(. 
)6( 
591
وفي " الصحيحين " عن أبي بردة قال : وجع أبو موسى وجغا فغشي عليه ورأسه في حجر امرأة من أهله ، فلم يستطع أن يرد عليها شيئا ، فلما أفاق قال : "أنا بريء ممن برىء منه رسول الله !ي! ، فان رسول الله !ي! برىء من الصالقة)1( والحالقة والشاقة ")2( . 
وفي "الصحيحين " أيضا عن المغيرة بن شعبة قال : سمعت النبي ع!يم يقول : "ان من نيح عليه يعذب بما نيح عليه ")3( . 
وفي "الصحيحين " أيضا عن أم عطية قالت : "أخذ علينا رسول الله !ي! في البيعة ألا ننوح ، فما وفت منا امرأة إلا خمس نسوة ")4( . 
وفي "صحبح البخاري " عن ابن عمر : أن النبي ع!يم قال : "الميت يعذب في قبره بما نيح عليه (") ( . 
وفي "صحبح مسلم " عن أبي مالك الاشعري : أن النبي ع!يم قال : "أربع في)6( امتي من امر الجاهلية لا يتركونهن : القخر في الأحساب ، والطعن في الأنسعاب ، والاستسقاء بالنجوم ، والنياحة (" . وقال : "1 لنائحة 
إذا لم تتب قبل موتها ، تقام يوم القيامة وعليها سربال من قطران ودرع من 
)7( 
جرب (" 
)1( 
الصالقة : هي التي ترفع صوتها في المصائب . انظر "النهاية " لابن الاثير )/3 48 ( . )2( 
"صحيح البخاري " رقم )6912(، و "صحيح مسلم " رقم )401(. 
)3( 
"صحيح البخاري " رقم )1912(، و "صحيح مسلم " رقم )339(. 
)4( 
"صحيح البخاري " رقم )6013(، و "صحيح مسلم " رقم )369(. 
)5( 
"صحيح البخاري " رقم )2912 ( . 
)6( 
في الاصل : "من". والتصويب من النسخ الثلاث الاخرى . 
)7( 
"صحبح مسلم " رقم )349(. 
691
وفي " سنن أبي داود" عن أسيد بن أبي أسيد عن امرأة من المبايعات قالت : "كان فيما أخذ علينا رسول الله !ي! في 1لمعروف الذي أخذ علينا 
ان لا نعصيه فيه : ان لا نخمش وجها ولا ندعو ويلا ولا نشق جيب! ولا )2( ، 5 )1( .ننف سعرا" . 
وفي " مسند الامام أحمد" عن أنس قال : أخذ النبي !يم على النساء حين بايعهن أن لا ينحن ، فقلن : يا رسول الله إن نساء أسعدننا في الجاهلية أفنسعدهن في الاسلام ؟ فقال : " لا إسعاد في الاسلام ")3( . 
وقد تقدم قوله : " ما كان من اليد واللسان فمن الشيطان ")4( ، وقوله: 
"نهيت عن صوتين احمقين ؛ صوت عند مصيبة : خمش وجوه وشق )5(جيوب ، ورنه شيطان " 
وفي "مسند]/44 ب[ احمد" من حديث أبي موسى أن النبي !يه 
قال : "الميت يعذب ببكاء [لحي، إذا قالت 1لنائحة : و[عضداه، و 1ناصراه ، واكاسياه ، جبذ)6( الميت وقيل له : أنت عضدها؟! انت 
)1( 
في النسخ الثلاث الاخرى : "ننفش". 
"سنن أبي داود" رقم )3131(. وفيه : "وان لا ننشر شعرا" ، بدل : "ولا ننتف )2( 
شعرا". 
وصححه الالباني في " احكام الجنائز" ص : )03(. 
"المسند" )/3 791(. 
)3( 
ورواه النسائي في "المجتبى" رقم )1852(. وصححه ابن حبان حيث أورده في "صحيحه " برقم )3146(. 
تقدم ص 191 )حاشية 3(. 
)4( 
تقدم ص 291 )حاشية 4(. 
)5( 
في الاصل : "جذ" . والتصويب من العسخ الثلاث الاخرى . وجبذ اي : جذب . )6( 
791
ناصرها؟ ! أنت كاسيها؟ ! ") 1 ( . 
وفي "صحيح البخاري " عن النعمان بن بشير قال : "أغمي على عبدالله بن رواحة ، فجعلت أخته عمرة بنت رواحة تبكي وتقول : واجبلاه ، واكذا، واكذا، تعدد عليه ، فقال حين أفاق : ما قلت لي شيئا إلا قيل لي : انت كذلك ؟ فلما مات لم تبك عليه ")2(. 
وكيف لا تكون هذه الخصال محرمة وهي مشتملة على التسخط على الرب ، وفعل ما يناقض الصبر ، والاضرار بالنفس : من لطم الوجه، وحلق الشعر ونتفه ، والدعاء عليها بالويل والثبور، والتظلم من الله سبحانه ، وإتلاف المال بشق الثياب وتمزيقها، وذكر الميت بما ليس فيه؟ 
ولا ريب أن التحريم الشديد يثبت ببعض هذا . 
قال المبيحون لمجرد الندب والنياحة مع كراهتهم له : قد روى حرب عن واثلة بن الاسقع وأبي وائل : أنهما كانا يسمعان النوح ويسكتان)س!(. 
قالوا : وفي "الصحيحين " عن أم عطية قالت : لما أنزلت هذه الاية انظر : "لسان العرب " )/3 478(. 
"المسند" )/4 414(. 
)1( 
ورواه ابن ماجه في "سننه" برقم )4915( نحوه . وصححه الحاكم في المستدرك )/2 471(. 
)2( 
"صحيح البخاري " رقم )4267(، )4268(. 
)3( 
انظر : " المغني " )/3 0 9 4 ( . 
واثر ابي وائل اخرجه ابن أبي شيبة في " مصنفه " رقم )12113(. 
891
> يائها التبئ إذا جآ ك المؤمنت يايعنك عك ان ! يتثركأ بالته شئا ولا يمثرقئ ولا يزنين ( ]الممتحنة : 12 [ إلى قوله > ولايعصيث فى معىوف!( ]الممتحنة : 12 [ كان منه النياحة ، فقلت : يا رسول الله إلا ال فلان ، فانهم كانوا اسعدوني في الجاهلية ، فلا بد لي من أن اسعدهم . فقال : "الا آل فلان ")1( . 
وفي رواية لهما قالت : بايعنا رسول الله لمجي! فقرأ علينا > ان لاينركأ بالله شئا < ونهانا عن النياحة ، فقبضت امرأم! منا يدها فقالت : فلانة 
أسعدتني فأنا أريد أن أجزيها . قالت : فما قال لها شيئا ، فذهبت فانطلقت ثم رجعت ، فبايعها)2( . 
قالوا: وهذا الاذن لبعضهن في فعله يدل على أن النهي عنه نهي 
تنزيه لا تحريم ، ويتعين حمله على المجرد من تلك المفاسد جمعا بين الادلة. 
قال المحرمون : لا تعارض سنة رسول الله !يم باحد من الناس كائنا من كان ، ولا تضرب سنته بعضها ببعض ، وما ذكرنا من النصوص صحيحة صريحة لا تحتمل تأويلا، وقد انعقد عليها الاجماع . 
وأما المرأة التي قال لها : " إلا آل فلان " ، والمرأة التي سكت ]ه /4 أ[ عنها ، فذلك خاص بهما لوجهين: 
أحدهما: أنه قال لغيرهما لما سألته ذلك: "لا إسعاد في [لاسلام")ع!(. 
" صحيح البخاري " رقم )2948 ( ، و " صحيح مسلم " رقم )379( ، واللفط لمسلم. )1( 
هذا اللفط هو للبخاري رقم )2948(، واللفط السابق هو لمسلم رقم )379(. )2( 
)3( 
سبق تخريجه قريبا. 
991
والثاني : أنه أطلق لهما ذلك وهما حديثا عهد بالاسلام ، وهما لم يميزا بين الجائز من ذلك وبين المحرم ، وتأخير البيان عن وقت الحاجة لا يجوز ، فعلم ان الحكم لا يعدوهما إلى غيرهما. 
فصل 
وأما الكلمات )1( اليسيرة إذا كانت صدقا لا على وجه النوح والتسخط ، فلا تحرم ولا تنافي الصبر الواجب ، نص عليه أحمد)2( لما رواه في "مسنده " من حديث انس : "أن أبا بكر رضي الله عنه دخل على 
النبي مج!ي! بعد وفاته ، فوضع فمه بين عينيه ، ووضع يديه على صدغيه وقال : وانبياه واخليلاه واصفياه " )3( . 
وفي "صحيح البخاري " عن أنس أيضا قال : لما ثقل النبي لمجم جعل يتغشاه الكرب ، فقالت فاطمة : واكرب أبتاه . فقال : "ليس على أبيك كرب بعد اليوم " ، فلما مات قالت : يا ابتاه أجاب ربا دعاه ، يا أبتاه جنة 
الفردوس ماواه ، يا ابتاه إلى جبريل انعاه . فلما دفن قالت فاطمة: يا انس ، أطابت أنفسكم أن تحثوا على رسول الله ع!يم التراب )4( . 
وقال رسول الله ع!ي! : "وانا بك يا ابراهيم لمحزونون ") ( . وهذا ونحوه من القول الذي ليس فيه تظلم للمقدور، ولا تسخط 
في )ب(:"الكلمة ". 
انظر : "الفروع " لابن مفلح )/2 192(. 
"المسند" )/6 31(. 
وصححه الالباني في " إرواء الغليل " )/3 157(. "صحيح البخاري " رقم )4462(. 
وقد سبق تخريجه ص 591 )حاشية 1(. 002
)1( )2( )3( 
)4( )5( 
على الرب تعالى ولا إسخاط له ، فهو كمجرد البكاء . 
فصل 
فأما قول النبي !يم : " إن الميت يعذب بالنياحة عليه "، فقد ثبت عنه من رواية عمر بن الحطاب ، وابنه عبدالله ، والمغيرة بن شعبة ، وروى نحوه عمران بن حصين ، وابو موسى رضي الله عنهم )1( . 
فاختلفت طرق الناس في ذلك: 
فقالت فرقة : يتصرف الله في خلقه بما شاء، وأفعال الله لا تعلل، ولا فرق بين التعذيب بالنوح عليه والتعذيب بما هو منسوب إليه ؛ لان الله خالق الجميع ، والله تعالى يؤلم الاطفال والبهائم والمجانين بغير عمل. 
وقالت فرقة : هذه الاحاديث لا تصح عن رسول الله لمجحم ، وقد أنكرتها عائشة ام المؤمنين ، واحتجت بقوله تعالى : > ولا تزر وازر وتر اخرى ( ]الانعام : 164 ، الاسراء : 15 ، فاطر : 18 ، الزمر : 7[ . 
ولما بلغها رواية عمر وابنه قالت : إنكم لتحدثون عن غير كاذبين ولا متهمين ، ولكن السمع يخطىء . وقالت : إنما مر النبي لمجعم ]ه /4 ب [ على قبر يهودي ، فقال : "ان صاحب هذا القبر يعذب ، واهله يبكون عليه ")2(. 
)1( 
وقد سبق تخريجه من حديث عمر وابنه والمغيرة وابي موسى رضي الله عنهم. اما حديث عمران بن حصين رضي الله عنه فرواه النسائي في "المجتبى" رقم )9184(، )1854(. وصححه ابن حبان حيث أورده في صحيحه برقم .)3134( 
)2( 
رواه البخاري في "صحيحه" رقم )9128(، ومسلم في "صحيحه" رقم .)329( ،)319( 
102
وفي رواية متفق عليها عنها : انما قال رسول الله ! "إن الله ليزيد 
الكاقر عذابما ببكاء أهله عليه " . وقالت : حسبكم القران : > ولايزر وازر وزر اخرئ()1(. 
وقالت فرقة اخرى منهم المزني )2( وغيره : ان ذلك محمول على من اوصى به إذ كانت عاداتهم ذلك ، وهو كثير في أشعارهم ؛ كقول طرفة: 
إذا مت فانعيني بما أنا أهله وشقي علي الجيب يا ابنة معبد)3( وقول لبيد: 
فقوما فقولا بالذي قد علمتما ولاتخمشاوجهاولاتحلقاشعر وقولا: هو المرء الذي لا صديقه اضاع ، ولا خان الامين ولا غدر إلى الحول ثم اسم السلام عليكما ومن يبك حولا كاملا فقد اعتذر)4( 
وقالت طائفة : هو محمول على من سنته وسنة قومه ذلك ، إذا لم 
ينههم عنه ؛ لان ترك نهيه دليل على رضاه به ، وهذا قول ابن المبارك 
)5( . 
وعيره . 
قال أبو البركات ابن تيمية )6(: وهو أصح الاقوال كلها؛ لأنه متى 
)1( 
"صحيح البخاري " رقم )1288(، و "صحيح مسلم " رقم )929(. )2( 
الفقيه الشافعي المعروف . وانظر قوله في : "مختصره " ص 46 . )3( 
البيت من معلقته ، وهو في "ديوانه" ص 46 . 
)4( 
البيت في "ديوانه" ص 213 . 
وكلمة "اعتذر" جاءت في الاصل "اعذر" ، وهو خطأ يخل بوزن البيت. انظر : "فتح الباري " لابن حجر )/3 182 ( . 
)6( 
انظر لاختيار ابي البركات : "مجموع فتاوى شيخ الاسلام " )/24 -037 202
غلب على ظنه فعلهم له ولم يوصهم بتركه فقد رضي به ، وصار كمن ترك النهي عن المنكر مع القدرة عليه ه فاما إذا أوصاهم بتركه فخالفوه فالله أكرم من أن يعذبه بذلك ، وقد حصل بذلك العمل بالاية مع إجراء الخبر على عمومه في أكثر الموارد . 
وإنكار عائشة لذلك بعد رواية الثقات لا يعول عليه ، فانهم قد يحضرون ما لا تحضره ، ويشهدون ما تغيب عنه ، واحتمال السهو والغلط بعيد جدا خصوصا في حق خمسة من أكابر الصحابة. 
وقوله في اليهودي لا يمنع أن يكون قد قال ما رواه عنه هؤلاء الخمسة في أوقات أخر . ثم هي محجوجة بروايتها عنه أنه قال : "إن الله يزيد الكافر عذابما ببكاء أهله عليه ")1( فاذا لم تمتنع )2( زيادة الكافر عذابا بفعل غيره ، مع كونه مخالفا لظاهر الاية لم يمتنع )3( ذلك في حق المسلم؛ لان الله سبحانه كما لا يظلم عبده المسلم لا يظلم الكافر ، والله أعلم. 
فصل 
ولا تحتاج هذه الاحاديث إلى شيء من هذه التكلفات ، وليس فيها ]/46 أ[ بحمد الله إشكال ولا مخالفة لظاهر القران ولا لقاعدة من قواعد الشرع ، ولا تتضمن عقوبة الانسان بذنب غيره ، فان النبي ! لم يقل : إن الميت يعاقب ببكاء أهله عليه ونوجهم ، وإنما قال : إنه يعذب 
.)371 
)1( سبق تخريجه قريبا. 
)2( في )ب(: "يمنع". 
)3( في )ب(: "يمنع". 
302
بذلك ، ولا ريب أن ذلك يؤلمه ويعذبه. 
والعذاب هو : الالم الذي يحصل له ، وهو أعم من العقاب ، والأعم لا يستلزم الاخص ، وقد قال النبي !سيم : "الشفر قطعة من [لعذ[ب")1(، وهذا العذاب يحصل للمؤمن والكافر ، حتى إن الميت ليتألم بمن يعاقب في قبره في جواره ويتاذى بذلك ، كما يتاذى الانسان في الدنيا بما يشاهده من عقوبة جاره ، فاذا بكى أهل الميت عليه البكاء المحرم ، وهو البكاء الذي كان أهل الجاهلية يفعلونه ، والبكاء على الميت عندهم اسم لذلك وهو معروف في نظمهم ونثرهم ، تألم الميت بذلك في قبره ، فهذا التألم هو عذابه بالبكاء عليه ، وهذه طريقة شيخنا في هذه الأحاديث، وبالله التوفيق )2( . 
)1( 
رواه البخاري في "صحيحه" رقم )1003(، ومسلم في "صحيحه" رقم )2791(، من حديث ابي هريرة رضي الله عنه. 
)2( 
انظر : "مجموع فتاوى شيخ الاسلام " )/24 374 - 375(.
""",
    "videoUrl": "https://youtu.be/1QYZgI46umM?si=_a3YV92LenHBGKEO",
  },
  {
    "id": 19,
    "title": "الباب التاسع عشر: أن الصبر نصف الإيمان",
    "content": """
الباب التاسع عشر 
في أن الصبر نصف الايمان 
وأن الايمان )1 ( نصفان : نصف صبر ، ونصف شكر 
قال غير واحد من السلف : " الصبر نصف الايمان ")2( . 
وقال عبدالله بن مسعود: "الايمان نصفان : نصف صبر، ونصف شكر")3(. 
ولهذا جمع الله سبحانه بين الصبر والشكر في قوله : > إ بر في ذلك لأيمئ لكل صبا 2 شكور ! ( ]إبراهيم : 5 ، الشورى : ،33 سبا: 91 ، لقمان : 31[، في سورة إبراهيم ، وفي سورة حم عسق ، وفي سورة سبا، وفي سورة لقمان . 
وقد ذكر لهذا التنصيف اعتبارات : 
أحدها : أن الايمان اسم لمجموع القول والعمل والنية ، وهي ترجع إلى شطرين : فعل وترك ، فالفعل هو العمل بطاعة الله عز وجل وهو حقيقة الشكر، والترك هو الصبر عن المعصية ، والدين كله في هذين الشيئين : فعل المأمور، وترك المحظور. 
)1( 
في )ن ( : " ا لاعمال " . وهو غلط. 
)2( 
انظر ذلك في : "تفسير الطبري " )/21 84(، و "تفسير القرطبي " )/14 53(، و"شعب الايمان " للبيهقي رقم )4448(، و"الشكر" لابن ابي الدنيا رقم )58(، و "غريب الحديث " لابن قتيبة )/1 925( وغيرهاه 
)3( 
روى عبدالله بن احمد في "السنة" رقم )817(، والحاكم في "المستدرك" )/2 446(، والطبراني في )الكبير" رقم )8544(، والبيهقي في )شعب الايمان " رقم )48(، )7179(، عنه أنه قال : الصبر نصف الايمان . 
502
الاعتبار الثاني : أن الايمان مبني على ركنين : يقين ، وصبر . وهما الركنان المذكوران في قوله تعالى : > وجعلنا منهـم)1 ( ابمة يهدون بامصنا لما صبروا ونبانوا لايالنا يونن ه( ]السجدة : 4 2 [ . 
فباليقين يعلم حقيقة الامر والنهي ، والثواب ]/46 ب[ والعقاب ، وبالصبر ينفذ ما امر به ويكف! نفسه عما نهي عنه، ولا يحصل له التصديق بالامر والنهي أنه من عند الله وبالثواب والعقاب إلا باليقين، ولا يمكنه الدوام على فعل المأمور وكف النفس عن فعل المحظور إلا بالصبر، فصار الصبر نصف الايمان ، والنصف الثاني الشكر، بفعل ما امر به ، وترك ما نهي عنه. 
الاعتبار الثالث : أن الايمان قول وعمل ، والقول قول القلب واللسان ، والعمل عمل القلب والجوارح . 
وبيان ذلك : أن من عرف بقلبه ، ولم يقر بلسانه لم يكن مؤمنا ، كما قال تعالى عن قوم فرعون : >وجحدوا بها واشتيقنتها أنفسهتم ظلما وعلوم ( 
]النمل : 14[، وكما قال عن قوم عاد وقوم صالح : > وعادا وثموداوقد تبين لبدم من مس!نهتم وزئى لهص الثمتطن اضلهم فصدهم عن السبيل وكانوا مستئصرين ه( ]الععكبوت : 38[ ، وقال موسى لفرعون : > لقد علت ما انزل هؤلآء إ لا رب السموات وا لأرض بصخلىتر( ]الاسراء : 2 0 1 [ . 
فهؤلاء حصل لهم قول القلب وهو : المعرفة والعلم ، ولم يكونوا بذلك مؤمنين. 
وكذلك من قال بلسانه وليس في قلبه ، لم يكن بذلك مؤمنا ، بل كان 
)1( في الاصل و )ب(: >وجعلنهم<، وهي علي الصواب في )م( و )ن(. 602
من المنافقين. 
وكذلك لو عرف بقلبه وأقر بلسانه لم يكن بمجرد ذلك مؤمن ا، حتى يأتي بعمل القلب من الحب والبغض ، والموالاة والمعاداة ، فيحب الله ورسوله ، ويوالي أولياء الله ويعادي أعداءه ، ويستسلم بقلبه لله وحده ، وينقاد لمتابعة رسوله وطاعته ، والتزام شريعته ظاهرا وباطنا. 
وإذا فعل ذلك لم يكف في كمال إيمانه حتى يفعل ما أمر به. 
فهذه الاركان الاربعة هي اركان الايمان التي قام عليها بناؤه وهي ترجع إلى علم وعمل ، ويدخل في العمل كف النفس الذي هو متعلق النهي ، وكلاهما لا يحصل إلا بالصبر ، فصار الايمان نصفين : أحدهما الصبر ، والثاني ما تولد عنه من العلم والعمل. 
[لاعتبار الرابع : أن النفس لها قوتان : قوة الاقدام ، وقوة الاحجام ، وهي دائما تتردد بين أحكام هاتين القولين ، فتقدم على ما تحبه ، وتحجم عما تكرهه ، والدين كله إقدام وإحجام ، إقدام على طاعة )1( الله عز 
وجل ، وإحجام عن معاصي الله ، وكل منهما لا يمكن حصوله إ لا بالصبر. 
الاعتبار الخامس ]/47 أ[: ان الدين كله رغبة ورهبة ، فالمؤمن هو الراغب الراهب . قال تعالى : > افم !اتوا ي!رعوت فى الخثزت وفيعرشا رنجا ورصا( ]الانبياء : 09 [ . 
وفي الدعاء عند النوم ، الذي رواه البخاري في " صحيحه " : "اللهم إني أسلمت نفسي إليك ، ووجهت وجهي إليك ، وفوضت أمري إليك، 
)1( "طاعة" سقطت من الاصل. 
702
والجأت ظهري إليك ، رغبة ورهبة اليك " )1( . 
فلا تجد المؤمن أبدا إلا راغبا راهبا، والرغبة والرهبة لا تقوم إلا على ساق الصبر ، فرهبته تحمله على الصبر ، ورغبته تقوده إلى الشكر. 
الاعتبار السادسر : أن جميع ما يباشره العبد في هذه الدار لا يخرج عما ينفعه في الدنيا والاخرة ، أو يضره في الدنيا والاخرة ، أو ينفعه في إحدى الدارين ويضره في الاخرى ، وأشرف الاقسام أن يفعل ما ينفعه في الآخرة ويترك ما يضره فيها، وهو حقيقة الايمان ، ففعل ما ينفعه هو الشكر ، وترك ما يضره هو الصبر. 
الاعتبار السابع : أن العبد لا ينفك من امر يفعله ، ونهي يجتنبه، وقدر يجري عليه ، وفرضه في الثلاثة الصبر والشكر ، ففعل المأمور هو الشكر ، وترك المحظور والصبر على المقدور هو الصبر. 
الاعتبار الثامن : أن العبد فيه داعيان : داع يدعوه إلى الدنيا وشهواتها ولذاتها، وداع يدعوه إلى الله والدار الاخرة وما اعد فيها لاوليائه من النعيم المقيم ، فعصيان داعي الشهوة والهوى هو الصبر، وإجابة داعي الله والدار الاخرة هو الشكر. 
الاعتبار التاسع : أن الدين مداره على أصلين : العزم والثبات ، وهما الاصلان المذكوران في الحديث الذي رواه أحمد والنسائي عن النبي لمجيم : "اللهم اني اسألك الثبات في الأمر ، و[لعزيمة 
)1( "صحيح البخاري " رقم )6315(. 
ورواه أيضا مسلم في "صحيحه" رقم )0271(. كلاهما من حديث البراء بن عازب رضي الله عنه. 
802
على ) 1 ( الرشد " ) 2 ( . 
واصل الشكر صحة العزيمة ، واصل الصبر قوة الثباب ، فمتى ايد العبد بعزيمة وثبات ، فقد ايد بالمعونة والتوفيق. 
الاعتبار 1لعاشر : ان الدين مبني على أصلين : الحق والصبر ، وهما المذكوران في قوله تعالى : > وتواصوا بالحق وتواصوا بالضبر( ]العصر : 3[ . 
ولما كان المطلوب من العبد هو العمل ]/47 ب[ بالحق في نفسه وتنفيذه في الناس ، وكان هذا هو حقيقة الشكر، لم يمكنه ذلك إلا بالصبر عليه ، فكان الصبر نصف الايمان ، والله اعلم )3( . 
في الاصل : "في"، والتصويب من النسخ الثلاث الأخرى ، كما انه موافق )1( 
لمصادر التخريج ، والله اعلم. 
)2( 
"المسند" )/4 123(، وسنن النسائي "المجتبى" رقم )4013(، من حديث شداد بن أوس . 
واخرجه الترمذي في "جامعه" رقم )7034(، بلفظ : ". . . واسالك عزيمة الرشد". 
وصححه ابن حبان حيث اورده في صحيحه برقم )،359 7491(. وصححه الحاكم في المستدرك )/1 805( على شرط مسلم ، ووافقه الذهبي. )3( 
قد سبق الإمام ابن القيم رحمه الله إلى بيان كون الصبر نصف الإيمان واعتبارات ذلك : الإمام الغزالي في كتابه "إحياء علوم الدين " )/4 56 - 57(. إلا ان الغزالي ذكر لهذا التنصيف اعتبارين فقط ، بينما نرى الامام ابن القيم ذكر اكثر من ذلك . رحم الله الجميع. 
902
""",
    "videoUrl": "https://youtu.be/1QYZgI46umM?si=_a3YV92LenHBGKEO",
  },
  {
    "id": 20,
    "title": "الباب العشرون: في بيان تنازع الناس في الأفضل من الصبر والشكر",
    "content": """الباب العشرون   
في بيان تنازع الناس في الأفصل من الصبر والشكر 
حكى أبو الفرج ابن الجوزي في ذلك ثلاثة أقوال )1( : 
أحدها : أن الصبر أفصل. 
والثاني : أن الشكر أفصل. 
والثالث : انهما سواء ، كما قال عمر بن الخطاب رضي الله عنه : "لو كان الصبر والشكر بعيرين ما باليت أيهما ركبت ")2( . 
ونحن نذكر ما احتجت به كل فرقة ، وما لها وما عليها في احتجاجها ، بعون الله وتوفيقه. 
قال الصابرون : قد أثنى الله سبحانه على الصبر واهله ، ومدحه، وأمر به ، وعلق عليه خير الدنيا والآخرة ، وقد ذكره في كتابه في نحو تسعين موضعا ، وقد تقدم في)3( النصوص والاحاديث ما فيه وفي فضله ما يدل على أنه أفضل من الشكر. 
ويكفي في فضله قوله ع!يم: "الطاعم الشاكر بمنزلة الصائم الصابر")4(، فذكر ذلك في معرض تفضيل الصبر ورفع درجته على 
)1( لم اقف على كلام ابن الجوزي ، وقد سبق ابن الجوزي إلى ذلك الغزالي في كتابه "إحياء علوم الدين " )/4 115(، بل زاد قولا رابعا هو : أن ذلك يختلف باختلاف جاد . 
)2( وقد سبق تخريجه ص )178(. 
)3( الاصل : "من " . 
)4( اخرجه الترمذي في "جامعه " رقم )2486(، وقال : "حسن غريب " ، وابن ماجه في "سننه" رقم )1764(، من حديث ابي هريرة رضي الله عنه. 
021
الشكر، فانه ألحق الشاكر بالصابر وشبهه به ، ورتبة المشبه به أعلى من رتبة المشبه ، وهذا كقوله : "مدمن الخمر كعابد وثن ")1( ، ونظائر ذلك. 
قالوا : وإذا وازنا بين النصوص الواردة في الصبر والواردة )2( في الشكر، وجدنا نصوص الصبر أضعافها، ولهذا لما كانت الصلاة والجهاد أفضل الاعمال كانت الاحاديث فيهما أكثر من الاحاديث في سائر الابواب ، فلا تجد الاحاديث النبوية في باب أكثر منها في باب الصلاة والجهاد . 
قالوا: وأيضا فالصبر يدخل في كل باب ، بل في كل مسألة من مسائل الدين ، ولهذا كان من الإيمان بمنزلة الراس من الجسد. 
قالوا : وأيضا فالله سبحانه علق على الشكر الزيادة ، فقال : > وإذ 
تاذت رثبهئم لبن شيرتو لأزيدنكم ( ]إبراهيم : 7[ ، وعلق على الصبر الجزاء بغير حساب ، فقال : > إنما يوفى الصننون اجرهم بغير حسابا ! ( ]الزمر : 0 1 [ . 
وأيضا فانه سبحانه أطلق جزاء الشاكرين فقال : >وسيخزي الله ال!رين ! ( ]آل عمران : 144[ وقال : >وسنخزى ]/48 أ[ 
واخرجه ابن ماجه في "سننه" رقم )1765(، من حديث سنان بن سنة رضي الله عنه بلفط : "الطاعم الشاكر له مثل اجر الصائم الصابر". 
)1( 
رواه ابن ماجه في "سننه " رقم )3375( من حديث ابي هريرة رضي الله عنه. ورواه احمد في "مسنده([ )/1 272( من حديث عبدالله بن عباس بلفط: "مدمن الخمر إن مات لقي الله كعابد وثن". 
وصحح الحديث الالباني في "سلسلة الاحاديث الصحيحة " برقم )677(، 
بمجموع طرقه. 
)2( 
في الاصل : "الوارد" . والتصويب من النسخ الاخرى . 
2 1 1
الشكلين !( ]ال عمران : 145 [ وقيد جزاء الصابرين بالاحسان ، فقال : > ولنجرجمت الذين صبروا اجرهو باحسن ما كالؤا يعمثون < ]النحل : 69 [ .   
قالوا : وقد صح عن النبي لمجيم أنه قال : " يقول الله تعالى : كل عمل ابن ادم له الا الصوم فانه لي ، وانا أجزي به")1( . وفي لفظ : "كل عمل ابن ادم يضاعف ، الحسنة بعشر أمثالها ، قال الله : إلا 1لصوم فانه لي وأنا اجزي به ")2(، وما ذلك إلا لانه صبر النفس ومنعها من شهواتها ، كما في الحديث نفسه : "ياع شهوته وطعامه وشر[به من أجلي ")3(، ولهذا قال النبي !يم لمن ساله عن افضل ا لاعمال : "عليك بالصوم فإنه لا عدل له ")4 ( . 
ولما كان الصبر حبس النفس عن إجابة داعي الهوى ، وكان هذا حقيقة الصوم - فانه حيس النفس عن إجابة داعي شهوة الطعام والشراب والجماع - فسر الصبر في قوله تعالى : >واستعينوا بألصبر( ]البقرة : 45[ إنه : الصوم ) ( ، وسمي شهر رمضان : شهر الصبر)6( . 
)1( 
رواه البخاري في "صحيحه" رقم )2795(، ومسلم في "صحيحه" رقم )1151( )163(. من حديث ابي هريرة رضي الله عنه. 
)2( 
رواه مسلم في "صحيحه" رقم )1151( )164( من حديث ابي هريرة رضي الله عنه. 
)3( 
هذا جزء من الحديث السابق. 
)4( 
رواه النسائي في "المجتبى" رقم )2222( من حديث ابي امامة رضي الله عنه. وصحح الحديث ابن خزيمة حيث اورده في صحيحه برقم )3918(، وصححه ابن حبان في صحيحه برقم )3426(. 
)5( 
انظر في ذلك : "تفسير الطبري " )/1 925(، و "تفسير القرطبي " )/1 253(، و " تفسير ابن كثير" )/1 83(. 
)6( 
جاءت تسمية شهر رمضان بشهر الصبر في عدة أحاديث منها: 
- حديث الباهلي ، رواه ابو داود في "سننه" رقم )2428(، وابن ماجه= 212
وقال بعض السلف : "الصوم نصف الصبر")1(، وذلك لان الصبر حبس النفس عن إجابة داعي الشهوة والغضب ، فالنفس تشتهي الشيء لحصول اللذة بإدراكه وتغضب لتقربها من المؤلم ، والصوم صبر عن مقتضى الشهوة فقط وهي شهوة البطن والفرج دون مقتضى الغضب، ولكن من تمام الصوم وكماله صبر النفس عن إجابة داعي الامرين. 
وقد أشار إلى ذلك النبي لمجي! في الحديث الصحيح ، وهو قوله : "إذا كان يوم صوم احدكم فلا يجهل ولا يصخب ، فان احد سابه او شاتمه فليقل : إني صائم " )2( . 
فأرشد !ير إلى تعديل قوى الشهوة والغضب ، وأن الصائم ينبغي له أن يحتمي من إفسادهما لصومه ، فهذه تفسد صومه ، وهذه تحبط أجره ، 
كما قال في الحديث الاخر : "من لم يدع قول الزور والعمل به ، فليس لله حاجة في أن يدع طعامه وشرابه ")3( . 
قالوا : ويكفي في فصل الصبر على الشكر قوله تعالى : > إني جزئتهم 
في "سننه" رقم )1741(. وصححه الالباني في "سلسلة الاحاديث الصحيحة" بمجموع طرقه رقم )2623(. 
- حديث ابي هريرة ، رواه احمد في "مسعده" )/2 263( وصححه الألباني في " إرواء الغليل " )/4 99( على شرط مسلم. 
ووردت تسميته بذلك في احاديث اخرى لكنها ضعيفة. 
)1( 
وقد سبق ذلك في بداية الباب السابق. 
)2( 
رواه البخاري في "صحيحه" رقم )4091(، ومسلم في "صحيحه" رقم )1151( )163( من حديث ابي هريرة رضي الله عنه. 
)3( 
رواه البخاري في "صحيحه" رقم )3091(، من حديث ابي هريرة رضي الله عنه. 
213
أليوبم دما صبرؤا أنهغ هم الفإدزون !( ]المؤمنون : 111[، فجعل فوزهم جزاء صبرهم ]/48 ب[ وقوله تعالى : > والله مع الصخبريئ ( ]البقرة : 924[ ولا شيء يعدل معيته لعبده ، كما قال بعض العارفين : "ذهب الصابرون بخير الدنيا والاخرة لانهم نالوا معية الله ")1( .   
وقوله : > واصبرِ لحكورلك فإنك باعيننآ ( ]الطور : 48 [ ، وهذا يتضمن الحراسة والكلاءة والحفط للصابر لحكمه ، وقد وعد الصابرين بثلاثة أشياء كل واحد منها خير من الدنيا وما عليها وهي : صلوات الله تعالى عليهم ، ورحمته لهم ، وتخصيصهم بالهداية في قوله تعالى : > أولمك علتهغ !لوات من رئهم ورخمة واؤلمك هم المهتدون !( ]البقرة : 157 [ وهذا مفهم لحصر الهدى فيهم. 
وأخبر أن الصبر من عزم الامور في ايتين من كتابه ، وأمر رسوله أ ن يتشبه بصبر أولي العزم من الرسل ، وقد تقدم ذكر ذلك)2( . 
قالوا : وقد دل الدليل على أن الزهد في الدنيا والتقلل منها ما أمكن أفضل من الاستكثار منها، والزهد فيها حال الصابر ، والاستكثار منها حال الشاكر. 
قالوا : وقد سئل المسيح صلوات الله وسلامه عليه عن رجلين مرا بكنز فتخطاه أحدهما ، ولم يلتفت إليه ، وأخذه الآخر وأنفقه في طاعة الله عز وجل أيهما أفضل ؟ فقال : الذي لم يلتفت إليه وأعرض عنه أفضل عند الله )3( . 
سبق من قول ابي علي الدقاق ص )85(. انظر ص )95 - 06(. 
انظر هذا الاثر ايضا في : "فيض القدير" )/2 05(. 214
)1( )2( )3( 
قالوا : ويدل على صحة هذا أن النبي لمخ! عرضت عليه مفاتيح كنوز الارض فلم ياخذها، وقال : "بل أجوع يوما، واشبع يوما")1(. ولو أخذها لانفقها كلها في مرضاة الله عز وجل وطاعته ، فاثر مقام الصبر عنها والزهد فيها.   
قالوا : وقد علم أن الكمال الانساني في ثلاثة أمور : علوم يعرفها، وأعمال يعمل بها ، وأحوال ترتب له على علومه وأعماله. 
وأفصل العلم والعمل والحال العلم بادله وأسمائه وصفاته وأفعاله، والعمل بمرضاته ، وانجذاب القلب إليه بالحب والخوف والرجاء ، فهذا أشرف ما في الدنيا وجزاوه أشرف ما في الآخرة . 
وأجل المقاصد معرفة الله عز وجل ومحبته ، و الانس بقربه، والشوق إلى لقائه ، والتنعم بذكره ، وهذا أجل سعادة الدنيا والاخرة، 
وهذا هو الغاية التي تطلب لذاتها . ]/94 ا[ وإنما يشعر العبد تمام الشعور بان ذلك عين السعادة إذا انكشف له الغطاء وفارق الدنيا ودخل الاخرة ، 
والا فهو في الدنيا وان شعر بذلك بعض الشعور فليس شعوره به كاملا، للمعارضات التي عليه والمحن التي امتحن بها ، والا فليست السعادة في الحقيقة سوى ذلك. 
وكل العلوم والمعارف تبع لهذه المعرفة ، مرادة لاجلها، وتفاوت العلوم في فضلها بحسب قرب إفضائها إلى هذه المعرفة وبعده ، فكل 
)1( رواه الترمذي في "جامعه" رقم )2347( عن ابي امامة عن النبي ع!يم قال : "عرض عليئ ربي ليجعل لي بطحاء مكة ذهبا. قلت : لا يا رقي ولكن أشبع يوما وأجوع يوما" الحديث . وقال : "حديث حسن". 
215
علم كان أقرب إفضاء إلى العلم بادده وأسمائه وصفاته فهو أعلى مما دونه ه وكذلك حال القلب ، فكل حال كان أدنى )1( إلى المقصود الذي خلق له فهو أشرف مما دونه . وكذلك الاعمال ، فكل عمل كان أقرب إلى تحصيل هذا المقصود كان أفصل من غيره . ولهذا كانت الصلاة والجهاد من أفضل الاعمال أو أفضلها؛ لقرب إفضائها إلى هذا المقصود.   
وهكذا يجب أن يكون ، فان كلما كان الشيء أقرب إلى الغاية كان أفصل من البعيد عنها، فالعمل المعد للقل! المهيىء له لمعرفة الله وأسمائه وصفاته ومحبته وخوفه ورجائه أفضل مما ليس كذلك. 
وإذا اشتركت عدة أعمال في هذا الافضاء فأفضلها أقربها إلى هذا المقصود، ولهذا اشتركت الطاعات في هذا الافضاء فكانت مطلوبة لله، واشتركت المعاصي في حجب القلب وقطعه عن هذه الغاية فكانت منهيا عنها ، وتأثير الطاعات والمعاصي بحسب درجاتها. 
فههنا امر ينبغي التفطن له ، وهو انه قد يكون العمل المعين افضل في حق شخص ، وغيره افصل منه في حق غيره ، فالغني الذي له مال كثير ، ونفسه لا تسمح ببذل شيء منه ، فصدقته وإيثاره افضل له من قيام الليل وصيام النهار نافلة. 
والشجاع الشديد البأس الذي يهاب العدو سطوته ، وقوفه )2( في الصف ساعة وجهاده أعداء الله أفضل له من الحج والصوم والصدقة 
)1( في النسخ الثلاث الاخرى : "أقرب". 
)2( في الاصل : "وقوته" . والتصويب من النسخ الشلاث الاخرى . 216
والتطوع .   
والعالم الذي قد عرف السنة والحلال والحرام وطرق الخير والشر، مخالطته للناس وتعليمهم ونصحهم في دينهم أفضل من اعتزاله وتفريغ وقته للصلاة وقراءة القران والتسبيح. 
وولي ]/94 ب[ الامر)1( الذي قد نصبه الله للحكم بين عباده ، جلوسه ساعة للنظر في المظالم ، وإنصاف المظلوم من الظالم ، وإقامة الحدود، ونصر المحق ، وقمع المبطل = أفضل من عبادة سنين من غيره . 
ومن غلبت عليه شهوة النساء فصومه له أنفع وأفصل من ذكر غيره وصدقته. 
وتأمل تولية النبي !ي! لعمرو بن العاص وخالد بن الوليد وغيرهما من أمرائه وعماله وترك تولية أبي ذر ، بل قال : " إني أراك ضعيفا ، وإ ني لأحب لك ما احب لنفسي : لا تامرن على اثنين ، ولا تولين مال يتيم ")2(، وامر غيره بالصيام ، وقال : "عليك بالصوم فانه لا عدل له ")3( ، وامر اخر بأن لا يغضب )4(، وأمر اخر بأن لا يزال لسانه رطبا من ذكر الله ) ( . 
ومتى أراد الله بالعبد كمالا وفقه لاستفراغ وسعه فيما هو مستعد له 
ساقطة من الاصل. 
)1( 
)2( 
رواه مسلم في "صحيحه" رقم )1826( من حديث ابي ذر. 
)3( 
سبق تخريجه قريبا. 
)4( 
رواه البخاري في "صحيحه" رقم )6116( من حديث ابي هريرة رضي الله عنه. )5( 
رواه الترمذي في "جامعه" رقم )3375(، وقال : "حسن غريب من هذا الوجه " ، وابن ماجه في "سننه" رقم )3937(، من حديث عبدالله بن يسر. 
217
قابل له قد هيىء له ، فاذا استفرغ وسعه فيه برز على غيره ، وفاق الناس فيه وصار كما قيل:   
ما زال يسبق حتى قال حاسده له طريق إلى العلياء مختصر)1( 
وهذا كالمريض الذي يشكو وجع البطن مثلا ، إذا استعمل دواء ذلك الداء انتفع به ، وإذا استعمل دواء وجع الرأس لم يصادف داءه ، فالشح المطاع مثلا من المهلكات ولا يزيله صيام مائة عام ولا قيام ليلها . وكذا داء اتباع الهوى والاعجاب بالنفس لا يلائمه كثرة فراءة القران ، واستفراغ الوسع والذكر والزهد ، وإنما يزيله إخراجه من القلب بضده . 
ولو قيل : أيما أفضل : الخبز أو الماء؟ 
لكان الجواب : إن هذا في موضعه أفضل ، وهذا في موضعه أفضل. 
وإذا عرفت هذه القاعدة )2( فالشكر ببذل المال عمل صالح يحصل به للقلب حال ، وهو زوال البخل والشح بسبب خروج الدنيا منه ، فيتهيأ لمعرفة الله ومحبته ، فهو دواء للداء الذي في القلب يمنعه من المقصود . 
وأما الزاهد فقد استراح من هذا الداء والدواء، وتوفرت قوته على استفراغ الوسع في حصول المقصود . 
ثم اوردوا على انفسهم سؤالا، فقالوا : فان قيل : فقد حث الشرع على الاعمال ؟ 
)1( 
هذا البيت للبحتري من قصيدة في ديوانه )579(. 
)2( 
اشار إلى هذه القاعدة وضرب لها بعض الامثلة مما ساقه الإمام ابن القيم رحمه الله : الغزالي في "إحياء علوم الدين " )/4 117(. 
218
وانفصلو[ عنه بان قالو 1 : الطبيب إذا أثنى على الدواء لم يدل على ا ن الدواء يراد لعينه ، ولا أنه أفضل ]/05 أ[ من الشفاء الحاصل به ، ولكن الاعمال علاج لمرض القلوب ، ومرض القلوب مما لا يشعر به غالبا، فوقع الحث على العمل لمقصود وهو شفاء القلب ، فالفقير الاخذ لصدقتك يستخرج منك داء البخل ، كالحجام يستخرج منك الدم المهلك. 
قالوا: واذا عرف هذا عرف أن حال الصابر حال المحافط على الصحة والقوة ، وحال الشاكر حال المتداوي بانواع الادوية لازالة مواد السقم. 
فصل 
قال الشاكرون : لقد تعديتم طوركم ، وقضلتم مقافا غيره افضل منه ، وقدمتم الوسيلة على الغاية ، والمطلوب لغيره على المطلوب لنفسه ، والعمل الكامل على الاكمل ، والفاضل على الافضل ، ولم تعرفوا للشكر حقه ولا وقيتموه مرتبته. 
وقد قرن تعالى ذكره الذي هو المراد من الخلق بشكره ، وكلاهما هو المراد بالخلق والامر، والصبر خادم لهما، ووسيلة إليهما، وعون عليهما، قال تعالى : >فابهروني إكزكم واشحروا لى ولا تكفرون ! ( 
]البقرة : 52 ا [ . 
وقرن سبحانه الشكر بالايمان ، واخبر انه لا غرض له في عذاب حلقه إن شكروه وآمنوا به فقال : > ما يفعل الله بعذابحم إن شكرتو وءامنتم < ]النساء: 47 ا[ اي : قد وفيتم ما خلقتم له ، وهو الشكر والايمان ، فما أصنع بعذابكم بعد هذا؟! 
921
واخبر سبحانه أن أهل الشكر هم المخصوصون بمنته عليهم من بين عباده ، فقال : > ويدللث فتئا بغن ببنر ليقولوا اهؤلاء مث أدئه علبه م مد بتننا اليش الله ياعلم با لشيرين !( ]الانعام : 53 [ .   
وقسم الناس إلى شكوو وكفوو ، فابغض الاشياء إليه الكفر واهله، وأحب الاشياء إليه الشكر واهله ، قال تعالى في الانسان : > إنا هدتته السبيل إماشاكأاوإما كفوراه( ]الانسان : 3[ ، وقال نبيه سليمان : > هذا 
من ففحل ربى لنلوق ءالمئكرائم اكفرومن شكر فانما يسثكر لنقسه ومن كفر فإن ربى 
غنئ كري! ! ( ]السمل : 04[، وقال تعالى : > وإذ تاذن رلبهئم لين شيرتم لأزيدنكم ولين يقزتم إن عذابى لشديا ه ( ]إبراهيم 7[، 
وقال تعالى : > إن د!كفروا فإن الله غنئ عنكئم ولا يرضى لعباده الكنرلن تممسكروا يرضه لكتم ( ]الزمر : 7[ . 
وهذا كثير في القران يقابل سبحانه بين الشكر والكفر ، فهو صده . وقال تعالى : > وما محمد إلا رسووول قد ظت من قئله الرسل افإلن ماب او قتل انقلتغ عل أعقنتئ ومن ينقلب ]/05 ب[ على عقبيه فلن يضز الله شئأ وسيخزي ألله الشركت !( ] 0 /5 ب[ ]ال عمران : 4 4 1 [ . 
والشاكرون هم الذين ثبتوا على نعمة الايمان ، فلم ينقلبوا على أعقابهم. 
وعلق سبحانه المزيد بالشكر)1(، والمزيد منه لا نهايه له ، كما لا نهاية لشكره . 
وقد وقف سبحانه كثيرا من الجزاء على المشيئة ، كقوله : > فسؤف 
)1( في الاية رقم )7( من سورة إبراهيم . وقد ذكرها المصنف قريئا. 022
يغنيكم الله من فضله - إن شا ( ]التوبة : 28[، وقوله في الاجابة: > فيكشف ما تدعون إته إن شا !و ]الأنعام : 1 4 [ ، ]وقوله في الرزق : > ي!زق من يثاه ([) 1 ( ]ال عمران : 37[ ، والتوبة : > ويحوب الله فى من يشاظ ( ]التوبة: 
15 [ وفي المغفرة : > يغفر لمن لمجثا ( ]ال عمران : 912 [ . 
واطلق جزاء الشكر إطلاقا حيث ذكر، كقوله : >وسنخزى الشبهرين !( ]ال عمران : 145 [، > ودسيخزي ألله ال!رين !( ]ال عمران : 4 4 1 [ ه 
ولما عرف عدو الله إبليس قدر مقام الشكر وأنه اجل المقامات واعلاها، جعل غايته أن يسعى في قطع الناس )2( عمه ، فقال : > ثم لأتيئهم من بين ائدجهم ومن خلفهم وعن ائمنهم وعن ثيللهم ولا تجد اكثرهئم شبهريى !( ]الاعراف : 17[ . 
وقد وصف الله سبحانه الشاكرين بانهم قليل من عباده فقال تعالى: > وقليل من عبا دى ا لشكور ! ( ] سبأ : 3 1 [ . 
وذكر الامام أحمد عن عمر بن الخطاب رضي الله عنه أنه سمع رجلا يقول : اللهم اجعلني من الاقلين . فقال : ما هذا؟ قال : يا امير المؤمنين إن الله تعالى قال : > وما ءامن معه+إلا قليل !( ]هود: 04[، وقال : > وقليل من عبادى الشكور ! ( ]سبا : 13 [ ، وقال : > الا الذين ءامنوا وعملوا ال!خلخت وقليل ما هئم ( ]ص : 4 2[ ؛ فقال عمر : صدقت )3( . 
)1( 
ما بين المعقوفين ساقط من الاصل ، واثبتها من النسخ الثلاث الأخرى . )2( 
ساقطة من الاصل ، واثبتها من النسخ الثلاث الأخرى . 
)3( 
"الزهد" ل!مام أحمد رقم )395(. 
221
وقد اثنى الله سبحانه على أول رسول بعثه إلى أهل الارض بالشكر، فقال : > ذرثة منَحملنا مع نوج إنبما ؟ن عئدا شكورا !( ]الاسراء : 3[ .   
وقي تخصيص نوح ههنا بالذكر وخطاب العباد بانهم ذريته ، إشارة إلى الاقتداء به ، فانه أبوهم الثاني ، فان الله تعالى لم يجعل بعد الغرق للخلق نسلا إلا من ذريته ، كما قال تعالى : >وجعفناذري! !البافين !( 
]الصافات : 77[، فامر الذرية ان يتشبهوا بابيهم في الشكر لله فانه كان عبدا شكورا . 
وقد أخبر سبحانه إنما يعبده من شكره ، فمن لم يشكره لم يكن من أهل عبادته ؛ فقال تعالى : > واشكروا لله ان كنتم ايابر لقبدوت ! ( 
]البقرة : 172 [ . 
وامر عبده موسى أن يتلقى ما اتاه من التبوة والرسالة والتكليم بالشكر ، فقال : > يموسع إني اصظفتتك على ألاس برشلنئ وببهى فخذ ما ءاتتتك كن مف ا لشكرين !( ]الاعراف : 4 4 1 [ . 
وأول وصية وصى بها الانسان بعد ما ]/51 أ[ عقل عنه الشكر له ولوالديه بقوله : > ووصحينا اقيدنمئن بولذه حملته امه وهنا على وهز وفصئهله- فى عا متن أن الثنر ولولديك إك المص!ير !( ] لقما ن : 4 1 [ . 
واخبر أن رضاه في شكره ، فقال تعالى : >!مان ثخ!وا يرضه لكنم( ]الزمر : 7[ . 
واثنى سبحانه على حليله إبراهيم ع!ي! بشكر أنعمه ؛ فقال : > إن إئرهيم كا % أفة قانتا ثئه حنيفا ولؤ يك من المشركين ! شا!را لائغمه اجتبحه 
وهدله إك صرفى م!تقيم !( ] ا لنحل : 0 2 1 ، 1 2 1 [ . 
222
فاخبر عنه سبحانه بانه أمة ، اي : قدوة يؤتم به في الخير ، وانه قانت له ، والقانت : هو المطيبع المقيم على طاعته ، والحنيف : هو المقبل على الله المعرض عما سواه ، ثم ختم له هذه الصفات بأنه شاكر لانعمه، فجعل الشكر غاية حليله. 
وأخبر سبحانه أن الشكر هو الغاية من خلقه وأمره ، بل هو الغاية التي لخق عبيده لاجلها فقال : > والئه أخرجكم من بطون امهنكئم لا تخلمو% شما وجعل لكم السمع وا لأضروا لألمحد لعلكم قمثكرون < ]النحل : 78[ . 
فهذا غاية الخلق ، وأما غاية الامر ، فقال : > رلنذ لضركم الله جمد2 وانتم اذ لة فاتقوا الله لعلكم قمثكرون !( ]ال عمران : 23 1 [ . 
ويجوز أن يكون قوله تعالى : > لعلكم تممثكرون !( تعليلا لقضائه لهم بالنصر، ولامره لهم بالتقوى ، ولهما معا، وهو الظاهر، فالشكر غاية الخلق والامر ، وقد صرح سبحانه بأنه غاية أمره وارساله الرسول في 
قوله : >كما أرسلنا في!م رسولا من!غ شلوا علئكئم ءالئنا ويزك!م ويعلمكم الكعف والحكمة ويعلصي ما لئم تكوتوا لقلهون ! قاديهروفي أذكزكم واش!روا لى ولالكفرون !( ]البقرة : 1 15 ، 152 [ . 
قالوا : فالشكر مراد لنفسه ، والصبر مراد لغيره ، والصبر إنما حمد لافضائه وإيصاله إلى الشكر ، فهو خادم الشكر. 
وقد ثبت في " الصحيحين " عن النبي غ!يم انه قام حتى تفطرت قدماه ، فقيل له : أتفعل هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ قال : "أفلا اأبون عبدا شكورا")1( . 
البخاري " رقم )4837(، و "صحبح مسلم " رقم )0282(، من حديث= )1( "صحيح 
223
وثبت في "المسند")1( و "الترمذي " ان النبي محك!ييه قال لمعاذ : "والله إني لأحبك ، فلا تنس ان تقول في دبر كل صلاة ]/51 با اللهم أعني على ذكرك ، وشكرك ، وحسن عبادتك " )2( . 
وقال ابن أبي الدنيا: حدئنا إسحاق بن إسماعيل )3(، حدثنا ابو معاوية وجعفر بن عون عن هشام بن عروة )4( قال : كان من دعاء النبي لمجيم : "اللهم اعني على ذكرك ، وشكرك ، وحسن عبادتك " ) ( . 
قال : وحدثنا محمود بن غيلان حدثنا المؤمل بن إسماعيل حدثنا حماد بن سلمة حدثنا حميد الطويل عن طلق بن حبيب عن ابن عباس : 
عائشة رضي الله عنها. 
ورواه البخاري في "صحيحه" رقم )0113(، ومسلم في "صحيحه" رقم )9281( من حديث المغيرة بن شعبة رضي الله عنه. 
كلمة : "المسند" محتملة في الاصل ، والأقرب انها: "السنن("، إلا انه في النسخ الثلاث الاخرى كلمة : "المسند" واضحة لذا اثبتها، والله اعلم. "مسند احمد" )/5 244(. ولم أفف عليه عند الترمذي .   
ورواه ابو داود في "سننه" رقم )1522(، والنسائي في "المجتبى" رقم .)3013( 
وصحح الحديث ابن حبان حيث اورده في صحيحه برقم )0202(، وصححه الحاكم في المستدرك )/1 273( على شرط البخاري ومسلم ، ووافقه الذهبي. 
في الاصل : "إسماعيل بن إسحاق "، مكان : "إسحاق بن إسماعيل ". والتصويب من النسخ الاخرى ، ومن كتاب "الشكر" لابن ابي الدنيا. في "الشكر" لابن ابي الدنيا بعده : عن ابن المنكدر : قال : كان . . . الخ. "الشكر" لابن ابي الدنيا رقم )4(. 
ورواه البيهقي في "شعب الايمان " رقم )4411(. 
واخرجه ابن شيبة في "مصنفه" رقم )82592( من طريق هشام عن أبيه به. 224
)1( )2( 
)3( 
)4( )5( 
ان رسول الله ع!يم قال : "اربع من اعطيهن اعطي خير الدنيا والاخرة : قلب! شاكرا ، ولسانا ذاكرا ، وبدنا على البلاء صابرا ، وزوجة لا تبغيه خونا في نفسها ولا في ماله ")1(. 
وذكر أيضا من حديث القاسم بن محمد عن عائشة عن النبي !م قال : "ما انعم الله على عبد نعمة فعلم أنها من عند الله إلا كتب الله له شكرها ، وما علم الله من عبد ندامة على ذنب إلا غفر له قبل أن يستغفره ، 
وإن الرجل ليشتري الثوب بالدينار فيلبسه فيحمد الله فما يبلغ ركبتيه حتى يغفر له ")2( . 
وقد ثبت في "صحيح مسلم " عنه ع!يم انه قال : "إن الله ليرضى عن العبد يأكل الاكلة فيحمده عليها ، ويشرب الشربة فيحمده عليها")3( . 
فكان هذا الجزاء العظيم الذي هو اكبر انواع الجزاء، كما قال 
)1( 
"الشكر" لابن أبي الدنيا رقم )34(. 
ورواه الطبراني في "الكبير" رقم )275 1 1 ( ، وفي " الأوسط " رقم )7212(، والبيهقي في "شعب الإيمان " رقم )9442(، وابو نعيم في "حلية الاولياء" )/3 65(. 
وضعفه الالباني في "سلسلة الاحاديث الضعيفة " برقم )6601(. 
)2( 
"الشكر" لابن ابي الدنيا رقم )47(. 
ورواه الحاكم في "المستدرك" )/1 514(، والطبراني في "الأوسط" رقم )3045(، والبيهقي في "شعب الايمان " رقم )9437(. 
وقال الحاكم بعد إيراده الحديث : "هذا حديث لا اعلم في إسناده احدا ذكر بجرح " ه وتعقبه الذهبي بقوله : "بلى ، قال ابن عدي : محمد بن جامع العطار - احد الرواة - لا يتابيع على احاديثه " اهـ. 
)3( 
"صحيح مسلم " رقم )2734( من حديث انس بن مالك رضي الله عنه. 225
تعالى : >ورضؤن من الله اتحبر ( ]التوبة: 72[ فى مقابلة شكره بالحمد.   
وذكر ابن أبي الدنيا من حديث عبدالله بن صالح حدثنا ابو زهير يحيى بن عطارد القرشي عن أبيه قال : قال رسول الله لمجيم : "لا يرزق الله عبذا الشكر فيحرمه الزيادة ؛ لأن الله تعالى يقول : > لين شرتض لأزيدنكغ ( ]إبراهيم : 7[")1 ( 5 
وقال الحسن البصري : "ان الله ليمتع بالنعمة ما شاء ، فإذا لم يشكر عليها قلبها)2( عذابا")3( . 
ولهذا كانوا يسمون الشكر "الحافط"؛ فإنه الذي يحفط النعم الموجودة ، و"الجالب " ؛ فانه يجلب النعم المفقودة . 
وذكر ابن أبي الدنيا عن علي بن أبي طالب رضي الله عنه أنه قال لرجل من همدان : "النعمة موصولة بالشكر، والشكر متعلق بالمزيد، 
]وهما مقرونان في قرن ، فلن ينقطع المزيد[)4( من الله حتى ينقطع الشكر من العبد") ( . 
)1( 
"الشكر" لابن أبي الدنيا رقم )3(. 
ورواه البيهقي في "شعب الايمان " رقم )4526( . وهو مرسل. 
)2( 
ساقطة من الاصل. 
)3( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )17 ( . 
)4( 
ما بين المعقوفين ساقط من الاصل. 
)5( 
"الشكر" لابن ابي الدنيا رقم )18(. ورواه البيهقي في "شعب الايمان " رقم .)4532( 
226
وقال عمر بن عبدالعزيز : "قيدوا نعم الله بشكر الله ")1( ]/52 أ[. وكان يقال : " الشكر قيد النعم ")2( . 
وقال مطرف بن عبدالله : "لمن اعافى فاشكر احب إلي من ان ابتلى 
.ء )3( 
صبر(" . 
وقال الحسن : "أكثروا ذكر هذه النعم ، فان ذكرها شكر")4( 5 
وقد امر الله تعالى نبيه أن يحدث بنعمه فقال : > وافا بنقمه ربك 
فحدث !( ]الضحى : 11[. والله تعالى يحب من عبده أن يرى عليه أثر )5(نعمته ، فان ذلك شكر لها بلسان الحال . 
وقال علي بن الجعد: سمعت سفيان الثوري يقول : إن داود عليه الصلاة والسلام قال : "الحمد لله حمدا كما ينبغي لكرم وجه ربي وعز جلاله ، فاوحى الله إليه : يا داود اتعبت الملائكة ")6( . 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )27(، وابو نعيم في "حلية الأولياء" )1( 
)/5 034(، والبيهقي في "شعب الايمان " رقم )4546(. 
انظر : " تفسير القشيري " )/5 44 ، 131 (، و "أدب الدنيا والدين " )ص 602(، )2( 
و "التمثيل والمحاضرة " )ص 16 4(. 
)3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )28( )65( )185(، ومعمر في كتاب "الجامع " رقم )468 0 2(، واحمد في "الزهد" رقم )1353 (، والبيهقي في "شعب الايمان " رقم )4437(، وابو نعيم في "حلية الاولياء" )/2 0 02(. )4( 
رواه ابن ابي الدنيا في "الشكر" رقم )33(، وابن المبارك في "الزهد" رقم )1434(، والبيهقي في "شعب الإيمان " رقم )4421(. 
وسياتي قريبا الدليل على ذلك. 
)6( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )37(، والبيهقي في ا شعب الايمان " رقم )4582(، وابن ابي يعلى في " طبقات الحنابلة " )/1 391 - 491(. 
227
وقال شعبة : حدثنا الفضل بن فضالة عن أبي رجاء العطاردي قال : خرج علينا عمران بن حصين وعليه مطرف خز)1( لم نره عليه قبل ولا 
بعد ، فقال : إن رسول الله ع!يم قال : "إذا انعم الله على عبد نعمة ، أحب ا ن يرى اثر نعمته على عبده ")2(. 
وفي صحيفة عمرو بن شعيب عن أبيه عن جده عن النبي 5!ييه قال : 
"كلوا واشربوا وتصدقوا في غير مغيلة ولا سرف ، فان الله يحب أن يرى أثر نعمته على عبده ")3( . 
وذكر شعبة عن أبي إسحاق عن ابي الاحوص عن أبيه قال : أتيت رسول الله لمجم وانا قشف الهيئة )4( فقال : "هل لك من مال؟" قلت : نعم، قال : "من اي المال ؟" قلت : من كل المال ، قد اتاني الله من الابل والخيل والرقيق والغنم . قال : "فاذا اتاك مالا فلير عليك " ) ( . 
)1(   
المطرف واحد المطارف وهي اردية من خز مربعة لها اعلام . انطر: "لسان العرب " )/9 0 22(. 
)2( 
رواه احمد في "مسنده " )/4 438(. 
وصححه الهيثمي في مجمع الزائد )/5 132(. 
)3( 
رواه أحمد في "مسنده" )/2 182(. 
وقد رواه ابن ماجه في "سننه" رقم )5036(، والنسائي في "المجتبى" رقم )2558(، بدون جملة : "فان الله يحب . . . " الخ. 
ورواه الترمذي في "جامعه" رقم )9281( بالجملة الاخيرة فقط ، وقال : "حن حسن". 
والحديث صححه الحاكم في المستدرك )/4 135(، ووافقه الذهبي. )4( 
قشف الهيئة اي تارك للغسل والتنظيف . انطر: " لسان العرب " )/9 282(. 
ولعل المقصود هنا انه رث الثياب ، كما في رواية الترمذي والنسائي للحديث. )5( 
رواه أبو داود في "سننه " رقم )630 4(، والترمذي في "جامعه" رقم )60 02(، - 228
وفي بعض المراسيل : "ان الله يحب ان يرى اثر نعمته على عبده في ماكله ومشربه ")1 ( .   
وروى عبدالله بن يزيد المقرىء عن أبي معمر عن بكر بن عبدالله، رفعه : "من اعطي خيرا فرئي عليه ، سمي حبيب [لله محدثا بنعمة الله، ومن أعطي خير[ فلم ير عليه سمي بغيض الله معاديا لنعمة الله ")2( . 
وقال فضيل بن عياض : كان يقال : من عرف نعمة الله بقلبه وحمده بلسانه لم يستتم ذللث حتى يرى الزيادة لقول الله عز وجل : > لبن )3( شرتم لازيدنكخ ( ]إبراهيم : 7[ . وقال : "من شكر النعمة أن يحدث بها")4( . 
وقال : قال الله تعالى : "يا ابن آدم ، اذا كنت تتقلب في نعمتي، 
وانت تتقلب في معصيتي ، ]/52 ب[ فاحذرني لا اصرعك بين معاصي، 
ه )5( 
يا ابن [دم اتقني ونم حيث سئت " . 
وقال الشعبي : "الشكر نصف الايمان ، والصبر نصف الايمان ، وقال : "حديث حسن صحيح " ، والنسائي في "المجتبى" رقم )5223(. 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر([ رقم )53(، وفي كتاب "العيال" رقم )368(. من مرسل علي بن زيد بن جدعان . 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )54(، وفي كتاب "العيال" )364(. وهو مرسل. 
)3( 
في الاصل و )ب(: "ولئن". 
)4( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )56(، والبيهقي في "شعب الايمان " رقم )4533 - 4534(. 
)5( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )57(، والبيهقي في "شعب الإيمان " رقم )3535(. 
922
واليقين الايمان كله ")1( .   
وقال أبو قلابة : " لا تضركم دنيا إذا شكرتموها" )2( . 
وقال الحسن : "إذا انعم الله على قوم سالهم الشكر، فاذا شكروه كان قادرا على أن يزيدهم ، وإذا كفروه كان قادرا على أن يقلب )3( نعمته عليهم عذائا")4( . 
وقد ذم الله سبحانه الكنود، وهو: الذي لا يشكر نعمه . قال الحسن : "> إن الإل!ن لرئهء لكنو!( ]العاديات : 6[ يعدد المصائب وينسى النعم ") ( . 
وقد أخبر النبي لمجم ان النساء اكثر اهل النار بهذا السبب ، قال : "لو أحسنت إلى إحداهن الدهر، ثم رات منك شيئا قالت : ما رايت منك خيرا قط")6(. 
)1( 
رواه الطبري في "تفسيره" )/21 84(، وابن ابي الدنيا في كتاب "الشكر" )58(، والبيهقي في "شعب الايمان " رقم )4448(. 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )95(، وهناد في "الزهد" رقم )774(، وابو نعيم في "حلية الاولياء" )/2 286(. 
)3( 
في )ب(: "يبعب". 
)4( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )06(، والبيهقي في "سعب الايمان " رقم )4536(. 
)5( 
رواه ابن جرير في "تفسيره" )/03 278(، وابن ابي الدنيا قي كتاب "الشكر" رقم )62(، وفي "المرض والكفارات " رقم )222(، والبيهقي في "شعب الإيمان " رقم )9462(. 
)6( 
رواه البخاري في "صحيحه" رقم )92(، ومسلم في "صحيحه" رقم )709(، من حديث عبدالله بن عباس رضي الله عنهما. 
023
فاذا كان هذا)1( بترك شكر نعمة الزوج وهي في الحقيقة من الله، فكيف بمن ترك شكر نعمة الله ؟! 
كما قيل: 
أيها الظالم في فعله والظلم مردود على من ظلم إلى متى أنخما وحتى متى تشكو المصيبات وتنسى النعم )2( 
وذكر ابن أبي الدنيا من حدثحما أبي عبدالرحمن السلمي )3( عن 
الشعبي عن النعمان بن بشير قال : قال رسول الله !يم "التحدث بالنعم شكز، وتركها كفر، ومن لا يشكر القليل لا يشكر الكثير، ومن لا يشكر الناس لا يشكر الله ، و[لجماعة بركة والفرقة عذاب " )4( . 
وقال مطرف بن عبدالله : "نطرت في العافية والشكر ، فوجدت فيهما خير الدنيا والاخرة ، ولان أعافى فاشكر احب إليئ من ان) ( أبتلى فاصبر")6(. 
وأتى بكر بن عبدالله المزني حمالا عليه حمله وهو يقول : الحمد لله 
سقطت من الاصل. 
)1( 
البيتان لمحمود الوراق . انظر : "الشكر" لابن ابي الدنيا رقم )63(، و "شعب )2( 
الايمان " للبيهقي رقم )0463(. 
)3( 
في مصادر التخريج : الشامي . والله اعلم. 
)4( 
"الشكر" لابن ابي الدنيا رقم )64(. 
ورواه احمد في "مسنده " )/4 278( و )375(. 
وحسنه الألباني في "سلسلة الاحاديث الصحيحة " برقم )667(. 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث الأخرى . 
سبق تخريجه ص )227(. 
)6( 
231
أستغفر الله . قال : فانتظرته حتى وضع ما على ظهره وقلت له : اما تحسن غير ذا؟ قال : بلى ، أحسن خيرا كثيرا ، اقرا كتاب الله ، غير ان العبد بين   
نعمة وذنب ، فأحمد الله على نعمائه السابغة ، واستغفره لذنوبي . فقلت: الحمال افقه من بكر)1(. 
وذكر الترمذي من حديث جابر بن عبدالله قال : "خرج رسول الله !و على اصحابه فقرأ عليهم سورة الرحمن من اولها الى آخرها فسكتوا. فقال لقد ]/53 أ[ ]قراتها على الجن [)2( ليلة الجن فكانوا احسن ردا منكم ، كنت كلما اتيت على قوله >فبائ ءال! رئبهما تكذبان !ح( ]الرحمن : 13 [ قالوا : لا بشيء من نعمك ربنا نكذب فلك الحمد")3( . 
وقال مسعر : "لما قيل لال داود : > اعملواءال التدشاكرا( ]سبا: 13[ لم يات على القوم ساعة إلا وفيهم مصل ")4(. 
وقال عون بن عبدالله : "قال بعض الفقهاء : إني روات) ( في أمري فلم ار خيرا إلا شر معه ، إلا المعافاة والشكر ، فرب شاكر في بلاء ورب معافى غير شاكر ، فاذا سالتموا)6( الله ، فسلوهما 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )66(، والبيهقي في "شعب الايمان " رقم )4514(. 
)2( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الأخرى ، ومن "جامع الترمذي ". 
)3( 
"جامع الترمذي " رقم )1932(، وقال : "حديث غريب . . . " . 
)4( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )74(، وفي "التهجد وقيام الليل" رقم )217(، والبيهقي في "شعب الايمان " رقم )4524(. 
روا في الامر : نظر فيه وتعقبه . انظر : "لسان العرب " )/1 09(. 
)6( 
في النسخ الثلاث الأخرى : "سألتم". 
232
جميعا")1(. 
وقال أبو أمامة : لبس عمر بن الخظاب قميصا، فلما بلغ ترقوته قال : الحمد لله الذي كساني ما أواري به عورتي ، وأتجمل به في حياتي. ثم مد يده فنظر إلى كل شيء يزيد على بدنه فقطعه ثم أنشا يحدث ، قال : سمعت رسول الله لمج!يم يقول : "من لبس ثوب! أحسبه قال جديدا، فقال : حين يبلغ ترقوته ، أو قال : قبل أن يبلغ ركبتيه مثل ذلك ، ثم عمد إلى ثوبه الخلق فكساه مسكينا لم يزل في جوار الله ، وفي ذمة الله ، وفي كنف الله حيا وميتا حيا وميتا حيا وميتا ، ما بقي من ذلك الثوب سلك ")2( . 
وقال عون بن عبدالله : "لبس رجل قميصا جديدا فحمد الله فغفر له، فقال رجل : لا ارجع حتى اشتري قميصا فالبسه واحمد الله ")3( . 
وقال شريح : ما أصيب عبد بمصيبة إلا كان لله عليه فيها ثلاث نعم: الا تكون كانت في دينه ، والا تكون أعظم مما كانت ، وانها لا بد كائنة 
)1( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )77(، والبيهقي في "شعب الايمان " رقم )5945(. 
)2( 
اخرجه ابن ابي الدنيا في كتاب "الشكر" رقم )75(، وابن المبارك في "الزهد" رقم )974(. 
كما اخرجه الترمذي في "جامعه" رقم )0356(، وقال : "غريب". وابن ماجه في "سننه" رقم )3557(، كلاهما بدون الجملة الاخيرة : "ما بقي من ذلك الثوب سلك". 
)3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )76(. وفيه خالد بن عمرو بن محمد الاموي ، متهم بالكذب . انظر : "تقريب التهذيب " ص )928(. إلا أن ابن أبي شيبة رواه في "مصنفه" رقم )49025( و)75792( من طريق اخرى . 
233
فقد كانت )1(. 
وقال عبدالله بن عمر بن عبدالعزيز: ما قلب عمر بن عبدالعزيز بصره إلى نعمة انعم الله بها عليه إلا قال : "اللهم إني اعوذ بك ان ابدل نعمتك كفزا ، وان أكفرها بعد معرفتها ، وان انساها ولا اثني بها")2( . 
وقال روح بن القاسم : "تنسك رجل فقال : لا آكل الخبيص)3( لا 
أقوم بشكره . فقال الحسن : هذا احمق، وهل يقوم بشكر الماء البارد؟")4(. 
وفي بعض الاثار الالهية : "يقول الله تعالى عز وجل : ابن ادم ، خيري إليك نازل وشرك إلي صاعد ، آلحبب اليك بالنعم ، وتتبغض إلي بالمعاصي ، ولا يز[ل ملك كريم قد عرج) ( إلي منك بعمل قبيح ")6( . 
)1( 
رواه ابن ابي الدنيا قي كتاب "الشكر" رقم )08(، وابن عساكر في "تاريخ دمشق " )/23 41 - 42(. 
)2( 
رواه ابن ابي الدنيا قي كتاب "الشكر" رقم )66(، والبيهقي في "شعب الايمان " رقم )4545(، وابن عساكر قي "تاريخ دمشق " )/45 228(. 
)3( 
الخبيص : الحلواء المخبوصة . انطر: "لسان العرب " )/7 0 2(. 
)4( 
رواه احمد في "الزهد" رقم )1487 (، وابن أبي الدنيا قي كتاب "الشكر" رقم )72(، والبيهقي في "شعب الايمان " رقم )4583(. 
)5( 
كذا في النسخ ، والذي قي "طريق الهجرتين " : "يعرج" وهو الذي يناسب "لا يزال " . 
)6( 
اخرجه ابن أبي الدنيا قي كتاب "الشكر" رقم )43(، وابو نعيم في "حلية الاولياء" )/2 377(، والبيهقي في "شعب الايمان " رقم )9458(، وابن ابي يعلى في "طبقات الحنابلة " )/1 491(، وابن قدامة في "العلو" رقم )87(، كلهم عن مالك بن دينار. 
وذكره الذهبي قي "العلو" ص )79(، وقال : "إسناده مطلم". 
ورواه ابو نعيم في " حلية الاولياء" )/2 27( عن وهب بن منبه. 
234
قال ابن أبي الدنيا: وحدثني أبو علي قال : كنت أسمع جارا لي 
يقول في الليل : "يا إلهي خيرك علي نازل /531 ب[ وشري إليك صاعد، وكم من ملك كريم قد صعد إليك مني بعمل قبيح ، أنت مع غناك عني 
تتحبب إلي بالنعم ، وأنا مع فقري إليك وفاقتي أتمقت إليك بالمعاصي، و- )1(وانت في ذلك تجبرني وتسترني وترزمني" 
وكان أبو المغيرة إذا قيل له : كيف أصبحت يا أبا محمد؟ يقول : "أصبحنا مغرقين في النعم عاجزين عن الشكر، يتحبب إلينا ربنا وهو غني عنا ، ونتمقت إليه ونحن إليه محتاجون ")2( . 
وقال عبدالله بن ثعلبة : "إلهي من كرمك أنك كأنك تطاع ولا تعصى ، ومن خلمك انك تعصى وكانك لا ترى ، واي زمن لا يعصيك فيه سكان أرضك وأنت عليهم بالخير عواد")3( . 
وقال معاوية بن !رة "من لبس ثوبا جديدا فقال : بسم الله والحمد لله )4( ..عمر له " . 
وقال انس بن مالك : "ما من عبد توكل بعبادة الله إلا غرم الله السموات والارض ، يعني رزقه ، فجعله في أيدي بني ادم يعملونه حتى يدفعوه إليه فان العبد قبله أوجب عليه الشكر، وإن أباه وجد الغني 
ابي الدنيا في كتاب "الشكر" رقم )44(، والبيهقي في "شعب الايمان " أبي(الدنيا في كتاب "الشكر" رقم )45 ( . 
الي الدنيا في كتاب "الشكر" رقم )46(، وابو نعيم في "خلية الاولياء" 
أبي الدنيا في كتاب "الشكر" رقم )48(. 
235
رواه ابن رقم )09 
رواه ابن رواه ابن 4 6 /6( رواه ابن 
)1( 
)2( )3( 
)4( 
الحميد عبادا فقراء يأخذون رزقه ويشكرون له " )1 ( . 
وقال يونس بن عبيد : قال رجل لابي تميمة : كيف أصبحت ؟ قال : "أصبحت بين نعمتين ، ولا ادري أيتهما أفصل : ذنوب سترها الله عز وجل فلا يستطيع )2( أن يعيرني بها أحد، ومودة قذفها الله لي في قلوب العباد لا يبلغها عملي ")3(. 
وقال ابن أبي الدنيا عن سعيد)4( المقبري عن أبيه عن عبدالله بن سلام أن موسى عليه السلام قال : "يا رب ما الشكر الذي ينبغي لك؟ قال : أن لا يزال لسانك رطبا من ذكري ") ( . 
وروى سهيل بن أبي)6( صالح عن أبيه عن أبي هريرة قال : دعا رجل من الانصار من أهل قباء النبي لمخي! فانطلقنا معه ، فلما طعم وغسل يده قال : "الحمد لله الذي يطعم ولا يطعم ، من علينا فهد[نا، وأطعمنا وسقانا ، وكل بلاء حسن ابلانا، الحمد لله غير مودع ربي ولا مكافأ ولا مكفور ولا مستغئى عنه ، الحمد لله الذي أطعم من الطعام ، وسفى من الشراب ، وكسى من العري ، وهدى من الضلالة ، وبصر من العمى، 
)1( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )94( عن انس مرفوغا. )2( 
في الاصل : "استطيع" ، والتصويب من النسخ الثلاث الاخرى . 
)3( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )0 4(. 
)4( 
في الاصل : "ابي سعيد"، والتصويب من النسخ الثلاث الاخرى ومن مصدر 
التخريج. 
)5( 
كتاب "الشكر" لابن أبي الدنيا رقم )93(. 
ورواه ابن المبارك في "الزهد" رقم )429(، وابن ابي شيبة في "المصنف" رقم )34288(، والبيهقي في "شعب الايمان " رقم )967(، )4428(5 )6( 
كلمة "ابي" ساقطة من الاصل. 
236
وفصل على كثير من خلقه تفضيلا، الحمد دئه رب العالمين ")1( . 
وفي " مسند الحسن بن الصباح " من حديث انس بن مالك قال : قال رسول الله ع!يو: "ما أنعم الله ]/54 ب[ على عبد نعمة في أهل ولا مال أ و ولد فيقول : ما شاء الله ، لا قوة الا بالله ، فيرى فيه افة دون الموت ")2( . 
ويذكر عن عائشة أن النبي ع!يو دخل عليها فراى كسرة ملقاة فمسحها، فقال : "يا عائشة ، احسني جوار نعم الله ، فانها قل ما نفرت عن اهل بيت فكادت ان ترجع إليهم " ، ذكره ابن ابي الدنيا)3( . 
وقال الامام أحمد : حدثنا هاشم بن القاسم حدثنا صالح عن ابي عمران الجوني عن أبي الخلد قال : قرات في مسالة داود انه قال : "يا رب كيف لي أن أشكرك وأنا لا اصل الى شكرك إلا بنعمتك ؟ قال : فاتاه الوحي : يا داود ، أليس تعلم أن الذي بك من النعم مني؟ قال : بلى 
)1( 
رواه النسائي في "السنن الكبرى " رقم )13301(، والحاكم في "المستدرك" )/1 546( وصححه على شرط مسلم ووافقه الذهبي. 
)2( 
ورواه ابن ابي الدنيا في كتاب "الشكر" رقم )1(، والطبراني في "الاوسط ([ رقم 
)5995(، وفي "الصغير" رقم )588(، والبيهقي في شعب الايمان " رقم .)4525( ،)98( 
وضعفه الالباني في "سلسلة الاحاديث الضعيفة " رقم )1202(. 
)3( 
في كتاب "الشكر" رقم )2(، وكتاب " إصلاح المال " رقم )343(. 
وروى نحوه ابن ماجه في "سننه" رقم )3 ه 33(. وضعفه الالباني في "إرواء الغليل " برقم ) 1 69 1 ( . 
ورواه ابو يعلى في مسنده من حديث انس بن مالك . وضعفه الهيثمي في مجمع الزوائد )/8 591(. والالباني في الارواء في الموضع السابق. 
237
يا رب . قال : فاني أرضى بذلك منك شكرا")1( . 
وقال عبدالله بن أحمد : حدثنا أبو موسى الانصاري حدثنا الوليد 
عن سعيد بن عبدالعزيز قال : كان من دعاء داود: "سبحان مستخرج الشكر بالعطاء ، ومستخرج الدعاء بالبلاء")2( . 
وقال الامام احمد : حدثنا ابو معاوية حدثني الاعمش عن المنهال عن عبدالله بن الحارث قال : "أوحى الله إلى داود : أحبني وأحمث عبادي وحببني إلى عبادي ، قال : يا رب هذا أحبك وأحب عبادك ، فكيف أحببك إلى عبادك ؟ ! قال : تذكرني عندهم فانهم لا يذكرون مني إلا الحسن ")3( . 
فجل جلال ربنا وتبارك اسمه وتعالى جده وتقدست أسماؤه وجل ثناؤه ولا إله غيره . 
وقال أحمد: حدثنا عبدالرزاق أنبأنا عمران قال : سمعت وهئا 
)1( 
"الزهد" للامام احمد رقم )375(. 
ورواه ابن ابي الدنيا في كتاب "الشكر(" رقم )5(، وابو نعيم في "حلية الاولياء" )/6 56(، والبيهقي في "شعب الإيمان " رقم )4414(. 
)2( 
"الزهد" للامام احمد رقم )50 4(. 
ورواه ابن ابي الدنيا في كتاب "الفرج بعد الشدة " رقم )22(، والبيهقي في "شعب الايمان " رقم )9443(، )33001(، وابو نعيم في "حلية الاولياء" )/6 125(، وابن عساكر في "تاريخ دمشق " )/17 89(. وفي سنده الوليد بن مسلم ، مدل! وقد عنعن. 
)3( 
لم اقف عليه في "الزهد" للامام احمد. 
وقد رواه ابن ابي ثميبة في "مصعفه" رقم )34254( عن الأعمش به. ورواه احمد في "الزهد" رقم )374(، وابن ابي الدنيا في "الأولياء" رقم )92(، بسند مغاير : عن ابي عبدالله الجدلي به نحوه . 
238
يقول : "وجدت في كتاب ال داود : بعزتي إنه من اعتصم بي فان كادته السماوات والارضون بمن فيهن ، فاني اجعل له من بين ذلك مخرجا، ومن لم يعتصم بي فاني أقطع يديه من أسباب السماوات ، وأخسف به من تحت قدميه الارض فاجعله في الهواء، ثم أكله إلى نفسه ، كفى بي 
لعبدي مالأ إذا كان عبدي في طاعتي أعطيته قبل أن يسألني ، واستجبت )1(له قبل أن يدعوني ، وإني أعلم بحاجته التي ترفق به من نمسه " . 
وقال احمد : حدثنا سيار حدثنا جعفر حدثنا ثابت قال : "كان داود !! ]/54 ب[ قد جزأ ساعات الليل والنهار على أهله ، فلم تكن ساعة من ليل أو نهار إلا وإنسان من ال داود قائم يصلي فيها ، قال : فعمهم تبارك 
وتعالى في هذه الاية : >يعملون ل!ر ما لمجشاء من محريب وتمثيل وجفان كالجواب وقدور راسيمق اعملوا ءال داود شكرا وقليل من عبادى الشكور ! ( ]سبأ : 13 [ " )2( . 
قال أحمد : وحدثنا عبدالرحمن حدثنا جابر بن زيد عن المغيرة بن عييط-.)3(: ""!ال داود : يا رب هل بات أحد من خلقك الليلة اطول ذكرا 
لك مني؟ فاوحى الله عز وجل إليه : نعم ، الضفدع . وانزل الله عليه: > اعملوا ءال ا!د شكرأ وقليل من عبادى آلشكور !( ]سبأ: 13[. قال : 
)1( 
لم اقف عليه في "الزهد" للامام احمد. واخرجه ابن المبارك في "الزهد" رقم )318(، وابو نعيم في "الحلية" )/4 38( عن ابن وهب نحوه . واخرجه ابو نعيم في "الحلية" )/4 25 - ،26 26( عن وهب بسند اخر نحوه . )2( 
"الزهد" للامام احمد )/1 141(. طبعة محمد جلال شرف . 
ورواه ابو نعيم في "الحلية" )/2 327(. 
)3( 
كذا في الاصل والنسخ الخطية الثلاث ، وكذا في الزهد. 
ولعل الصواب : "عتيبة " . انظر : "الاكمال" لابن ماكولا )/6 123 ( . 923
يا رب كيف أطيق شكرلن وأنت الذي تنعم علي ثم ترزقني على النعمة الشكر، ثم تزيدني نعمة بعد نعمة ، فالنعم منك والشكر منك ، فكيف اطيق شكرك ؟ قال : الان عرفتني يا داود")1( . 
قال أحمد : وحدثنا عبدالرحمن حدثنا الربيع بن صبيح عن الحسن قال : قال نبي الله داود : "إلهي لو أن لكل شعرة مني لسانين )2( يسبحانك الليل والنهار والدهر كله ما قضيت حق نعمة واحدة ")3( . 
وذكر ابن ابي الدنيا عن أبي عمران الجوني عن أبي الخلد: قال موسى : "يا رب كيف لي ان اشكرك وأصغر نعمة وضعتها عندي من 
نعمك لا يجازي بها عملي كله؟" قال : "فأتاه الوحي : يا موسى ، الان 
مأ )4( 
تني" . 
وقال بكر بن عبدالله : "ما قال عبد قط الحمد لله ، إلا وجبت عليه نعمة بقوله الحمد لله ، فجزاء تلك النعمة أن يقول الحمد لله ، فجاءت نعمة اخرى ، فلا تنفد نعم الله ") ( . 
)1( 
"الزهد" للامام احمد رقم )362(. 
ورواه البيهقي في "شعب الايمان " رقم )4413(، وابن عساكر في "ثاريخ دمشق " )/17 69(. 
)2( 
في الاصل : "لسانان " ، والتصويب من النسخ الاخرى . 
)3( 
"الزهد" للامام احمد رقم )361(. 
ورواه ابن ابي شيبة في "مصنفه" رقم )09318( و )03428(، وابن ابي 
الدنيا في كتاب "الشكر" رقم )5 2( ، والبيهقي في "شعب الايمان " رقم )957 4 ( . )4( 
"الشكر" لابن ابي الدنيا رقم )6(. 
واخرجه أحمد في "الزهد" رقم )934(، وابو نعيم في "حلية الاولياء" )/6 56(، والبيهقي في "شعب الايمان " رقم )4415(. 
)5( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )7(، والبيهقي في "شعب الايمان " = 024
وقال الحسن : سمع نبي الله رجلا يقول : ا الحمد الله بالاسلام ، فقال : "إنك لتحمد الله على نعمة عظيمة ")1(. 
وقال خالد بن معدان : سمعت عبدالملك بن مروان يقول : "ما قال عبد كلمة أحب إلى الله وأبلغ في الشكر عنده أن يقول : الحمد لله الذي انعم علينا وهدانا للاسلام ")2( . 
وقال سليمان التيمي : "إن الله سبحانه أنعم على العباد على قدره ، وكلفهم الشكر على قدرتهم ")3( 5 
وكان الحسن يقول إذا ابتدأ حديثه : "الحمد لله اللهم ربنا لك الحمد بما خلقتنا ورزقتنا، وهديتنا، وعلمتنا، وأنقذتنا، وفرجت عنا، لك 
الحمد بالاسلام والقران ، ولك الحمد بالاهل والمال والمعافاة ، كبت عدونا، وبسطت رزقنا، وأظهرت أمننا، وجمعت فرقتنا، وأحسنت 
معافاتنا ]ه /5 ا[، ومن كل ما سألناك ربنا أعطيتنا ، فلك الحمد على ذلك حمدا كثيرا ، لك الحمد بكل نعمة أنعمت بها علينا في قديم أو حديث أ و سز او علانية أو خاصة او عامة أو حي أو ميت او شاهد أو غائب ، لك الحمد حتى ترضى ، وإذا رضيت ")4( . 
.)44 
ائي الدنيا في كتاب "الشكر" رقم )9(، والبيهقي في "شعب الايمان " ابي(الدنيا في كتاب "الشكر" رقم )0 1 ( . 
بن ابي الدنيا في كتاب "الشكر" )8(، والبيهقي في "شعب الايمان " .)45 
ابن ابي الدنيا في كتاب "الشكر" رقم )11(، )161(، )102(، 241
رقم )80 رواه ابن رقم )89 رواه ابن اخرجها 
رقم )78 اخرجه: 
)1( 
)2( )3( 
)4( 
وقال الحسن : قال موسى : "يا رب كيف يستطيع آدم أن يؤدي شكر ما صنعت إليه ؟ خلقته بيدك ، ونفخت فيه من روحك ، واسكنته جنتك، وأمرت الملائكة فسجدوا له . فقال : يا موسى علم أن ذلك مني، فحمدني عليه ، فكان ذلك شكر ما صنعت إليه ")1(. 
وقال سعد بن مسعود الثقفي )2( : "إنما سمي نوح عبدا شكورا ، لانه لم يلبس جديدا ولم ياكل طعاما الا حمد الله ")3( . 
وكان علي بن ابي طالب إذا خرج من الخلاء مسح بطنه بيده وقال : "يا لها من نعمة لو يعلم العباد شكرها")4(. 
وقال مخلد بن الحسين ) ( : "كان يقال : الشكر ترك المعاصي ")6( . والبيهقي في "شعب الايمان " رقم )4586(. 
)1( 
أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم )12(، والبيهقي في "شعب الايمان (" رقم )4427(. 
)2( 
هو سعد بن مسعود الثقفي ، عم المختار بن أبي عبيد، له صحبة . انظر: " الاصابة " )/3 83(. 
)3( 
رواه ابن جرير في "تفسيره" )/15 91(، وابن أبي الدنيا في "الشكر" رقم )12(، والطبراني في "المعجم الكبير" رقم )0542(، وابن عساكر في "تاريخ دمشق " )/62 ،273 274(. 
)4( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )13(، والبيهقي في "شعب الايمان " رقم )4468(. 
)5( 
هو مخلد بن الحسين الازدي المهلبي ، أبو محمد البصري ، ثم المصيصي ، من صغار أتباع التابعين ، توفي سنة )191 هـ(. انظر ترجمته في: "تقريب التهذيب " ص .279 
)6( 
أخرجه عنه ابن أبي الدنيا في كتاب "الشكر" رقم )91(. 
وأخرجه ابن أبي الدنيا في كتاب "الشكر" رقم )41(، والبيهقي في "شعب الايمان " رقم )4547(، عن مخلد بن الحسين عن محمد بن لوط الانصاري = 
242
وقال أبو حازم )1( : "كل نعمة لا تقرب من الله فهي بلية ")2( . وقال أبو سليمان )3( : "ذكر النعم يورث الحب لله ")4( . 
وقال حماد بن زيد: حدثنا ليث عن أبي بردة قال : قدمت المدينة فلقيت عبدالله بن سلام فقال لي : ألا تدخل بيتا دخله النبي غ!يم وتصلي في بيت صلى فيه النبي ع!ي! ، ونطعمك سويقا وتمرا؟ ثم قال لي : "إن الله إذا جمع الناس غدا ذكرهم ما أنعم عليهم ، فيقول العبد: باية ماذا؟ فيقول : آية ذلك أنك كنت في كربة كذا وكذا فدعوتني فكشفتها، وآية ذلك أنك كنت في سفر كذا وكذا فاستصحبتني فصحبتك . قال : يذكره 
حتى يذكر، يقول : اية ذلك انك خطبت فلانة بنت فلان وخطبها معك )5(خطاب فزوجتك ورددتهم" 
"يقف عبده بين يديه فيعدد عليه نعمه . فبكى ثم بكى ثم قال : إني قوله. 
)1( 
هو سلمة بن دينار، ابو حازم الأعرج التمار المدني ، الزاهد الحكيم ، من صغار التابعين ، توفي في خلافة المنصور. انظر ترجمته في: "تقريب التهذيب" ص .993 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )02(، وابو نعيم في "الحلية" )/3 023(، والخرائطي في "فضيلة الشكر" رقم )75(، والبيهقي في "شعب الايمان " رقم )4537(، وابن عساكر في "تاريخ دمشق " )/22 56(. )3( 
هو عبدالرحمن بن احمد بن عطية العنسي ، ابو سليمان الداراني الزاهد، من صغار التابعين ، توفي سنة )2 1 2 هـ( . انظر ترجمته في " تقريب التهذيب " ص 581 . 
)4( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )21(، وابن عساكر في "تاريخ دمشق " )/36 334(. 
)5( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )22(5 
243
لارجو أن لا يقعد الله عبدا بين يديه فيعذبه ")1(. 
وروى ليث بن إبي سليم عن عثمان عن ابن سيرين عن أنس بن مالك قال : قال رسول الله !ييه : "يؤتى بالنعم يوم القيامة والحسنات والسيئات ، فيقول الله عز وجل لنعمة من نعمه : خذي حقك من حسناته ]ه ه/ ب[ فما تترك له حسنة من حسناته إلا ذهبت بها")2( . 
وقال بكر بن عبدالله المزني : "ينزل بالعبد الامر فيدعو الله فيصرف عنه ، فياتيه الشيظان فيضعف شكره ، يقول : إن الأمر كان أيسر مما تذهب إليه . قال : اولا يقول العبد: كان الامر اشد مما اذهب إليه، ولكن الله صرفه عني؟ إ ")3(. 
وذكر ابن أبي الدنيا عن صدقة بن يسار قال : بينا داود في محرابه إ ذ مرت به ذرة فنظر إليها وفكر في خلقها وعجب منها وقال : "ما يعبا الله بهذه ؟ قال : فانطقها الله فقالت : يا داود ، أتعجبك نفسك ؟ فوالذي نفسي 
بيده لأنا على ما اتاني الله من فضله أشكر منك على ما اتاك الله من فضله ")4( 
وقال ايوب : "إن من نعمة الله على العبد أن يكون مأمونا على ما جاء 
)1( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )23(، عن ابي بردة عن عبدالله بن سلام ، إلا أنه بسند اخر غير السابق ، لذا اقتضى فصلهما، والله أعلم. )2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )24(. 
وضعفه ابن رجب الحنبلي في "جامع العلوم والحكم " ص )243(. 
)3( 
رواه عنه ابن ابي الدنيا في كتاب "الشكر" رقم )26(. 
)4( 
كتاب "الشكر" لابن ابي الدنيا رقم )35(. 
ورواه البيهقي في "شعب الإيمان " رقم )0458(. 
244
به النبي ع!ي! ")1( . 
وقال سفيان الثوري : "كان يقال : ليس بفقيه من لم يعد البلاء نعمة والرخاء مصيبة " )2( . 
وقال زاذان)3(: "مما يحب الله على ذي النعمة بحق نعمته أن لا يتوصل بها إلى معصية ")4(. 
قال ابن أبي الدنيا : أنشدني محمود الوراق لنفسه ) ( : 
إذا كان شكري نعمة الله نعمة علي له في مثلها يجب الشكر فكيف وقوع الشكر الا بفضله وإن طالت الايام واتصل العمر إذا مس بالسراء عم سرورها وان مس بالضراء أعقبها الاجر 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )97(. 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )81(، وابو نعيم في "حلية الاولياء" )/7 55( و )/8 242(، وابن أبي حاتم في "الجرح والحعديل" )/1 49(، 
وابن بطة في "إبطال الحيل " رقم )91(. 
)3( 
لعله زاذان ابو عبدالله ، ويقال ابو عمر، الكمدي مولاهم الكوفي الضرير البزاز، من كبار التابعين ، توفي سنة )82 هـ(. انظر ترجمته فى : "تقريب التهذيب" ص )333(. 
واعلم انه قد جاء في كتاب "الشكر" لابن ابي الدنيا و"تاريخ دمشق" مكان : "زاذان : مما. . ."، جاء: "زياد ان مما. . ."، وهي قريبة ومحتملة، والله أعلم. 
)4( 
اخرجه ابن ابي الدنيا في كتاب "الشكر" رقم )82(، وابن عساكر في "تاريخ دمشق " )/91 191(. 
)5( 
"الشكر" لابن أبي الدنيا رقم )83(. 
ورواه عنه البيهقي في "شعب الايمان " رقم )4412(. 
245
وما منهما إلا له فيه منة تضيق بها الاوهام والبر والبحر 
وقد روى الدراوردي عن عمرو بن أبي عمرو عن سعيد المقبري عن أبي هريرة رضي الله عنه قال : قال رسول الله لمجم - يعني قال الله عز 
وجل :- "إن المومن عندي بمنزلة كل خير ، يحمدني وأنا انزع نفسه من 
)1( 
بين جنبيه " . 
ومر محمد بن المنكدر بشابلم يغامز)2( امرأة ، فقال : "يا فتى ما هذا جزاء نعم الله عليك ")3( . 
وقال حماد بن سلمة عن ثابت قال : قال أبو العالية : "إني لارجو أن لا يهلك عبد بين اثنتين : نعمة يحمد الله عليها ، وذنب يستغفر منه")4(. 
وكتب ابن السماك إلى محمدبن الحسن - حين ولي القضاء بالرقة :- "أما بعد ، فلتكن التقوى من بالك على كل حال ، وخف الله من 
كل نعمة أنعم بها عليك من قلة الشكر عليها مع المعصية بها، فان في النعمة حجة ]/56 ا[ وفيها تبعة ؛ فأما الحجة بها فالمعصية بها ، وأما التبعة فيها فقلة الشكر عليها، فعفا الله عنك كلما ضيعت من شكر أو ركبت من 
)1( 
اخرجه احمد في "المسند" )/2 361(. 
وصححه الهيثمي في مجمع الزوائد )/01 69(. 
يغامز ماخوذة من الغمز، وهو: الإشارة بالعين والحاجب والجفن . انظر: )2( 
" لسان العرب " )/5 388(. 
)3( 
اخرجه ابن ابي الدنيا في كتاب "الشكر" رقم )86(. 
)4( 
اخرجه ابن ابي الدنيا في كتاب "الشكر" رقم )88(، وابو نعيم في "حلية الاولياء" )/2 921(، وابن عدي في "الكامل" )/3 163(، والبيهقي في "شعب الإيمان " رقم )4513(. 
246
ذنب او قصرت من حق ")1(. 
ومز الربيع بن ابي راشد برجل به زمانة)2(، فجعل يحمد الله ويبكي ، فقيل له : ما يبكيك ؟ قال : "ذكرت أهل الجنة واهل النار ، فشبهت أهل الجنة باهل العافية واهل النار باهل البلاء ، فذلك الذي ابكاني ")3( 
وقد روى ابو هريرة عن النبي محك!يو: "إذا أحب أحدكم أن يعلم قدر نعمة الله عليه ، فلينظر إلى من هو تحته ولا ينظر إلى من هو فوقه " . قال عبدالله بن المبارك : أخبرني يحيى بن عبيدالله قال : سمعت ابي قال : سمعت أبا هريرة ، فذكره )4( . 
وقال ابن المبارك : حدثنا يزيد بن إبراهيم عن الحسن قال : قال أبو الدرداء : "من لم يعرف قدر نعمة الله إلا في مطعمه ومشربه ، فقد قل 
، وحضر عذابه ")6(. 
)5( 
)1( 
أخرجه ابن ابي الدنيا في كتاب "الشكر(" رقم )98(، والبيهقي في "شعب الايمان " رقم )1945(. 
)2( 
الزمانة اي : العاهة . انظر : "لسان العرب " )/13 991(. 
)3( 
اخرجه ابن أبي الدنيا في كتاب "الشكر" رقم )09(، وابو نعيم في "حلية الاولياء" )/5 78(. 
)4( 
الزهد لابن المبارك رقم )1433(. 
ورواه ابن أبي الدنيا في كتاب "الشكر" رقم )19(. 
وصح معناه عند البخاري رقم )0964(، ومسلم رقم )6392(، من حديث ابي هريرة رضي الله عنه. 
)5( 
كذا في الاصل و)م( و)ن(، ووقعت في )ب(: "عمله". وهي هكذا في المطبوع من "الزهد" لابن المبارك . 
)6( 
"الزهد" لابن المبارك رقم )1551 ( . 
والاثر رواه ابن ابي الدنيا في كتاب "الشكر" رقم )29(، وقي "مداراة = 247
قال ابن المبارك : أخبرنا مالك بن انس عن إسحاق بن عبدالله بن أبي طلحة عن انس قال : سمدت عمر بن الخطاب رضي الله عنه سلم على رجل فرد عليه السلام فقال عمر للرجل : كيف انت؟ قال الرجل: احمد إليك الله . قال : "هذا اردت منك ")1 ( . 
قال ابن المبارك : واخبرنا مسعر عن علقمة بن مرثد عن ابن عمر قال : "لعلنا نلتقي في اليوم مرارا يسأل بعضنا عن بعض ، ولم نرد بذلك إلا ليحمد الله عز وجل ")2(. 
وقال مجاهد في قوله : > ؤاسبغ عيتكثم نعمي طهر ولإطنة ( ]دقمان : 0 2 [ قال : "لا إله إ لا الله ")3( . 
وقال ابن عينية : "ما انعم الله على العباد نعمة أفصل من ان عرفهم لا 
الناس ([ رقم )012(، وابو نعيم في "حلية الاولياء" )/1 021(، )/5 133(، وهناد في "الزهد" رقم )995(، وابن عساكر في "تاريخ دمشق " )/47 183 ( . 
)1( 
"الزهد" لابن المبارك رقم )5 0 2(. 
والائر رواه مالك في "الموطأ" )/2 619(، والبخاري في " الادب المفرد" رقم )132 1 (، وابن ابي الدنيا في كتاب "الشكر" رقم )39( وغيرهم. وروي مرفوعا ايضا ، رواه الطبراني في "الاوسط" رقم )4377(. وصححه الالباني في "صحيح الادب المفرد" برقم )862(. وضعفه الهيثمي في "مجمع الزوائد" )/8 6 4 ( . 
)2( 
"الزهد" لابن المبارك رقم )702(. 
ورواه ابن ابي الدنيا في كتاب "الشكر" رقم )49(، والبيهقي في شعب الايمان " رقم )1 45 4 ( . 
)3( 
رواه ابن جرير في "تفسيره " )/21 78(، وابن ابي الدنيا في كتاب "الشكر" رقم )59(، والبيهقي في اشعب الإيمان " رقم )2045(. 
248
إله إلا الله . قال : وإن لا إله إلا الله لهم في الاخرة كالماء في الدنيا")1( . 
وقال بعض السلف في خطبته في يوم عيد : "اصبحتم زهرا واصيح الناس غبرا ، اصيح التاس ينسجون وأنتم تلبسون ، واصيح الناس يعطون وانتم تاخذون ، واصبح الناس ينتجون وانتم تركبون ، واصيح الناس يزرعون وانتم تاكلون ، فبكى وابكاهم ")2( . 
وقال عبدالله بن قرط الازدي - وكان من الصحابة - على المنبر في يوم ]/56 ب[ اضحى ورأى على الناس الوان الثياب : "يا لها من نعمة ما أسبغها، ومن كرامة ما اظهرها، ما زال عن قوم شي أشد من نعمة لا يستطيعون ردها ، وانما تثبت النعم بشكر المنعم عليه للمنعم ")3(. 
وقال سلمان الفارسي : "إن رجلا بسط له من الدنيا فانتزع ما في يديه فجعل يحمد الله ويثني عليه ، ]حتى لم يكن له فراش إلا بارية)4(، قال : فجعل يحمد الله ويثني عليه [) (، وبسط لاخر من الدنيا فقال 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )69(، وابو نعيم في "حلية الاولياء" )/7 272(، والبيهقي في )شعب الايمان " رقم )0 045(. 
)2( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )79(، عن عبدالله بن محمد الشرعبي. 
ورواه ابن سعد في "الطبقات الكبرى " )/7 451(، وابن عساكر في " تاريخ دمشق " )/33 92( عن عبدالله بن مخمر. 
)3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )89(، والخرائطي في "فضيلة الشكر" رقم )39(، وابن عساكر في " تاريخ دمشق " )/32 1 1 ( . 
)4( 
بارية، قال في "لسان العرب " )/14 72(: الباري والبارياء: الحصير المنسوج ، فارسي معرب . 
)5( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . 924
لصاحب البارية : أنت على ما تحمد الله ؟ قال : أحمده على ما لو أعطيت 
به ما لو أعطي الخلق لم أعطهم إياه به . قال : وما ذاك؟ قال : أرأيتك بصرك ، أرأيتك لسانك ، أرايتك يديك ، ارايتك رجليك ") 1 ( . 
وجاء رجل إلى يونس بن عبيد يشكو ضيق حاله ، فقال له يونس: "ايسرك ببصرك هذا الذي تبصر به مائة ألف درهم ؟ قال الرجل : لا. قال : فبيديك مائة ألف؟ قال : لا . قال : فبرجليك مائة ألف؟ قال : لا. 
فذكره نعم الله عليه ، فقال يونس : أرى عندك مئين ألوف وأنت تشكو الحاجة ؟ إ")2(. 
وكان أبو الدرداء يقول : "الصحة الملك ")3( . 
وقال جعفر بن محمد: "فقد أبي بغلة له فقال : لئن ردها الله علي لاحمدنه بمحامد يرضاها فما لبث أن أتي بسرجها ولجامها ، فركبها فلما استوى عليها وضم ثيابه رفع راسه إلى السماء فقال : الحمد لله ! لم يزد 
عليها، فقيل له في ذلك ، فقال : وهل تركت أو أبقيت شيئا؟! جعلت الحمد كله لله ")4(. 
)1( 
رواه ابن ابي الدنيا في "الشكر" رقم )0 01(، والبيهقي في "شعب الايمان " رقم .)4462( 
)2( 
رواه ابن ابي الدنيا في "الشكر" رقم )101(، والبيهقي في "شعب الايمان " رقم .)4463( 
)3( 
لم اقف عليه هكذا. 
وروى ابن ابي الدنيا في كتاب "الشكر" رقم )201(، والبيهقي في "شعب الايمان " رقم )4627(، عنه قال : "الصحة غنى الجسد". 
)4( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )601(، وابو نعيم في "حلية الاولياء" )/3 186 (، والبيهقي في "شعب الإيمان " رقم )1943(. 
025
وروى ابن أبي الدنيا من حديث سعد بن إسحاق بن كعب بن عجرة عن أبيه عن جده قال : بعث رسول الله !يم بعثأ من الانصار وقال : "إن سلمهم الله وغنمهم ، فان لله علي في ذلك شكرا". قال : فلم يلبثوا ا ن غنموا وسلموا، فقال بعض أصحابه : سمعناك تقول : إن سلمهم الله 
وغنمهم فان علي في ذلك لله شكرا، قال : "قد فعلت ، اللهم لك الحمد شكرا ، ولك المن فضلا")1( . 
وقال عبدالرحمن بن زيد بن أسلم : قال محمد بن المنكدر لابي حازم : "يا أبا حازم ، ما أكثر من يلقاني فيدعو لي بالخير ، ما أعرفهم وما صنعت إليهم خيرا قط" فقال له أبو حازم : " لا تظن أن ذلك من قبلك، ولكن انظر إلى الذي ذلك من قبله فاشكره . وقرأ عبدالرحمن : >إن الذلى ءامنوا وعملوا الصنلخت سيخعل الم الرحمق وذا ث! ( ]مريم: 69[")2(]/57 أ[. 
وقال علي بن الجعد: حدثنا عبدالعزيز بن أبي سلمة الماجشون: حدثني من أصدقه أن أبا بكر الصديق رضي الله عنه كان يقول في دعائه: "أسألك تمام النعمة في الاشياء كلها، والشكر لك عليها حتى ترضى وبعد الرضى ، والخيرة في جميع ما تكون فيه الخيرة بجميع ميسور)3( 
)1( 
"الشكر" لابن ابي الدنيا رقم )50 1(. 
والحديث رواه الطبراني في "الكبير" )/91 رقم 316(، والبيهقي في "شعب الايمان " رقم )1943(. وضعفه الهيثمي في مجمع الزوائد )/4 .)185 
)2( 
رو 51 ابن ابي الدنيا في كتاب "الشكر" رقم )801(، وأبو نعيم في "حلية الاولياء" )/3 233(. 
)3( 
في )ب( : " ميسر". 
251
الامور كلها لا معسورها يا كريم ")1 ( . 
وقال الحسن : "ما أنعم الله على عبده نعمة ، فقال : الحمد لله ، إلا كان ما اعطى أكثر مما أخذ")2(. 
قال ابن أبي الدنيا : وبلغني عن سفيان بن عيينة أنه قال : "هذا خطأ، لا يكون فعل العبد افصل من فعل الله ")3( . 
ثم قال : وقال بعض أهل العلم : إنما تفسير هذا : أن الرجل إذا أنعم الله عليه نعمة وهو ممن يحب أن يحمده ، عرفه ما صنع به ، فيشكر الله كما ينبغي له أن يشكره ، فكان الحمد له أفضل )4(. 
قلت : لا يلزم الحسن ما ذكر عن ابن عيينة ؟ فان قوله : "الحمد لله"، نعمة من الله ، والنعمة التي حمد الله عليها أيضا نعمة من الله، وبعض النعم أجل من بعض ، فنعمة الشكر أجل من نعمة المال والجاه والولد والزوجة ونحوها والله أعلم. 
وهذا لا يستلزم أن يكون قول) ( العبد أفصل من فعل الله )6(، وان 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )011(. والراوي عن ابي بكر مجهول ، كما هو واضح. 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )111(، والبيهقي في "شعب الايمان " رقم )60 44(. 
)3( 
"الشكر" لابن أبي الدنيا رقم )111(. ورواه البيهقي في )شعب الايمان " رقم )70 44 ( . بالاساناد السابق. 
)4( 
"الشكر" لابن ابي الدنيا رقم )111(. 
في النسخ الثلاث الأخرى : "فعل". وكذا فيما نقل ابن ابي الدنيا انفا. )6( 
لفط الجلالة ليس في الاصل ، والاستدراك من النسخ الاخرى . 
252
دل على أن فعل العبد للشكر قد يكون أفصل من بعض مفعول الله ، وفعل العبد هو مفعول الله ، ولا ريب أن بعض مفعولاته أفصل من بعض. 
وقال بعض أهل العلم : "لنعم الله علينا فيما زوى عنا أفصل من نعمه علينا فيما بسط لنا منها، وذلك أن الله لم يرض لنبيه الدنيا، فأن 
أكون فيما رضي الله لنبيه واحب له أحب إلي ]أن أكون [)1( فيما كره له )2( .وسحطه" . 
قال ابن أبي الدنيا : وبلغني عن بعض العلماء أنه قال : "ينبغي للعالم أن يحمد الله على ما زوى عنه من شهوات الدنيا، كما يحمده على ما أعطاه . وأين يقع ما أعطاه والحساب يأتي عليه ، إلى ما عافاه ولم يبتله 
به ، فيشغل قلبه ، ويتعب جوارحه ؟ فيشكر الله على سكون قلبه وجمع )3( !همه" . 
)4( "ِوحدلت عن ابن أبي الحواري قال : جلس فضيل بن عياض وسفيان ابن عيينة ليلة إلى الصباح يتذاكران النعم ، فجعل سفيان يقول : 
" أنعم الله علينا في كذا ، أنعم الله /571 ب[ في كذا ، فعل بنا كذا ، فعل بنا كذا")5(. 
وحدثنا)6( عبدالله بن داود عن سفيان في قوله : >سنستد جهم مسن 
)1( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . )2( 
رواه ابن ابي الدنيا في "الشكر" رقم )112(، والبيهقي في "شعب الايمان " رقم )9448(. وسياتي نحوه عن ابي حازم . 
)3( 
"الشكر" لابن أبي الدنيا رقم )113(. 
)4( 
المحذث هو : ابن ابي الدنيا. 
)5( 
"الشكر" لابن ابي الدنيا رقم )114(. 
)6( 
في "الشكر" لابن ابي الدنيا: حدثني محمد بن يحى بن ابي حاتم أنبا عبدالله- 253
)1( النعم ويمنعهم 
حتث لا يعلمون ! ( ]الاعراف : 182 [ قال : " يسبغهم الشكر")2( . 
وقال غير سفيان : كلما أحدثوا ذنبا احدث لهم نعمة )3( . 
وسئل ثابت البناني عن الاستدراج ، فقال : "ذلك مكر الله بالعباد المضيعين (")4(5 
وقال يونس في تفسيرها: "إن العبد إذا كانت له عند الله منزلة، فحفظها وابقى عليها ثم شكر الله بما اعطاه ، اعطاه اشرف منها . واذا هو ضيع الشكر استدرجه الله ، وكان تضييعه الشكر استدراجا") ( . 
وقال ابو حازم : " نعمة الله فيما زوى عني من الدنيا اعظم من نعمته فيما اعطاني منها ، إني رايته أعطاها اقواما فهلكوا")6( . 
بن داود به. 
)1( 
في النسخ الثلاث الاخرى : "يسبغ عليهم ". 
)2( 
"الشكر" لابن ابي الدنيا رقم )15 1(. 
ورواه ابونعيم في "حلية الاولياء" )/7 7(، والبيهقي في "الاسماء 
والصفات " رقم )2401(. 
)3( 
"الشكر" لابن ابي الدنيا رقم )116(، وهو بنفس السند السابق. 
رواه ابن ابي الدنيا في "الشكر" رقم )117(، والبيهقي في "الاسماء والصفات " )4( 
رقم )2301 ( . 
رواه ابن ابي الدنيا في "الشكر" رقم )117(، والبيهقي في " الاسماء والصفات " )5( 
رقم )2301(. وهو تكملة للأثر السابق. 
)6( 
رواه ابن ابي الدنيا في "الشكر" رقم )012(، وفي "القاناعة والعفاف " رقم )017(، وابو نعيم في "حلية الأولياء" )/3 233(، وابن عساكر في "تاريخ دمشق " )/22 94(. 
ورواه نحوه ابن ابي الدنيا في "الشكر" رقم )126(، والبيهقي في "شعب- 254
وكل نعمة لا تقرب من الله فهي بلية ، واذا رايت الله يتابع عليك نعمه وانت تعصيه ، فاحذره )1 ( . 
وذكر أبو صالح كاتب الليث عن هقل عن الاوزاعي أنه وعظهم فقال )2( في موعظته : "ايها الناس ، تقووا)3( بهذه النعم التي أصبحتم فيها على الهرب من نار الله الموقدة التي تطلع على الافئدة ، فانكم في دار 
الثواء فيها قليل ، وانتم فيها مرجون خلائف من بعد القرون التي استقبلوا من الدنيا انفها وزهرتها)4(، فهم كانوا اطول منكم أعمارا، وامد أجساما ، واعظم اثارا ، فقطعوا الجبال وجابوا) ( الصخور ، ونقبوا في 
البلاد مؤيدين ببطمثبى شديد وأجساد كالعماد ، فما لبثت الايام والليالي ا ن طوت مددهم ، وعفت آثارهم ، واخوت منازلهم ، وانست ذكرهم ، فما تحس منهم من احد ولا تسمع لهم ركزا، كانوا يلهون امنين لبيات قوم 
الايمان " رقم )4488(، عن صالح بن مسمار. 
وروى نحوه ابو نعيم في "الحلية" )/7 82(، عن الثوري ، وفي )/7 503( عن ابن عيينة. 
)1( 
هذا من كلام ابي حازم ايضا، إلا انه بإسناد اخر، وقد سبق ص )243( تخريج قوله : "كل نعمة لا تقرب من الله فهي بلية ". 
اما قوله : "واذا رايت . . . " الخ ، فقد رواه ابن أبي الدنيا في "الشكر" رقم .)31( 
)2( 
ليست في الاصل ، واثبتها من النسخ الثلاث الاخرى . 
)3( 
في )ن ( : " اتقوا" . 
)4( 
سقطت الواو في الاصل من كلمة : "وزهرتها"، واثبتها من النسخ الثلاث الاخرى . 
وانفها أي اسرعها نباتاه انظر : "لسان العرب " )/9 14(. 
)5( 
اي خرقوا ونحتوا . انظر : " لسان العرب " )/1 285(. 
255
غافلين أو لصباح قوم نادمين ، ثم إنكم قد علمتم الذي نزل بساحتهم بياتا من عقوبة الله ، فأصبح كثير منهم في دارهم جاثمين ، وأصبح الباقون ينظرون في اثارهم نقمة وزوال نعمة ومساكن خاوية ، فيها اية للذين يخافون العذاب الاليم ، وعبرة لمن يخشى . وأصبحتم من بعدهم في 
أجل منقوص ، ]/58 أ[ ودنيا مقبوضة ، في زمان قد ولى عفوه وذهب رخاؤه ، فلم يبق منه إلا حمأة شر، وصبابة )1( كدر، وأهاويل عبر، وعقوبات غير ، وإرسال فتن ، وتتابع زلازل ، ورذالة )2( خلف ، بهم ظهر 
الفساد في البر والبحر ، ولا تكونوا اشباها لمن خدعه الامل ، وغره طول الاجل ، وتبلغ بالاماني ، نسأل الله أن يجعلنا واياكم ممن وعى إنذاره ، وعقل بشراه ، فمفد لنفسه ")3( . 
وكان يقال : "الشكر ترك المعصية ")4( . 
وقال ابن المبارك : قال سفيان : "ليس بفقيه من لم يعد البلاء نعمة، والرخاء مصيبة ") ( . 
وكان مروان بن الحكم إذا ذكر الاسلام قال : "بنعمة ربي وصلت إليه ، لا بما قدمت يدي ولا بإرادتي ، إني كنت خاطئا")6( . 
)1( 
الصبابة : البقية اليسيرة من الشراب تبقى في أسفل الاناء. "النهاية" لابن الاثير .)5 /3( 
)2( 
في )ب(: "ورذلة". 
)3( 
رواه ابن ابي الدنيا في "الشكر" رقم )03(، وابن عساكر في "تاريخ دمشق" .)802 /35( 
سبق تخريجه ص )242(. 
)4( 
سبق ايضا تخريجه ص )245(. 
)5( 
)6( 
اخرجه ابن ابي الدنيا في "الشكر" رقم )121(. 
256
وقال : 
وكم من مدخل لو مت فيه لكنت به نكالا في العشيره وقيت السوء والمكروه فيه ورحت بنعمة منه كبيره وكم من نعمة لله)1( تمسي وتصيح في العيان وفي السريره)2( 
ودعي عثمان بن عفان إلى قوم على ريبة ، فانطلق ليأخذهم فتفرقوا قبل أن يبلغهم ، فأعتق رقبة شكرا لله أن لا يكون جرى على يديه خزي مسلم )3(. 
وقال يزيد بن هارون : أخبرنا أصبغ بن يزيد أن نوحا جمت كان إذا خرج من الخلاء قال : "الحمد لله الذي أذاقني لذته ، وابقى منفعته في جسدي ، واذهب عني اذاه " ؛ فسمي عبدا شكورا)4( . 
وقال ابن أبي الدنيا : حدثني العباس بن جعفر حدثنا شاذ بن فياض عن الحارث بن شبل قال : حدثتنا أم النعمان أن عائشة حدثتها عن النبي !سي! : "أنه لم يقم عن خلاء قط إلا قاله ")5(. 
)1( 
لفظ الجلالة غير موجود في الاصل ، والاستدراك من النسخ الثلاث الاخرى . )2( 
الابيات لأحمد بن موسى الثقفي ، كما في كتاب "الشكر" لابن ابي الدنيا رقم )123(، مع تقديم وتاخير. 
)3( 
رواه ابن ابي الدنيا في "الشكر(" رقم )124(. 
ونحوه في "الزهد" للامام احمد رقم )096(، و "حلية الاولياء" لابي نعيم .)06 /1( 
)4( 
رواه ابن ابي الدنيا في "الشكر" رقم )128(، والبيهقي في "شعب الايمان " رقم .)0447( 
)5( 
"الشكر" لابن ابي الدنيا رقم )127(، ورواه البيهقي في "شعب الإيمان " رقم= 257
وقال رجل لابي حازم : ما شكر العينين يا أباحازم ؟ قال : إن رايت بهما خيرا أعلنته ، وإن رأيت بهما شرا سترته . قال : فما شكر الاذنين؟ قال : إن سمعت بهما خيرا وعيته ، وإن سمعت بهما شرا دفعته . ]/58 ب [ قال : فما شكر اليدين ؟ قال : لا تاخذ بهما ما ليس لهما ، ولا تمنع حالا لله هو فيهما . قال : فما شكر البطن ؟ قال : أن يكون أسفله طعاما وأعلاه 
علما . قال : فما شكر الفرج ؟ قال : كما قال الله تعالى : > والذين هم لفروجهم خقظون ! إلا على أزوجهم او ما ملكت ائمنهم فانهم غير ملومين ! فمن ابعغى ورا ذلك فاولتلث هم العادون !( ]المؤمنون : 5 - 7[ . قال : فما شكر الرجلين ؟ قال : إن علمت شيئا تغبطه استعملت بهما عمله ، وإن مقته رغبت عن عمله وأنت شاكر لله ، واما من شكر بلسانه ولم يشكر بجميع أعضائه فمثله كمثل رجل له كساء فأخذ بطرفه ولم يلبسه ، فما ينفعه ذلك من الحر والبرد والثلج والمطر)1( . 
وذكر عبدالله بن المبارك : ان النجاشي ارسل ذات يوم إلى جعفر وأصحابه، فدخلوا عليه وهو في بيت عليه خلقان )2( جالس على التراب ، قال جعفر : فاشفقنا منه حين رأينا 5 على تلك الحال ، فلما رأى 
ما في وجوهنا قال : إني ابشركم بما يسركم ، إنه جاء من نحو أرضكم عين لي فأخبرني ان الله نصر نبيه !شي! واهلك عدو ،5 واسر فلان وفلان 
.)9446( 
والحديث ضعفه ابن حجر في لسان الميزان )/2 152(. 
)1( 
رواه ابن ابي الدنيا في "الشكر" رقم )912(، وابو نعيم في "حلية الاولياء" )/3 .)243 
)2( 
يقال : ثوب خلق ، اي : بال ، والجمع خلقان واخلاق . انظر : "لسان العرب " .)88 /01( 
258
وقتل فلان وفلان ، التقوا بواد يقال له بدر كثير الاراك - كاني أنظر إليه، كنت أرعى به لسيدي رجل من بني ضمرة ،- فقال له جعفر : ما بالك على التراب ، ليس تحتك بساط وعليك هذه الاخلاق ؟ قال : إنا نجد فيما 
انزل الله تبارك وتعالى على عيسى ع!يم : إن حالا على عباد الله أن يحدثوا لله تواضعا عند ما احدث لهم من نعمة ، فلما احدث لي نصر نبيه أحدث لله هذا التواضع )1( . 
وقال حبيب بن عبيد: "ما ابتلى الله عبدا ببلاء إلا كان لله عليه فيه نعمة الا يكون أشد منه (")2( . 
وقال عبدالملك بن ابجر)3(: "ما من الناس إلا مبتلى بعافية لينظر كيف شكره ، او بلية لينظر كيف صبره ")4(. 
وقال سفيان الثوري : "لقد أنعم الله على عبد في حاجة اكثر من تضرعه إليه فيها") ( . 
و"كان رسول الله لمجيم إذا جاءه أمر يسره خر لله ]/95 أ[ ساجدا شكرا)6( 
)1( 
" الزهد" لابن المبارك رقم )291 ( . 
ورواه ابن ابي الدنيا في "الشكر" رقم )013(، والبيهقي في "دلائل النبوة " .)134 - 133 /3( 
)2( 
رواه ابن ابي الدنيا في "الشكر" )131(. وسبق نحوه عن شريح. 
)3( 
في )ب ( : " إسحاق " ، وهو خطا. 
)4( 
رواه ابن ابي الدنيا في "الشكر" رقم )132 ( ، وابونعيم في "حلية الاولياء" )/5 85( . )5( 
رواه ابن ابي الدنيا في "الشكر" رقم )134(، وابو نعيم في "حلية الاولياء" )/7 6( . ووقع في الاصل : "اكبر". 
)6( 
في الاصل : )شكر"، والتصويب من النسخ الاخرى . 
925
لله عز وجل ")1( . ذكره أحمد)2( . 
وقال عبدالرحمن بن عوف : خرج علينا النبي غ!م، فتوجه نحو صدقته ، فدخل فاستقبل القبلة ، فخر ساجدا فأطال السجود، فقلت: يا رسول الله سجدت سجدة خشيت أن يكون الله قد قبض نفسك فيها، فقال : "ان جبريل اتاني فبشرني ان الله عز وجل يقول لك : من صلى 
عليك صليت عليه ، ومن سلم عليك سلمت عليه ، فسجدت لله شكر[". ذكره أحمد)3( . 
وعن سعد بن أبي وقاص قال : خرجنا مع النبي ع!يم من مكة نريد المدينة ، فلما كتا قريبا من عزور)4( نزل ثم رفع يديه ودعا الله ساعة ثم خر ساجدا، فمكث طويلا ثم قام فرفع يديه ساعة ثم خر ساجدا، فعله ثلاثا وقال : "اني سالت ربي وشفعت لأمتي فاعطاني ثلث امتي فخررت ساجذا شكرا لربي ، ثم رفعت رأسي فسألت ربي لأمتي فأعطاني تلث امتي ، فخررت ساجذا لربي ، ثم رفعت راسي فسالت ربي لامتي فأعطاني الثلث الاخر ؛ فخررت ساجذا لربي " . رواه أبو داود) ( . 
)1( 
رواه أبو داود في "سننه" رقم )2774(، والترمذي في "جامعه" رقم )1578 ( ، وقال : "حسن غريب "، وابن ماجه في "سننه" رقم )4913(. من حديث ابي بكرة رضي الله عنه. 
)2( 
لم اق! عد. 
)3( 
رواه احمد في "المسند" )/1 191(. 
وصححه الضياء حيث اورده في "الاحاديث المختارة " برقم )269(. )4( 
عزور ويقال : عزورا بالقصر: ثنية بالجحفة عليها الطريق بين مكة والمدينة. انظر : "النهاية " لابن الاثير )/3 233(. 
)5( 
"السنن" )2775( . وضعفه الالباني في " إرواء الغليل " )/2 228(. 
2 6 0
وذكر محمد بن إسحاق في كتاب "الفتوج" قال : " لما جاء المبشر يوم بدر بقتل ابي جهل استحلفه رسول الله ع!ي! ثلاثة أيمان بالله الذي لا إله الا هو : لقد رأيته قتيلا ، فحلف له ، فخر رسول الله غ!ي! ساجدا")1( . 
وذكر سعيد بن منصوو : أن أبا بكر الصديق وضي الله عنه سجد حين جاءه قتل مسيلمة )2(. 
وذكر أحمد: أن عليا وضي الله عنه سجد حين وجد ذا الثدية في الخوارج )3( . 
وسجد كعب بن مالك في عهد النبى ع!يط لما بشر بتوبة الله عليه )4(، والقصة في " الصحيحين (") ( . 
فإن قيل : فنعم الله دائما مستمرة على العبد فما الذي اقتضى تخصيص النعمة الحادثة بالشكر دون الدائمة ، وقد تكون المستدامة 
)1( 
رواه البيهقي في " دلائل النبوة " )/3 98(، عن ابن إسحاق معضلا. وخبر مقتل أبي جهل رواه البخاري في "صحيحه" رقم )6293(، ومسلم في "صحيحه" رقم )0018( كلاهما من حديث انس بن مالك ، دون ذكر السجود. 
)2( 
لم أقف عليه فيما طبع من سنن سعيد. 
واخرج عبدالرزاق في "مصنفه" رقم )6395(، وابن ابي شيبة في مصنفه رقم )8413(، والبيهقي في "السنن الكبرى ([ )/2 371(: "ان ابا بكر سجد لما اتاه فتح اليمامة ". 
"المسند" )/1 147(. 
)3( 
)4( 
رواه ابن ماجه في "سننه" رقم )3913(. 
)5( 
"صحيح البخاري " )4418(، و"صحيح مسلم " رقم )9276(. من حديث كعب بن مالك رضي الله عنه. 
261
أعظم؟ 
قيل : الجواب من وجوه : 
أحدها: أن النعمة المتجددة تذكر بالمستدامة ، والانسان موكل بالادنى. 
الثاني : أن هذه النعمة المتجددة تستدعي عبودية مجددة ، وكان أسهلها على الانسان وأحبها إلى الله ]/95 ب[ السجود شكرا له. 
الثالث : أن المتجددة لها وقع في النفوس ، والقلوب بها أعلق، ولهذا يهنا بها ، ويعزى بفقدها. 
الرابع : أن حدوث النعم توجب فرح النفس وانبساطها، وكثيرا ما يجر ذلك إلى الاشر والبطر، والسجود ذل لله وعبودية وخضوع ، فاذا تلقى به نعمته كسر سورة )1( فرح النفس وانبساطها، فكان جديرا بدوام تلك النعمة ، وإذا تلقاها بالفرح الذي لا يحبه الله والاشر والبطر - كما 
يفعله الجهال عند ما يحدث الله لهم من النعم - كانت سريعة الزوال ، وشيكة الانتقال ، وانقلبت نقمة ، وعادت استدراجا. 
وقد تقدم أثر النجاشي : "فان الله إذا أحدث لعبده نعمة أحب أ ن يحدث له تواضعا")2( . 
وقال العلاء بن المغيرة : بشرت الحسن )3( بموت الحجاج ، وهو 
)1( 
سورة الشيء اي : حذته ، فسورة الفرح اي : حدة الفرح . انظر : "لسان العرب " .)384 /4( 
)2( 
تقدم قريئاه 
)3( 
هو الحسن البصري رحمه الله. 
262
مختف ، فخر لله ساجدا)1( 
فصل 
ومن دقيق نعم الله على العبد التي لا يكاد يفطن لها : أنه يغلق عليه 
بابه ، فيرسل الله إليه بمن يطرق عليه الباب يسأله شيئا من القوت ؛ ليعرفه ا )2(نعمته عليه. 
وقال سلام بن أبي مطيع : دخلت على مريض أعوده فاذا هو يئن، فقلت له : اذكر المطروحين على الطريق ، اذكر الذين لا ماوى لهم ولا 
لهم من يخدمهم . قال : ثم دخلت عليه بعد ذلك فسمعته يقول لنفسه: اذكر المطروحين في الطريق ، اذكر من لا ماوى له ولا له من يخدمه )3( . 
وقال عبدالله بن أبي نوح : قال لي رجل على بعض السواحل : كم عاملته - تبارك اسمه - بما يكره فعاملك بما تحب؟ قلت : ما احصي ذلك كثرة . قال : فهل قصدت إليه في أمر كربك فخذلك؟ قلت : لا والله، ولكنه أحسن إلي وأعانني . قال : فهل سألته شيئا فأعطاكه ؟ قلت : وهل منعني شيئا سالته؟! ما سالته شيئا قط إلا اعطاني ، ولا استغثت به إلا أغاثني . قال : أرأيت لو أن بعض بني ادم فعل بك بعض هذه الخلال ما كان جزاوه عندك ؟ قلت : ما كنت أقدر له على مكافأة ولا جزاء . قال : 
)1( 
رواه ابن ابي الدنيا في "الشكر" رقم )137(، والخرائطي في "فضيلة الشكر" رقم )66(، وابو نعيم في "حلية الاولياء" )/2 158 - 915(. 
)2( 
روي نحو هذا عن سلام بن ابي مطيع . انظر: "الشكر" لابن ابي الدنيا رقم )913(، و "حلية الاولياء" )/6 188 - 918(. 
)3( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )014(، وابو نعيم في "حلية الاولياء" )/6 918 ( . 
263
فربك أحق وأحرى أن تدئب نفسك له في اداء شكره ، وهو ]/06 أ[ المحسن قديما وحديثما إليك ، والله لشكره ايسر من مكافاة عباده ، إنه تبارك وتعالى رضي من العباد بالحمد شكرا)1( 
وقال سفيان الثوري : "ما كان الله لينعم على عبد في الدنيا فيفضحه في الاخرة ، ويحق على المنعم أن يتم النعمة على من أنعم عليه ")2(. 
وقال ابن أبي الحواري : قلت لابي معاوية : ما أعظم النعمة علينا في التوحيد، نسال الله ان لا يسلبناه . قال : يحق على المنعم ان يتم على من انعم عليه ، والله اكرم من ان ينعم بنعمة إلا اتمها ، ويستعمل بعمل الا قبله )3( . 
وقال ابن ابي الحواري : قالت لي امراة : انا في شيء)4( قد شغل قلبي . قلت : وما هو؟ قالت : اريد أن أعرف نعم الله علي في طرفة عين، او اعرف تقصيري عن شكر النعمة علي في طرفة عين . فقلت : تريدين ما لا تهتدي إليه عقولنا) ( . 
)1( 
رواه ابن أبي الدنيا في "الشكر" رقم )141 ( . 
)2( 
رواه ابن ابي الدنيا في "الشكر([ رقم )142 (، وابو نعيم في "حلية الاولياء" )/7 .)6 
)3( 
رواه ابن ابي الدنيا في "الشكر" رقم )143 (، وابو نعيم في "حلية الاولياء" )/8 272(، إلى قوله : "من انعم عليه " . وروى ابن أبي الدنيا في "الشكر" رقم )144 ( بقيته : "والله اكرم . . . " الخ. 
)4( 
في النسخ الثلاث الاخرى : "بيتي". ولعله تصحيف. 
)5( 
رواه ابن أبي الدنيا في "الشكر" رقم )145(، وابن عساكر في "تاريخ دمشق" .)912 /07( 
264
وقال ابن زيد : "إنه ليكون في المجلس الرجل الواحد يحمد الله عز وجل ، فيقضى لاهل ذلك المجلس حوائجهم كلهم ")1( . 
قال : وفي بعض الكتب التي أنزل الله أنه قال : "سروا عبدي المؤمن ، فكان لا يأتيه شيء يحبه إلا قال : "الحمد دده الحمد لله ما شاء الله ". قال : روعوا عبدي المؤمن ، فكان لا يطلع عليه طليعة من طلائع 
المكروه إلا قال : "الحمد لله الحمد لله". فقال الله تبارك وتعالى : إ ن عبدي يحمدني حين روعته كما يحمدني حين سررته ، ادخلوا عبدي دار عزتي ، كما يحمدني على كل حالاته ")2( 5 
وقال وهب : "عبد الله عابد خمسين عاما، فأوحى الله إليه إني قد غفرت لك . قال : أي رب ، وما تغفر لي ولم أذنب . فأذن الله لعرق في عنقه فضرب عليه ، فلم ينم ولم يصل ، ثم سكن فنام ، فأتاه ملك فشكا 
إليه ، فقال : ما لقيت من ضربان العرق ؟ فقال الملك : إن ربك يقول : عبادتك خمسين سنة تعدل سكون العرق ")3( . 
وذكر ابن أبي الدنيا أن داود قال : "يا رب أخبرني ما أدنى نعمك علي؟ فأوحى الله إليه : يا داود تنفس ، فتنفس ، قال : هذا أدنى نعمي عليك ")4(. 
ابي الدنيا في "الشكر" رقم )146(، وابن أبي يعلى في "طبقات .)136 /1( 
ابي الدنيا في "الشكر" رقم )147(، والبيهقي في "شعب الإيمان " رقم ، وابن أبي يعلى في " طبقات الحنابلة " )/1 136(. 
ابي الدنيا في "الشكر" رقم )148(، وابو نعيم في "حلية الاولياء" )/4 لبيهقي في )شعب الايمان " رقم )4622(. 
لابن أبي الدنيا رقم )914 ( . 
265
رواه ابن الحعابلة" رواه ابن )3944( 
رواه ابن 68(، و ا "الشكر" 
)1( )2( )3( )4( 
فصل 
وبهذا يتبين معنى الحديث الذي رواه أبو داود من حديث زيد بن ثابت وابن عباس : "ان الله لو عذب ]/06 ب[ أهل سماوانه وأهل أرضه 
لعذبهم وهو غير ظالم لهم ، ولو رحمهم لكانت رحمته خيرا لهم من أعمالهم ")1( . 
والحديث الذي في الصحيح : "لن ينجي أحد منكم عمله " قالوا: ولا انت يا رسول الله ؟ قال : "ولا أنا، إلا أن يتغمدني الله برحمة منه وفصل ")2(؛ فان أعمال العبد لا توافي نعمة من نعم الله عليه. 
وأما قول بعض الفقهاء: إن من حلف أن يحمد الله أفضل أنواع الحمد كان بر يمينه في أن يقول : الحمد حمدا يوافي نعمه ويكافىء مزيده)3( . 
فهذا ليس بحديث عن رسول الله !جو ولا عن أحد من الصحابة، هـانما هو إسرائيلي عن ادم)4(، واصح منه : "الحمد لله غير مكفي ولا 
ورواه البيهقي في "شعب الايمان " رقم )4623(. 
)1( 
سنن ابي داود رقم )9946(. 
ورواه ابن ماجه في "سننه" رقم )77(. كلاهما من حديث زيد بن ثابت وابن مسعود وحذيفة وابي بن كعب رضي الله تعالى عنهم. 
وصححه ابن حبان حيث اورده في "صحيحه" برقم )727(. ولم أجده من 
حديث ابن عباس رضي الله عنهما. 
)2( 
"صحيح البخاري " رقم )6463(، و "صحيح مسلم " رقم )2816(. من حديث ابي هريرة رضي الله عنه. 
)3( 
انظر : " الوسيط " للغزالي )/7 247(، و "روضة الطالبين " )1 /1 65(. )4( 
رواه ابو الشيخ الاصبهاني في "العظمة" رقم )4101( عن أبي صالح قال : "لما- 266
مودع ولا مستغنى عنه ربنا")1( . 
ولا يمكن حمد العبد وشكره أن يوافي نعمة من نعم الله ، فصلا عن موافاته جميع نعمه ، ولا يكون فعل العبد وحمده مكافئا للمزيد. 
ولكن يحمل هذا على وجه يصح ، وهو : أن الذي يستحقه الله عز وجل من الحمد حمدا يكون موافيا لنعمه ومكافئا لمزيده ، وان لم يقدر العبد أن يأتي به ، كما إذا قال : "الحمد لله ملء السماوات وملء الارض وملء ما بينهما، وملء ما شئت من شيء بعد، وعدد الرمال والتراب والحصى والقطر، وعدد أنفاس الخلائق ، وعدد ما خلق الله وما هو 
خالق "، فهذا إخبار عما يستحقه من الحمد لا عما يقع من العبد من الحمد. 
أهبط ادم إلى الأرض . . . . فاوحى الله عز وجل إليه ان قل : الحمد دله . . . فذكره ، وفيه : فانك إن فعلت ذلك غلبت جميع من حلقت بالتسبيح والمحامد"ه 
ورواه ابن الصلاح في "أماليه" - كما في "التلخيص الحبير" )/4 171(- عن محمد بن النضر به نحوه . قال ابن حجر : وهذا معضل . وللمصنف رسالة حول هذا الحديث والكلام فيه سعدا ومتنا. طبعت ضمن "مجموعة الرسائل" لابن القيم في هذا المشروع المبارك . 
سبق تخريجه ص )237(. 
267
)1( 
فصل 
وقال أبو المليح : قال موسى : "يا رب ما افصل الشكر؟ قال : أ ن تشكرني على كل حال (")1(. 
وقال بكر بن عبدالله : قلت لأخ لي : أوصني . فقال : ما أدري ما أقول ، غير أنه ينبغي لهذا العبد أن لا يفتر من الحمد والاستغفار، فان 
العبد بين نعمة وذنب ، ولا تصلح النعمة إلا بالحمد والشكر ، ولا يصلح الذنب إلا بالتوبة والاستغفار ، فأوسعني علما ما شئت)2( . 
وقال عبدالعزيز بن أبي رواد : رأيت )3( في يد محمد بن واسح )4( قرحة ، فكأنه رأى ما شق علي منها، فقال لي : "تدري ماذا لله علي في هذه القرحة من نعمة حين لم يجعلها في حدقتي ، ولا طرف لساني ، ولا على طرف ذكري ؟ فهانت علي قرحته) ( . 
وروى الجريري عن أبي الورد عن اللجلاج)6( ]/61 ا[ عن معاذ بن جبل أن رسول الله غ!يم أتى على رجل وهو يقول : اللهم اني أسالك تمام 
)1( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )151 ( . 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )0 15 ( . 
)3( 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث . 
)4( 
هو محمد بن واسع بن جابر بن الاخنس ابو بكر الأزدي البصري ، ثقة كثير المناقب ، توفي سنة ثلاث وعشرين ومائة . انظر : " تقريب التهذيب " ص )4 0 9 ( . )5( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )152(، وابو نعيم في "خلية الاولياء" )/2 352(. 
)6( 
في الأصل والنسخ الثلاث الاخرى : الجلاح . والتصويب من مصدر التخريج وكتب التراجم. 
268
النعمة . فقال : "ابن ادم هل تدري ما تمام النعمة ؟" قال : يا رسول الله دعوة دعوت بها)1( ارجو بها الخير ، فقال : " ان من تمام النعمة فوزا من النار ودخول الجنة " )2( . 
وقال تميم )3( بن سلمة : "حدثت ان الرجل إذا ذكر اسم الله على اول طعامه وحمده على اخره ، لم يسال عن نعيم ذلك الطعام ")4( . 
)1( 
في )ب(: " دعوت دعوة "، مكان : "دعوة دعوت بها([. 
)2( 
رواه الترمذي في اجامعه" رقم )3527(، وقال : "حديث حسن" . من حديث معاذ بن جبل. 
)3( 
في الاصل والنسخ الاخرى : "سهم " . والتصويب من مصلمر التخريج. وهو : تميم بن سلمة الكوفي ثقة توفي سنة مائة . انظر : "تقريب التهذيب" ص )182( 
)4( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )915 ( . 
926
فصل 
ويدل على فصل الشكر على الصبر، أن الله سبحانه يحب أن يسال العافية ، وما سئل شيئا أحب إليه من العافية ، كما في "المسند" عن أبي طلح عن أبي هريرة قال : قام أبو بكر على المنبر ثم قال : "سلوا الله العافية ، فانه لم يعط عبد بعد اليقين خيرا من العافية ")1( . 
وفي حديث اخر : "إن الناس لم يعطوا في هذه الدنيا شيئا أفصل من العفو والعافية ، فسلوهما الله عز وجل ")2( . 
وقال لعمه العباس : "يا عم اكثر الدعاء بالعافية ")3(. 
)1( 
لم أقف عليه في المسند من رواية أبي صالح عن أبي هريرة عن أبي بكر. وأخرجه أحمد في "المسند" )/1 3(، وابن ماجه في "سننه " رقم )9384( عن أوسط بن إسماعيل البجلي عن أبي بكر مرفوعا: "سلوا الله العافية ، فلم يؤت أحد قط بعد اليقين أفصل من العافية ". 
وصححه الحاكم في المستدرك )/1 952( ووافقه الذهبي. 
ورواه الترمذي في "جامعه" رقم )3558( من حديث معاذ بن رفاعة عن أبيه عن أبي بكر نحوه . وقال الترمذي : "حديث حسن غريب من هذا الوجه عن أبي بكر". 
أما رواية أبي صالح عن أبي هريرة عن أبي بكر، فستأتي في الحديث التالي. 
)2( 
رواه النسائي في "الكبرى" رقم )7220 1 (، وأبو يعلى في "مسنده " رقم )74(. وصححه الضياء في "الاحاديث المختارة " رقم )92(. 
)3( 
رواه الحاكم في "المستدرك" )/1 952(، والطبراني في "الكبير" رقم .)80911( 
وصححه الحاكم على شرط البخاري ، ووافقه الذهبي . وحسنه الالباني في "سلسلة الاحاديث الصحيحة " برقم )1523(. 
027
وفي "الترمذي " عنه : قلت : يا رسول الله ، علمني شيئا أسأله الله. قال : "سل الله العافية " ، فمكثت اياما ثم جئت فقلت : علمني شيئا أساله الله ، فقال لي : "يا عباس ، يا عم رسول الله ، سل الله العافية في الدنيا وفي الاخرة ")1( . 
وقال في دعائه يوم الطائف : "إن لم يكن بك غضب علي فلا أبالي، غير ان عافيتك اوسع لي")2( . 
فلاذ بعافيته كما استعاذ بها في قوله : "اعوذ برضاك من سخطك، واعوذ بمعافاتك من عقوبتك ، وأعوذ بك منك " )3( . 
وفي حديث آخر : "سلوا الله العفو والعافية و 1لمعافاة ")4( . 
وهذا السؤال متضمن للعفو عما مضى، والعافية في الحال ، والمعافاة في المستقبل بدوام العافية واستمرارها. 
وكان عبدالاعلى التيمي ) ( يقول : "أكثروا من سؤال الله العافية ، فان 
)1( 
"جامع الترمذي " رقم )3514(، وقال : "حديث صحيح ". 
سبق تخريجه ص )22 23-(. 
)2( 
)3( 
رواه مسلم في "صحيحه" رقم )486( من حديث عائشة رضي الله عنها. رواه النسائي في "السنن الكبرى " رقم )71701(، وابو يعلى في "مسنده" رقم )4( 
)94(، والطبراني في "مسند الشاميين " رقم )957(، من حديث ابي بكر 
الصديق رضي الله عنه. 
ورواه الترمذي في "جامعه" رقم )3558( دون لفط المعافاة . وقال : "حسن غريب ". 
)5( 
هو عمد الاعلى التيمي ، روى عن إبراهيم التيمي ، وروى عنه مسعر بن كدام ، ذكره البخاري وابن ابي حاتم ولم يذكرا فيه جرحا ولا تعديلا، وذكره ابن حبان = 
271
المبتلى وإن اشتد بلاؤه ليس بأحق بالدعاء من المعافى الذي لا يأمن البلاء ، وما المبتلون اليوم إلا من أهل العافية بالامس ، وما المبتلون بعد اليوم إلا من أهل العافية اليوم ، ولو كان البلاء يجر إلى خير ما كنا من رجال البلاء . إنه رب بلاء قد أجهد في الدنيا وأخزى في الآخرة ، فما 
يأمن من أطال )1( المقام على معصية الله أن يكون فد بقي له في ]ا /6 ب [ بقية عمره من البلاء ما يجهده في الدنيا ويفضحه في الآخرة ، ثم يقول عند ذلك : الحمد لله الذي إن نعد نعمه لا نحصيها، وإن ندأب له عملا لا نجزيها، وإن نعمر فيها لا نبليها")2(. 
ومر رسول الله !يم برجل يسال الله الصبر، فقال : "لقد سالت البلاء ، فاسال العافية ")3( . 
وفي "صحيح مسلم " انه ع!ي! عاد رجلا قد خفت فصار مثل الفرخ ، فقال له رسول الله !م : "هل كنت تدعو الله بشيء او تساله إياه ؟" قال : نعم ، كنت أقول : اللهم ما كنت معافبني به في الآخرة فعجله لي في الدنيا . فقال رسول الله ع!ي! : "سبحان الله ، لا تطيقه ولا تستطيعه ، افلا 
قلت : اللهم اتنا في الدنيا حسنة وفي الاخرة حسنة ، وقنا عذاب النار" فدعا الله له فشفاه )4(. 
في "الثقات" . انظر : "التاريخ الكبير" )/6 72(، و"الجرح والتعديل " )/6 28(، و "الثقات " )/7 131 ( . 
)1( 
في الاصل : الحال ، والتصويب من )ب( ومن مصدر التخريج. 
)2( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )157 ( . 
)3( 
رواه الترمذي في "جامعه" رقم )3527(، وقال : "حديث حسن" . من حديث معاذ بن جبل رضي الله عنه. 
)4( 
"صحيح مسلم " رقم )2688( من حديث انس بن مالك رضي الله عنه. 272
وفي "الترمذي " من حديث ابي هريرة قال : دعاء حفظته من رسول الله لمجي! لا ادعه : "اللهم اجعلني أعظم شكرك ، واكثر ذكرك ، واتبع نصيحتك ، واحفظ وصي!ك " ) 1 ( . 
وقال شيبان : كان الحسن إذا جلس مجلسا يقول : "لك الحمد بالاسلام ، ولك الحمد بالقرآن ، ولك الحمد بالاهل والمال ، بسطت رزقنا ، وأظهرت أمننا ، وأحسنت معافاتنا ، ومن كل ما سالناك أعطيتنا، 
فلك الحمد كثيرا كما تنعم كثيرا، أعطيت خيرا كثيرا، وصرفت شرا كثيرا ، فلوجهك الجليل الباقي الدائم الحمد")2( . 
وكان بعض السلف يقول : "اللهم ما أصيح بنا من نعمة أو عافية أ و كرامة ، في دين أو دنيا، جرت علينا فيما مضى أو هي جارية علينا فيما بقي ، فإنها منك وحدك لا شريك لك ، فلك الحمد بذلك علينا، ولك المن ، ولك الفضل ، ولك الحمد عدد ما أنعمت به علينا وعلى جميع حلقك لا إله إلا انت (")3( . 
وقال مجاهد : كان ابن عمر إذا كان في سفر فطلع الفجر رفع صوته ونادى : "سمع سامع بحمد الله ونعمه وحسن بلائه علينا ثلاثا، اللهم صاحبنا فافضل علينا، عائذ بالله من النار ولا حول ولا قوة إلا بالله، 
)1( 
ليس في المطبوع من الجامع. 
وانظره في : "تحفة الاشراف " رقم )37914(، حيث ذكر ان الترمذي رواه في جامعه من كتاب الدعوات ، وقال : "غريب". 
وهو في " مسند أحمد" )/2 1 31(. 
سبق تخريجه ص )241(. 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )016(، وابن ابي يعلى في كتاب )3( 
"طبقات الحنابلة " ) 1 / 49 1 ( . ووقع في النسخ : "وهي " والمثبت من المصادره 273
ثلاثا")1(. 
وذكر الامام أحمد : "أن الله سبحانه أوحى إلى موسى بن عمران : يا موسى كن يقظان مرتادا لنفسك أخدانا، وكل خدن ]/62 أ[ لا يواتيك على مسرتي فلا تصحبه ؛ فانه عدو لك ، وهو يقسي قلبك ، واكثر ذكري حتى تستوجب الشكر ، وتستكمل المزيد")2( . 
وقال الحسن : "حلق الله ادم حين خلقه ، فاخرج أهل الجنة من صفحته اليمنى ، وأخرج أهل النار من صفحته اليسرى ، فدبوا على وجه الارض ؛ منهم الاعمى والاصم والمبتلى ، فقال ادم : يا رب ألا سويت بين ولدي ؟ قال : يا ادم إني أردت أن أشكر")3( . 
وفي "السنن " عنه لمجيم : "من قال حين يصبح : اللهم ما أصبح بي من نعمة أو باحد من خلقك فمنك وحدك لا شريك لك ، فلك الحمد ولك 
الشكر ، إلا أدى شكر ذلك اليوم )4(") ( . 
)1( 
رواه عبدالرزاق في "مصنفه" رقم )2369( و )92902(، وابن ابي الدنيا في كتاب "الشكر[( رقم )163(، وابن ابي شيبة في "مصنفه" رقم )61192(، والبخاري في "التاريخ الكبير" )/1 925(. 
وجاء نحوه مرفوغا من حديث ابي هريرة عند مسلم رقم )2718(. )2( 
"الزهد" للامام احمد رقم )437(. 
ورواه ابن ابي الدنيا في كتاب "الشكر" رقم )164(، وابو نعيم في "حلية الاولياء" )/8 222(، وابن عساكر قي "تاريخ دمشق " )/61 153 ( . )3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )165(، والبيهقي في )شعب الإيمان " رقم )1 444(. 
)4( 
في النسخ الثلاث الاخرى تمام الحديث : "ومن قال ذلك حين يمسي فقد ادى شكر ليلته ". 
)5( 
"سنن ابي داود" رقم )7305( من حديث عبدالله بن غئام البياضي. 274
ويذكر عن النبي جميم: "من ابتلي فصبر، وإعطي فشكر، وظلم فغفر ، وظلم فاستغفر ، أولئك لهم الأمن وهم مهتدون " )1 ( . 
ويذكر عنه ع!ي! انه اوصى رجلا بثلاث ، فقال : " اكتر ذكر الموت يشغلك عما سو ،51 وعليك بالدعاء فإنك لا تدري متى يستجاب لك، وعليك بالشكر فان [لشكر زيادة ")2( . 
ويذكر عنه !يم انه كان إذا اكل قال : "الحمد لله الذي اطعمني وسقاني وهد 1ني ، وكل بلاء حسن أبلاني ، الحمد دله الرزاق ذي القوة [لمتين ، اللهم لا تنزع منا صالحا أعطيتنا ولا صالحا رزقتنا ، واجعلنا لك من [لشاكرين " )3( . 
وصححه ابن حبان من حديث عبدالله بن عباس فاخرجه في "صحيحه" برقم )861(. 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )167 (، والطبراني في "الكبير" رقم )6613( و)6614(، والخرائطي في "فضيلة الشكر" رقم )36( من حديث سخبرة. 
وضعفه الهيثمي في "مجمع الزواثد" )/01 284(. حيث قال بعد ذكره للحديث : " وفيه داود الاعمى وهو متروك ". 
وضعفه ابن حجر في "تقريب التهذيب " ص : ،366 حيث قال في ترجمة صحابي الحديث : "سخبرة - بفتح اوله وسكون المعجمة وفتح الموحدة - 
صحابي ، في إسناد حديثه ضعف". 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )168(، وابو نعيم في "حلية الاولياء" )/7 503(، من حديث سفيان عن رجل مرفوعاه وهو ظاهر الضعف لابهام الرجل . والله اعلم. 
)3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )017(، من حديث انس بن مالك. وفي إسناده خالد بن محدوج ، متهم بالكذب . انظر : " التاريخ الكبير" )/3 = 
275
ويذكر عنه !ي! أنه كان إذا أكل قال : " الحمد لله الذي اطعم وسقى وسوغه وجعل له مخرجا")1( . 
وكان عروة بن الزبير إذا أتي بطعامه لم يزل مخمرا حتى يقول هذه الكلمات : "الحمد لله الذي هدانا وأطعمنا وسقانا ونعمنا، الله أكبر، اللهم ألفتنا نعمت! ونحن بكل شر ، فأصبحنا وأمسينا منها بخير ، نسألك تمامها وشكرها، لا خير إلا خيرك ولا إله غيرك ، إله الصالحين ورب 
العالمين ، الحمد لله ، لا إله إلا الله ، ما شاء الله ، لا قوة إلا بالله ، اللهم بارك لنا فيما رزقتنا ، وقنا عذاب النار")2( . 
وقال وهب بن منبه : " رؤوس النعم ثلاثة : فأولها نعمة الاسلام التي لا تتم نعمة إلا بها، والثانية نعمة العافية التي لا تطيب الحياة الا بها، والثالثة نعمة الغنى التي لا يتم العيش إلا به ")3(. 
وقدم سعيد الجريري )4( من الحج ، فجعل يقول : أنعم الله علينا في 172 - 173 (، و "الجرح والتعديل " )/3 354(. 
)1( 
رواه ابو داود في "سننه" رقم )3851( من حديث ابي ايوب . وصححه ابن حبان فاخرجه في صحيحه برقم )0522(. 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )507(. 
)2( 
رواه مالك في "الموطا" )/2 349 - 359(، وابن ابي شيبة في "مصنفه" رقم )56892(، وابن أبي الدنيا في كتاب "الشكر" رقم )916(، وابن عساكر في " تاريخ دمشق " )0 /4 266(. 
)3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )172(، وأبو نعيم في "حلية الاولياء" )/4 68(. 
)4( 
هو : سعيد بن إياس الجريري ، ابو مسعود البصري ، توفي سنة أربع واربعين ومائة . انطر: " تقريب التهذيب " ع )374(. 
276
سفرنا بكذا وكذا ، ثم ]/62 ب[ قال : " تعداد النعم من الشكر")1( . 
ومر وهب بمبتلى أعمى مجذوم مقعد عريان به وضح)2(، وهو يقول : "الحمد لله على نعمه "، فقال رجل كان مع وهب : أي شيء بقي عليات من النعمة تحمد الله عليها؟ فقال له المبتلى : ارم ببصرك إلى أهل المدينة فانظر إلى كثرة أهلها، أولا أحمد الله أنه ليس فيها أحد يعرفه غيري )3(5 
ويذكر عن النبي !شيم أنه فال : "إذا أنعم الله على عبد نعمة ، فحمده عندها ، فقد ادى شكرها")4( . 
وذكر علي بن أبي طالب : أن بخت نصر أتي بدانيال فأمر به فحبس، وأضرى أسدين ثم خلى بينهما وبينه ، ثم فتح عنه بعد خمسة أيام ، فوجده فائما يصلي ، والاسدان في ناحية الجب لم يعرضا له . فقال له: ما قلت حتى دفع عنك؟ قال : قلت : "الحمد لله الذي لا ينسى من ذكره ، والحمد لله الذي لا يخيب من دعاه ، والحمد لله الذي لا يكل من توكل 
"الشكر" رقم )173(، وابو نعيم في "حلية هما بلفظ : "ابلانا الله في سفرنا كذا . . .". .)634 /2( 
"الشكر" رقم )174(، وابونعيم في "حلية "شعب الايمان " رقم )6944(. 
الشكر" رقم )175(، عن السري بن عبدالله 
" )/1 705 805-(، من حديث جابر نحوه ، "ليس بصحيح . قال ابو زرعة : عبدالرحمن 
277
رواه ابن أبي الدنيا في كتاب الاولياء" )/6 002(5 إلا أنه عند اي بياض . انظر : "لسان العرب " 
رواه ابن ابي الدنيا في كتاب الاولياء" )/4 68(، والبيهقي في رواه ابن أبي الدنيا في كتاب " مرسلا. 
ورواه الحاكم في " المستدرك وصححه ، وخالفه الذهبي فقال : بن قيس دد ". 
)1( 
)2( )3( 
)4( 
عليه إلى غيره ، والحمد الله الذي هو ثقتنا حين تنقطع عنا الحيل، والحمد لله الذي هو رجاؤنا حين يسوء ظننا باعمالنا، والحمد لله الذي يكشف ضرنا عند كربتنا، والحمد لله الذي يجزي بالاحسان إحسانا، والحمد لله الذي يجزي بالصبر نجاة ")1( . 
ويذكر عنه لمجيم : انه كان إذا نظر في المراة قال : "الحمد لله الذي حسن خلقي وخلقي ، وزان مني ما شان من غيري ")2( . 
وقال ابن سيرين : كان ابن عمر يكثر النظر في المراة ، وتكون معه في الاسفار، فقلت له : ولم؟ قال : "انظر فما كان في وجهي زين ، فهو في وجه غيري شين ، احمد الله عليه ")3( . 
)1( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )176 ( . 
)2( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )177(، والبيهقي في "شعب الايمان " رقم )9445(، عن محمد بن جعفر مرسلا. 
وللحديث شاهد من حديث عبدالله بن عباس ، أخرجه الطبراني في "الكبير" رقم )7660 1 (، وأبو يعلى في " مسنده " )1 261(. 
وله شاهد اخر من حديث انس بن مالك ، اخرجه الطبراني في "الاوسط" رقم )787(، وابن المبارك في "الزهد" رقم )174 1(. 
وله شواهد أخرى ذكرها الألباني في "إرواء الغليل " عند الحديث رقم )74(، ثم قال بعد تخريجها: "ومما سبق يتبين ان هذه الطرق كلها ضعيفة، ولا يمكن القول بأن هذه الطرق يقوي بعضها بعضا لشدة ضعفها كما رايت، من أجل ذلك لا يصح الاستدلال بالحديث على مشروعية هذا الدعاء عند النظر في المرآة . . . . نعم لقد صح هذا الدعاء عنه عذي! مطلقا دون تقييد بالنطر في المراة " . 
)3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )178(. وفيه : "وهو في . . . " ، وفي غير الاصل : "من وجهي ". 
278
وسئل ابو بكر بن ابي مريم )1(: ما تمام النعمة ؟ قال : "ان تضع رجلا على الصراط ورجلا في الجنة ")2(. 
وقال بكر بن عبدالله : "يا ابن ادم إن أردت ان تعلم قدر ما انعم الله عليك فغمض عينيك ")3(. 
وقال مقاتل في قوله تعالى : >ؤاشبغ علتكتم نعمل! طهت ولإطنة( ]لقمان : 02[ قال : "أما الظاهرة فالاسلام ، وأما الباطنة فستره عليك المعاصي ")4(. 
وقال ابن شوذب : قال عبدالله يعني ابن مسعود : "إن لله على اهل النار منة ، لو شاء أن يعذبهم باشد من النار لعذبهم ") ( . 
وقال أبو سليمان الداراني )6( : "جلساء الرحمن يوم القيامة ]/63 ا[ من جعل فيه خصالا: الكرم ، والسخاء، والحلم ، والرحمة والرافة، 
)1( 
هو أبو بكر بن عبدالله بن ابي مريم الغساني ، الشامي ، توفي سنة ست وخمسين ومائة . انظر : "تقريب النهذيب " ص )16 1 ( . 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )181 ( . 
)3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )182(، والبيهقي في "شعب 
الايمان " رقم )4465(. 
)4( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )183(، والبيهقي في "شعب الايمان " رقم )30 45(. 
)5( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )184(، والبيهقي في "شعب الايمان " رقم )4577(. 
)6( 
هو عبدالرحمن بن احمد بن عطية العنسي ، ثقة له حكايات في الزهد. انظر: "تقريب النهذيب " ص )581(. 
927
وا لشكر ، وا لبر ، وا لصبر " ) 1 ( . 
وقال أبو هريرة : "من رأى صاحب بلاء فقال : الحمد لله الذي 
عافاني مما ابتلاك به ، وفضلني عليك وعلى جميع حلقه تفضيلا، فقد أدى شكر تلك النعمة ")2(. 
وقال عبدالله بن وهب : سمعت عبدالرحمن بن زيد يقول : "الشكر ياخذ بجذم)3( الحمد واصله وفرعه . قال : ينظر في نعم الله : في بدنه وسمعه وبصره ويديه ورجليه وغير ذلك ، ليس ممت هذا شيء إلا فيه نعمة 
من الله ، حق على العبد ان يعمل بالنعمة التي هي في بدنه لله في طاعته، ونعمة اخرى في الرزق ، وحق عليه ان يعمل لله فيما أنعم به عليه من 
الرزق بطاعته ، فمن عمل بهذا كان قد اخذ بجذم الشكر)4( وأصله 
)5( . 
و!رعه" . 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )186(، وابو نعيم في "حلية الاولياء" )/9 266(. 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )187(، والبيهقي في "شعب الايمان " رقم )11148(، والخرائطي في "فضيلة الشكر" رقم )3( عن ابي هريرة مرفوعا به. 
ورواه الترمذي في "جامعه" رقم )3432(، من حديث أبي هريرة مرفوعا دون جملة : "فقد ادى شكر تلك النعمة "، وإنما فيه مكانها: "لم يصبه ذلك البلاء" . وقال الترمذي : "حسن غريب ". 
)3( 
اي : اصل . انطر : "لسان العرب " )/12 88(. 
)4( 
هكذا في الاصل والنسخ الخطية الاخرى ، وكذلك في مصدر التخريج . ولعل الاصوب : "الحمد" ؟ ليكون موافقا لبداية الاثر ، والله اعلم. 
)5( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )188(. 
028
وقال كعب : "ما انعم الله على عبد من نعمة في الدنيا، فشكرها لله وتواضع بها لله إلا اعطاه الله نفعها قي الدنيا، ورفع له بها درجة في الاخرى ، وما انعم الله على عبد من نعمة في الدنيا فلم يشكرها لله ولم 
يتواضع بها لله ، إلا منعه الله نفعها في الدنيا ، وفتح له طبقا من النار يعذبه إن شاء ، أو يتجاوز عنه ")1( . 
وقال الحسن : "من لا يرى لله عليه نعمة الا في مطعم ومشرب ا و لباس ، فقد قصر علمه ، وحضر عذابه ")2(. 
وقال الحسن يوما لبكر المزني : هات يا ابا عبدالله دعوات لإخوانك . فحمد الله واثنى عليه وصلى على النبي !ي! ، ثم قال : والله ما أدري أي النعمتين أفضل علي وعليكم : أنعمة المسلك ، ام نعمة المخرج إذ أخرجه منا . قال الحسن : إنها لمن نعمة الطعام )3( 0 )4( 
وقالت عائشة : "ما من عبد يشرب الماء القراح) ( فيدخل بغير أذى ، ويخرج بغير أذى الا وجب عليه الشكر")6( . 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )918(، وابو نعيم في "حلية الاولياء" )/6 43(. 
)2( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )091(5 وقد سبق نحوه عن الحسن عن أبي الدرداء ص )238(. 
)3( 
في مصادر التخريج : "إنها لمن نعمه العظام ". 
)4( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )191(، والبيهقي في "شعب الايمان " رقم )4474(. 
)5( 
الماء القراح هو: الماء الذي لم يخالطه شيء يطيب به كالعسل والتمر والزبيب . انظر : " النهاية " لابن الاثير )/4 36( . 
)6( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )291(. 
281
وقال الحسن : "يا لها نعمة ! تاكل لذة وتخرج سرحا)1(، لقد كان ملك من ملوك هذه القرية يرى الغلام من غلمانه ياتي الجب فيكتال)2( منه ثم يجرجر قائما فيقول : يا ليتني مثلك ما يشرب حتى يقطع عنقه )3( 
العطش ، فاذا شرب كان له في تلك الشربة موتات ، يا لها ]/63 ب [ )4( "ذعمه " . 
وكتب بعض العلماء إلى أخ له : " أما بعد : فقد اصيح بنا من نعم الله ما لا نحصيه مع كثرة ما نعصيه ، فما ندري ايهما نشكر ، اجميل ما نشر ا م قبيح ماستر؟") ( . 
وقيل للحسن : هاهنا رجل لا يجالس الناس ، فجاء إليه فساله عن ذلك فقال : إني امسي وأصيح بين ذنب ونعمة ، فرايت أن اشغل نفسي 
وفي سنده عمرو بن واقد، متروك كما في "التقريب ص 748". 
)1( 
في الاصل والنسخ الثلاث : "مسرحا" . والتصويب من "النهاية" لابن الاثير ومن 
مصادر التخريج. 
وسرخا اي : سهلا سريغاه انظر : "النهاية" لابن الاثير )/2 358(. 
)2( 
هكذا في الاصل والنسخ الثلاث ، ولعل الصواب : "فيكتاز" أي : يغترف بالكوز . كما قي "النهاية " لابن الاثير )/4 9 0 2(، ومصدري التخريج. )3( 
قي "الشكر- طبعة ابن كثير وهي أتم" : "عيفة" ومعناها بقية كما في "النهاية" .)033 /3( 
)4( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )391(، والبيهقي في "شعب الايمان " رقم )4475(. والعبارة في "الشكر - طبعة ابن كثير" : "يا لها من نعمة تأكل لذة وتخرج سرخا" . فلعلها سقطت من النسخ. 
وكان هذا الملك يرى ما يكون من غلامه نعمة ، إذ كان به احتباس بول ، كما في " النهاية " لابن الاثير )/4 9 02(. 
)5( 
رواه ابن ابي الدنيا قي كتاب "الشكر" رقم )491 ( . 
282
عن الناس بالاستغفار من الذنب وأشكر الله على النعمة ، فقال الحسن: أنت عندي يا عبدالله أفقه من الحسن ، فالزم ما أنت عليه )1( . 
وقال ابن المبارك : سممعتسا علي بن صالح يقول في قوله تعالى: > لين شرت!لازيدنكغ ( ]إبراهيم : 7[ . قال : " أي : من طاعتي ") 2( . 
و[لتحقيق : أن الزيادة من النعم ، وطاعته من اجل نعمه. 
وذكر ابن أبي الدنيا : أن محارب بن دثار)3( كان يقول بالليل ويرفع صوته أحيانا : "أنا الصغير الذي ربيته فلك الحمد، أنا الضعيف الذي قويته فلك الحمد، وأنا الفقير الذي أغنيته فلك الحمد، وأنا الصعلوك الذي مولته فلك الحمد، وانا العزب الذي زوجته فلك الحمد، وانا الساغب)4( الذي أشبعته فلك الحمد، وأنا العاري الذي كسوته فلك الحمد) (، وأنا المسافر الذي صاحبته فلك الحمد، وأنا الغائب الذي رددته فلك الحمد ، وأنا الراجل الذي حملته فلك الحمد ، وأنا المريض الذي شفيته فلك الحمد، وأنا السائل الذي أعطيته فلك الحمد، وأنا الداعي الذي أجبته فلك الحمد ، ربنا ولك الحمد حمدا كثيزا")6( . 
)1( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )691 ( . 
)2( 
" الزهد" لابن المبارك رقم )0 32(. 
ورواه ابن جرير في "تفسيره" )/13 186(، وابن ابي الدنيا في كتاب 
"الشكر" رقم )891(، والبيهقي في "شعب الإيمان " رقم )0453(. 
)3( 
هو محارب بن دثار، الكوفي ، القاضي ، ثقة إمام زاهد. انظر: "تقريب التهذيب " ص )229(. 
الساغب اي : الجائع . انظر : "النهاية " لابن الاثير )/2 371(. 
)5( 
جملة : "وانا العاري الذي كسوته فلك الحمد" . مكررة في الاصل. 
)6( 
رواه ابن أبي الدنيا في كتاب "الشكر" رقم )991 (، وفي "التهجد" رقم )47(، = 283
وكان بعض الخطباء يقول في خطبته : "اختط لك الانف فاقامه 
واتمه ، فاحسن تمامه ، ثم ادار منك الحدقة فجعلها بجفون مطبقة ء" . )1( !وباسمار معلقة ، ونقلك من طبقة إلى طبقة ، وحنن عليك الوالدين . )2(-- "برلمحه وممه ، لمحنعمه عليك مورقة ، واياديه بك محدقة ")3( . 
وكان بعض العلماء يقول في قوله تعالى : > وإن ندوأ نعمت الله لا تخصوها < ]إبراهيم : 34[: "سبحان من لم يجعل لحد معرفة نعمه إلا 
المعرفة )4( بالتقصير عن معرفتها، كما لم يجعل لحد إدراكه أكثر من العلم أنه لا يدركه ، فجعل معرفة نعمه بالتقصير عن ]/64ا[ معرفتها شكرا، كما شكر علم العالمين انهم لا يدركونه فجعله إيمانا، علما منه ان العباد لا يتجاوزن ذلك") ( . 
وقال عبدالله بن المبارك : أخبرنا المثنى بن الصباح عن عمرو بن شعيب عن أبيه عن جده قال : سمعت رسول الله !ي! يقول : "خصلتان من 
كانتا فيه كتبه الله صابرا شاكرا، ومن لم تكونا فيه لم يكتبه صابرا ولا شاكرا؛ من نظر في دينه إلى من هو فوقه فاقتدى به ، ومن نظر في دنياه 
والاجري في "الشريعة" ص -89 ،99 والبيهقي في "شعب الايمان " رقم )6945(، وابن عساكر في "تاريخ دمشق " )/57 62 - 63(. 
الشفر حرف جفن العين ينبت عليه الشعر . انظر : "النهاية " لابن الاثير )/2 484 ( . )1( 
المقة : المحبة . انظر : " النهاية " لابن الاثير )/4 348( . 
)2( 
)3( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )002(، والبيهقي في "شعب الإيمان " رقم )4464(. 
)4( 
في )م( و )ن( : "الاعتراف " . وفي )ب(: "العلم ". 
)5( 
رواه ابن ابي الدنيا في كتاب "الشكر" رقم )202(، والبيهقي في "شعب الإيمان " رقم )4624(. 
284
إلى من هو دونه فحمد الله على ما فضله به عليه ، كتبه الله صابرا شاكرا، ومن نظر في دينه إلى من هو دونه ونظر في دنياه إلى من هو فوقه ، فاسف على ما فاته منه ، لم يكتبه الله صابرا ولا شاكرا")1( . 
وبهذا الاسناد عن عبدالله بن عمرو موقوفا عليه : "أربع خصال من كن فيه بنى الله له بيتا في الجنة : من كان عصمة أمره لا إله إلا الله ، وإذا أصابته مصيبة قال : إنا لله وا نا إليه راجعون ، وا ذا أعطي شيئا قال : الحمد لله ، واذا اذنب ذنب! قال : استغفر الله ")2( . 
وقال ابن المبارك : عن شبل عن ابن أبي نجيح عن مجاهد في قوله تعالى : > إنإ ؟ت عئها شكلرا !( ]الاسراء : 3[ قال : " لم يأكل شيئا إ لا 
حمد الله عليه ، ولم يشرب شرابا قط إلا حمد الله عليه ، ولم يمش مشيا قط إلا حمد الله عليه ، ولم يبطش بشيء قط إلا حمد الله عليه ، فاثنى الله عليه أنه كان عبدا شكورا(")3( . 
وقال محمد بن كعب القرظي : "كان نوح إذا أكل قال : الحمد لله، وإذا شرب قال : الحمد لله ، وإذا ليس قال : الحمد لله ، وإذا ركب قال : الحمد لله ، فسماه الله عبدا شكورا")4(. 
)1( 
"الزهد" لابن المبارك رقم )018 ( - زوائد نعيم - ه 
ورواه الترمذي في "جامعه " رقم )2512(، وقال : "حسن غريب ". )2( 
" الزهد" لابن المبارك )182 ( - زوائد نعيم - . 
ورواه ابن ابي الدنيا في كتاب "الشكر" رقم )502(. 
)3( 
"الزهد" لابن المبارك رقم )1 49(. 
ورواه ابن جرير في "تفسيره" )/15 91(، وابن أبي الدنيا في كتاب "الشكر" رقم )602(، والبيهقي في "شعب الايمان " رقم )4472(، وابن عساكر في "تاريخ دمشق " )/62 274(. 
)4( 
رواه ابن المبارك في "الزهد" رقم )0 49(، وابن ابي الدنيا في كتاب "الشكر" = 285
قال ابن أبي الدنيا : بلغني عن بعض الحكماء قال : "لو لم يعذب الله على معصيته ، لكان ينبغي أن لا يعصى لشكر نعمته ")1(. 
فصل 
ولله تبارك وتعالى على عبده نوعان من الحقوق لا ينفك منهما: أحدهما : أمره ونهيه ، الذي هو محض حقه عليه. 
والتاني : شكر نعمه ، التي أنعم بها عليهه 
فهو سبحانه يطالبه بشكر نعمه وبالقيام بأمره ، فمشهد الواجب عليه لا يزال يشهده تقصيره وتفريطه وأنه محتاج إلى عفو الله ومغفرته ، فان لم يتداركه بذلك هلك. 
وكلما كان أفقه في دين الله كان ]/64 ب[ شهوده للواجب عليه أتم، وشهوده لتقصيره أعظم ، وليس الدين بمجرد ترك المحرمات الظاهرة بل بالقيام مع ذلك بالاوامر المحبوبة لله. 
وأكثر الديانين لا يعباون منها إلا بما يشاركهم فيه عموم الناس . واما الجهاد والامر بالمعروف والنهي عن المنكر والنصيحة لله ورسوله وعباده ونصرة الله ورسوله وكتابه ودينه فهذه الواجبات لا تخطر ببالهم ، فضلا عن أن يريدوا افضلها ، فصلا عن أن يفعلوه . 
رقم )702(، وعبدالله بن احمد في "زوائد الزهد" للامام احمد رقم )281(، 
والبيهقي في شعب الايمان " رقم )4473(، وابن عساكر في "تاريخ دمشق" .)274 /62( 
"الشكر" لابن ابي الدنيا رقم )802(. 
ورواه البيهقي في )شعب الايمان " رقم )4548(. 286
)1( 
وأقل الناس ديئا وأمقتهم إلى الله من ترك هذه الواجبات وإن زهد في الدنيا جميعها، وقل أن ترى منهم من يحمر وجهه ويمعره في الله، ويغضب لحرماته ، ويبذل عرضه في نصرة دينه ، واصحاب الكبائر احسن حالا عندالله من هؤلاء . 
وقد ذكر أبو عمر وغيره : "أن الله تعالى أمر ملكا من الملائكة أ ن يخسف بقرية ، فقال : يا رب إن فيهم فلانا الزاهد العابد قال : به فابدأ، وأسمعني صوته ، إنه لم يتمعر وجهه في يوما قط ")1( . 
فصل 
وأما شهود النعمة فانه لا يدع له رؤية حسنة من حسناته أصلا ولو عمل أعمال الثقلين ، فان نعم الله سبحانه عليه أكثر من أعماله ، وأدنى نعمة من نعمه تستنفد عمله ، فينبغي للعبد ألا يزال ينظر في حق الله عليه. 
قال الامام أحمد: حدثنا حجاج حدثنا جرير بن حازم عن وهب قال : "بلغني أن نبي الله موسى عليه الصلاة والسلام مر برجل يدعو أ و يتضرع ، فقال : يا رب ارحمه فاني قد رحمته . فأوحى الله إليه : لو دعاني حتى تنقطع قواه ما استجبت له حتى ينظر في حقي عليه ")2(. 
)1( 
رواه الطبراني في "الاوسط" - كما في "مجمع الزوائد" )/7 027(- والبيهقي في "شعب الايمان " رقم )5975(، عن جابر مرفوعا به نحوه . 
واخرجه البيهقي في "شعب الايمان " رقم )4975(، من قول مالك بن دينار. 
واخرجه ابن ابي الدنيا في "العقوبات" رقم )16( عن مسعر قال : "بلغني ان ملكا . . . " الخ. 
)2( 
"الزهد" للإمام احمد رقم )451(. 
287
فمشاهد!1( العبد النعمة والواجب لا تدع له حسنة يراها ، ولا يزال مزريا على نفسه ذاما لها. 
وما اقربه من الرحمة إذا اعطى هذين المشهدين حقهما، والله المستعان . 
)1( في الاصل : "فمشاهد" والمثبت من النسخ الثلاث الاخرى . 288
""",
    "videoUrl": "https://youtu.be/th1B4tykwP0?si=qgZiQ_M0GlwlxGPR",
  },
  {
    "id": 21,
    "title": "الباب الحادي والعشرون: الحكم بين الفريقين والفصل بين الطائفتين",
    "content": """
الباب الحادي والعشرون   
في الحكم بين الفريقين ، والفصل بين الطائفتين 
فنقول : كل أمرين طلبت الموازنة بينهما ومعرفة الراجح منهما على 
المرجوح ، فان ذلك لا يمكن إلا بعد معرفة كل واحد منهما ، وقد ذكرنا حقيقة الصبر وأقسامه ]ه /6 ا[ وأنواعه ، فنذكر حقيقة الشكر وماهيته. 
قال في "الصحاح": الشكر الثناء على المحسن بما أولاكه من المعروف ، يقال : شكرته ، وشكرت له . واللام أفصح. 
وقوله تعالى : > لا لزلد من! جزاص ولاشكورا جع ( ]الانسان : 9[ يحتمل أ ن يكون مصدرا كالقعود ، وأن يكون جمعا كالبرود والكفور . 
والشكران خلاف الكفران ، وتشكرت له: مثل شكرت له. والشكور من الدواب : ما يكفيه العلف القليل . واشتكرت السماء : اشتد 
وقع مطرها. واشتكر الضرع : امتلأ لبنا، تقول منه : شكرت الناقة بالكسر تشكر شكزا فهي شكرة ، وشكرت الشجرة تشكر شكرا إذا خرج منها الشكير، وهو ما ينبت حول الشجرة من أصلها)1( . 
فتأمل هذا الاشتقاق وطابق بينه وبين الشكر المأمور به ، وبين الشكر الذي هو جزاء الرب الشكور ، كيف تجد في الجميع معنى الزيادة والنماء . 
ويقال أيضا : دابة شكور ، إذا أظهرت من السمن فوق ما تعطى من العلف )2(. 
) 1 ( " ا لصحاح " للجو هري ) 2 / 2 0 7 - 3 0 7 ( . 
)2( " الرسالة القشيرية " )347(. 
928
وشكر العبد يدور على ثلاتة أركان ، لا يكون شكورا إلا بمجموعها: 
أحدها : اعترافه بنعمة الله عليه. 
والثاني : الثناء عليه بها. 
والثالث : الاستعانة بها على مرضاته. 
وأما قول الناس في الشكر: 
فقالت طائفة : "هو الاعتراف بنعمة المنعم على وجه الخضوع " . 
وقيل : "الشكر : الثناء على المحسن بذكر إحسانه إليه ، فشكر العبد لله ثناؤه عليه بذكر إحسانه إليه " . 
وقيل : "شكر النعمة مشاهدة المنة ، وحفط الحرمة ، والقيام بالخدمة ". 
وقيل : "شكر النعمة أن ترى نفسك فيها طفيليا" . 
وقيل : "الشكر معرفة العجز عن الشكر" . 
ويقال : "الشكر على الشكر أتم من الشكر ، وذلك بأن ترى شكرك بتوفيقه ، وذلك التوفيق من أجل النعم عليك ، فتشكره على الشكر ، ثم تشكره على شكر الشكر الى ما لا يتناهى. 
وقيل : "الشكر إضافة النعم إلى موليها بنعت الاستكانة " . وقال الجنيد : "الشكر أن لا ترى نفسك للنعمة أهلا")1(. 
11( انظر قول الجنيد في : " إحياء علوم الدين " للغزالي )/4 73(. 092
وقيل : " الشكر استفراغ الطاقة في الطاعة " .   
وفيل : " الشاكر الذي يشكر على الموجود ]ه /6 ب[ والشكور الذي يشكر على المفقود" . 
ويقال : " الشاكر الذي يشكر على الرفد ، والشكور الذي يشكر على الرد" . 
وقيل : " الشاكر الذي يشكر على النفع ، والشكور الذي يشكر على المنع ". 
وقيل : " الشاكر الذي يشكر على العطاء ، والشكور الذي يشكر على البلاء". 
وقال الجنيد : "كنت بين يدي السري )1( العب ، وانا ابن سبع سنين، وبين يديه جماعة يتكلمون في الشكر، فقال لي : يا غلام ، ما الشكر؟ فقلت : ان لاتعصي الله بنعمه ، فقال : يوشك ان يكون حظك من الله لسانك . فلا ازال ابكي على هذه الكلمة التي قالها السري ")2( 5 
وقال الشبلي : "الشكر روية المنعم لا روية النعم ")3( . 
هو السري بن المغلس ابو الحسن السقطي احد العباد المجتهدين صاحب )1( 
معروف الكرخي ، خال الجنيد واستاذه. انظر: "تاريخ بغداد" )/9 187 - 291(، و "تاريخ دمشق " )/02 016 - 991 ( . 
رواه عنه القشيري في "رسالته" ص ،248 وابو نعيم في "حلية الاولياء" )01 / )2( 
91 1 (، والبيهقي في "شعب الايمان " رقم )0 455(. 
)3( 
ذكره عنه القشيري في "رسالته" ص ،248 والغزالي في "إحياء علوم الدين" .)72 /4( 
192
وهذا ليس بجيد ، بل من تمام الشكر أن تشهد النعمة من المنعم. وقيل : "الشكر قيد الموجود وصيد المفقود" . 
وقال أبو عثمان : "شكر العامة على المطعم والملبس ، وشكر الخواص على ما يرد على قلوبهم من المعاني ")1(. 
وحبس السلطان رجلا، فأرسل إليه صاحبه : اشكر الله . فضرب ، فأرسل إليه : اشكر الله . فجيء بمحبوس مجوسي مبطون)2(، فقيد 
وجعل حلقة من قيده في رجله وحلقة في قيد الرجل المذكور، فكان المجوسي يقوم بالليل مرات )3( فيحتاج الرجل أن يقف على رأسه حتى 
يفرغ ، فكتب إليه صاحبه : اشكر الله . فقال له : إلى متى تقول : اشكر الله ، وأي بلاء فوق هذا؟ فقال : ولو وضع الزلار الذي في وسطه في وسطك ، كما وضع القيد الذي في ]رجله في[)4( رجلك ماذا كنت تصنع ؟ فاشكر الله ) ( . 
ودخل رجل على سهل بن عبدالله فقال : إن اللص دخل داري وأخذ متاعي ، فقال : اشكر الله ، فلو دخل اللص قلبك - وهو الشيطان - وأفسد عليك التوحيد ماذا كنت تصنع )6(؟! 
)1( 
ذكره عنه القشيري في "رسالته" ص .248 وذكره الغزالي في "إحياء علوم الدين " )/4 72( عن الخواصه 
)2( 
اي يشتكي بطنه . انظر : "لسان العرب " )/13 54(. 
)3( 
اي يقوم عدة مرات لقضاء الحاجة بسبب الداء الذي في بطنه. 
)4( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من : )م(، )ب(. 
)5( 
ذكرها القشيري في "رسالته" ص ،924 والغزالي في "إحياء علوم الدين " )/4 .)011 
)6( 
ذكرها القشيري في "رسالته " ص ،924 والغزالي في " إحياء علوم الدين " )/4 = 292
وقيل : " الشكر التلذذ بثنائه على ما لم يستوجبه من عطائه " . وقيل : "إذا قصرت يداك عن المكافاة ، فليطل لسانك بالشكر" . 
وقيل : "اربعة لا ثمرة لها : مسارة الاصم ، ووضع )1( النعمة عند من لا يشكرها ، والبذر في السباخ )2( ، والسراج في الشمس " . 
والشكر يتعلق بالقلب واللسان والجوارح : فالقلب للمعرفة والمحبة ، واللسان للثناء والحمد، والجوارح لاستعمالها في طاعة المشكور وكفها عن معاصيه ]/66 ا[. 
قال الشاعر: 
أفادتكم النعماء عندي )3( ثلاثة يدي ولساني والضمير المحجبا)4( 
والشكر أخص بالافعال ، والحمد أخص بالاقوال . وسبب الحمد 
أعم من سبب الشكر، ومتعلق الشكر وما به الشكر أعم مما به الحمد. فما يحمد الرب تعالى عليه أعم مما يشكر عليه ، فانه يحمد على أسمائه وصفاته وأفعاله ونعمه ، ويشكر على نعمه . وما يحمد به أخص مما يشكر به ، فانه يشكر بالقلب واللسان والجوارح ، ويحمد بالقلب واللسان . 
5)901-011 
من )م( و )ن(، وفي الاصل : "مسار. . . وواضيع"! وفي القشيرية : "لا ثمرة )1( 
لهم : مسار . . . " كما قي الأصل . وفي )ب( : "مشاورة ". 
والمعنى هو الاعلام بالسر. 
السباخ جمع سبخة ، وهي الارض المالحة . انظر : "لسان العرب " )/3 24(. )2( 
)3( 
في )ن(: "مني". 
)4( 
انطر البيت في : "الكشاف " )تفسير سورة الفاتحة (. 
392
فصل   
إذا عرف هذا فكل من الصبر والشكر داخل في حقيقة الاخر لا يمكن وجوده إلا به ، وإنما يعبر عن أحدهما باسمه الخاص به باعتبار الاغلب عليه والاظهر منه ، وإلا فحقيقة الشكر إنما يلتئم من الصبر والارادة والفعل ، فان الشكر هو العمل بطاعة الله عز وجل وترك معصيته ، والصبر أصل ذلك. 
فالصبر على الطاعة وعن المعصية هو عين الشكر، وإذا كان الصبر مأمورا به ، فأداوه هو الشكر. 
فان قيل : فهذا يفهم منه اتحاد الصبر والشكر ، وانهما اسمان لمسمى واحد ، وهذا محال عقلا ولغة وعرفا ، وقد فرق الله سبحانه بينهما. 
قيل : بل هما معنيان متغايران ، وإنما بينا تلازمهما وافتقار كل واحد منهما في وجود ماهيته إلى الاخر، ومتى تجرد الشكر عن الصبر بطل كونه شكرا، وإذا تجرد الصبر عن الشكر بطل كونه صبرا؛ أما الاول فطاهر ، وأما الثاني فانه إذا تجرد عن الشكر كان كفورا ، ومنافاة الكفور للصبر أعطم من منافاة السخط )1(. 
فان قيل : بل ههنا قسم اخر وهو : ان لا يكون كفورا ولا شكورا، بل صابرا على مضض وكراهة شديدة ، فلم يأت بحقيقة الشكر ولا خرج عن ماهية الصبر. 
قيل : كلامنا في الصبر المامور به الذي هو طاعة ، لا في الصبر الذي 
) 1 ( في )ب ( : " السخوط " . 
492
هو تجلد كصبر البهائم ، وصبر الطاعة لا ياتي به إلا شاكر ، ولكن اندرج شكره في صبره فكان الحكم للصبر ، كما اندرج صبر الشكور في شكره فكان الحكم للشكر. 
فمقامات الايمان لا تعدم بالتنقل بل تندرج وينطوي الادنى في الأعلى ]/66 ب[ كما يندرج الايمان في الاحسان ، وكما يندرج الصبر في مقام الرضى ، لا أن الصبر يزول ، ويندرج الرضى في التفويض ، ويندرج الخوف والرجاء في الحب ، لا أنهما يزولان . 
فالمقدور الواحد يتعلق به الشكر والصبر سواء كان محبوبا أ و مكروها ، فالفقر مثلا يتعلق به الصبر وهو أخص به لما فيه من الكراهة، ويتعلق به الشكر لما فيه من النعمة ، فمن غلب عليه شهود نعمته وتلذذ به واستراح واطمأن إليه عده نعمة يشكر عليها، ومن غلب عليه شهود ما فيه من الابتلاء والضيق والحاجة عده بلية يصبر عليها ، وعكسه الغنى. 
على ان الله سبحانه ابتلى العباد بالنعم كما ابتلاه! بالمصائب ، وعد 
ذللش كله ابتلاء، فقال : >وشلودم بالمثر والخثر فتنة < ]الانبياء: 35[. وقال : > فاما اقيلنسن اذا ما ائننه ربمل فا كرمه- ونفم!فيقول رب أكرمن ! واما إذا 
ما ائبنه فقدر علئه رزق! فيقول ربئ أطنن !( ] الفجر : 5 1 ، 6 1 [ . وقا ل : > إتا جعلنا ما على الأرض زيخة فا فبلوه! ائهم أخسن عملأ !< ]الكهف : 7[ه وقال : هو > الذى )1( خلى اتمؤت والحيؤة ليتلوكثم أي!اخسن صلأ ( ]الملك : 2 [ وقا ل : > وهو الدب خلق السفوات وا لأرنر فى ستة إداهـو!ان عرشا-على الما ليتلوبم أيكم أحسن عملا( ]هود : 7[ . 
)1( ليست في الأصل. 
592
فأخبر سبحانه أنه خلق العالم العلوي والسفلي ، وقدر أجل الخلق، وخلق ما على الارض للابتلاء والاختبار، وهذا الابتلاء إنما هو ابتلاء   
صبر العباد وشكرهم في الخير والشر والسراء والضراء ، فالابتلاء بالنعم من الغنى والعافية والجا 5 والقدرة ، وتأتي الاسباب أعظم الابتلاءين، والصبر على طاعة الله عز وجل أشق الصبرين . كما قال الصحابة رضي الله عنهم : "ابتلينا بالضراء فصبرنا ، وابتلينا بالسراء فلم نصبر")1( . 
والنعمة بالفقر والمرض وقبض الدنيا وأسبابها وأذى الخلق قد تكون أعظم النعمتين ، وفرض الشكر عليها أوجب من الشكر على أضدادها ، فالرب تعالى يبتلي بنعمه ، وينعم بابتلائه. 
غير أن الصبر والشكر حالتان لازمتان )2( للعبد في أمر الرب ونهيه وقضائه وقدره لا يستغنى عنهما طرفة عين. 
والسؤال عن أيهما أفضل ]/67 ا[ كالسؤال عن الحبس والحركة أيهما أفضل ؟ وعن الطعام والشراب أيهما أفضل ؟ وعن خوف العبد ورجائه أيهما أفضل؟ 
فالمأمور لا يؤدى إلا بصبر وشكر، والمحطور لا !سرك إلا بصبر وشكر. 
وأما المقدور الذي يقدر على العبد من المصائب فمتى صبر عليه اندرج شكره في صبره ، كما يندرج صبر الشاكر في شكره . 
)1( رواه الترمذي في "جامعه" رقم )2464(، عن عبدالرحمن بن عوف رضي الله عنه . وقال الترمذي : "حديث حسن". 
)2( ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
692
ومما يوضح هذا : أن الله سبحانه امتحن العبد بنفسه وهواه واوجب عليه جهادهما في الله ، فهو كل وقت في مجاهدة نفسه حتى يأتي بالشكر المأمور به، ويصبر عن الهوى المنهي عن طاعته ، فلا ينفك العبد عنهما ، غنيا كان أو فقيرا ، معافى أو مبتلى.   
وهذه هي مسألة الغني الشاكر والفقير الصابر أيهما أفصل؟ 
وللناس فيها ثلاثة أقوال : وهي التي حكاها أبو الفرج )1( وغيره في عموم الصبر والشكر أيهما أفصل ، وقد احتجت كل فرقة بحجج وأدلة على قولها. 
والتحقيق أن يقال : أفضلهما أتقاهما لله ، فان فرض استواوهما في 
التقوى استويا في الفضل ، فان الله سبحانه لم يفضل بالفقر والغنى كما لم يفضل بالعافية والبلاء، وإنما فضل بالتقوى ، كما قال تعالى : > إن ا!رمك!عند الله القئكم ( ] ا لحجرات : 3 1 [ . 
وقد قال !يم : "لا فضل لعربي على عجمي ، ولا لعجمي على عربي إلا بالتقوى ، الناس من ادم ، وادم من تراب ")2( . 
)1( 
يعني ابن الجوزي ، كما سبق. 
)2( 
الحديث هكذا لم اجده. 
إنما اخرجه احمد في "مسنده" )/5 411( عن ابي نضرة عمن سمع خطبة رسول الله !شي! به ، دون قوله : "الناس من آدم وادم من تراب ". وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )0 027(، 
اما الجملة الاخيرة ، فرواها ابو داود في "سننه" رقم )5116(، والترمذي في "جامعه" رقم )0327(، من حديث ابن عمر مرفوعا: "والناس بنو ادم ، وحلق الله ادم من تراب ". وقال الترمذي : "حديث غريب لا نعرفه من حديث- 
792
والتقوى مبنية على أصلين : الصبر والشكر ، وكل من الغني والفقير لا بد له منهما ، فمن كان صبره وشكره أتئم كان أفضل. 
فان قيل : فاذا كان صبر الفقير أتم وشكر الغني أتم فايهما افضل؟ 
قيل : أفضلهما اتقاهما لله في وظيفته ومقتضى حاله ، ولا يصح التفضيل بغير هذا ألبتة ، فان الغني قد يكون أتقى لله في شكره من الفقير في صبره ، وقد يكون الفقير أتقى لله في صبره من الغني في شكره ، فلا يصح أن يقال : هذا بغناه أفضل ولا هذا بفقره أفضله 
ولا يصح أن يقال : هذا بالشكر أفضل من هذا بالصبر، ولا بالعكس ، لانهما مطيتان للايمان لا بد منهما، بل الواجب أن يقال : أقومهما بالواجب ]/67 ب[ والمندوب هو الافضل ، فإن التفضيل تابع 
لهذين الامرين ، كما قال تعالى في الاثر الالهي : "وما تقرب إلي عبدي 
بمثل أداء ما افترضت عليه ، ولا يزال عبدي يتقرب إلي بالنوافل حتى ء ! )1(حبه" . 
فأي الرجلين كان أقوم بالواجبات وأكثر نوافل كان افضل. 
فان قيل : فقد ثبت عن النبي !يو أنه قال : "يدخل فقراء أمتي الجنة قبل أغنيائهم بنصف يوم ، وذلك خمسمائة عام ")2( . 
عبدالله بن دينار عن ابن عمر إلا من هذا الوجه ". 
)1( 
رواه البخاري في "صحيحه" رقم )2065(، من حديث ابي هريرة رضي الله عنه نحوه . 
)2( 
رواه احمد في "المسعد" ،2/342 والترمذي في "جامعه" رقم )2354(، وابن ماجه في "سننه" رقم )4122(، من حديث ابي هريرة رضي الله عنه. وقال الترمذي : "حديث حسن صحيح ". 
892
قيل : هذا لا يدل على فضلهم على الاغنياء في الدرجة وعلو المنزلة وإن سبقوهم في الدخول ، فقد يتأخر الغني والسلطان العادل في الدخول لحسابه ، فإذا دخل كانت درجته أعلى ومتزلته أرفع ، كما يسبق الفقير القفل )1( في المضايق وغيرها ، ويتأخر صاحب الاحمال بعده )2( .   
فان قيل : فقد قال لمج! للفقراء لما شكوا إليه زيادة عمل الاغنياء عليهم بالعتق والصدقة : "ألا أدلكم على شيء إذا فعلتموه ادركتم به من سبقكم " فدلهم على التسبيح والتحميد والتكبير عقيب كل صلاة ، فلما سمع الاغنياء ذلك عملوا به ، فذكروا ذلك للنبي لمخ!: فقال : > ذلك فضل الله يؤته من لمجثما !)3( ]الحديد : 1 2 [ . 
وهذا يدل على ترجيح حال الغني الشاكر. 
قيل : هذا حجة للقول الذي نصرناه ، وهو : أن أفضلهما أكثرهما نوافل ، فان استويا استويا وهاهنا قد ساوى الاغنياء الفقراء في أعمالهم المفروضة والنافلة ، وزادوا عليهم بنوافل العتق والصدفة ، ففضلوهم بذلك ، فساووهم في صبرهم على الجهاد والاذى في الله والصبر على المقدور ، وزادوا عليهم بالشكر بنوافل المال ، فلو كان للفقراء بصبرهم نوافل تزيد على نوافل الاغنياء لفضلوهم بها. 
فان قيل : فالنبي لمجي! عرضت عليه مفاتيح كنوز الدنيا فردها ، وقال : 
)1( 
القفل بمعنى القافلة ، انطر "لسان العرب " )/11 056(. 
)2( 
في الأصل : "بعدها" : والتصويب من النسخ الاخرى . 
)3( 
رواه مسلم في "صحيحه" رقم )595( من حديث ابي هريرة رضي الله عنه. ورواه البخاري في "صحيحه" رقم )843( دون قوله : "فلما سمع الاغنياء . . . " الخ. 
992
" بل أشبع يوما واجوع يوما")1( .   
وقال هشام بن عروة ]عن أبيه [)2( عن عائشة رفي الله عنها قالت: " خرج رسول الله ع!يم من الدنيا ولم يشبع من خبز البر")3( ، و "مات ودرعه مرهونة عند يهودي على طعام أخذه لأهله ")4( ]/68 ا[. 
وقال الامام أحمد: حدثنا وكيع حدثنا الأعمش عن عمارة بن القعقاع عن أبي زرعة عن أبي هريرة !ال : ذال رسول الله !رو: "اللهم اجعل رزق ال محمد قوتا") ( . 
وقال الامام أحمد : حدثنا إسماعيل بن محمد حدثنا عباد بن عباد حدثنا مجالد بن سعيد عن الشعبي عن مسروق عن عائشة قالت : دحلت علي امرأة من الانصار ، فرأت فراش رسول الله !يم عباءة مثنية ، فرجعت إلى منزلها، فبعثت إلي بفراش حشوه الصوف ، فدخل علي رسول الله 
سبق تخريجه ص )215(. 
)1( 
)2( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى ، 
ومن مصادر التخريج. 
)3( 
رواه أحمد في "الزهد" رقم )18(. 
ورواه مسلم في "صحيحه" رقم )0792( بلفظ : "ما شبع ال محمد !سيو من خبز البر ثلاثا، حتى مضى لسبيله ". 
)4( 
رواه البخاري في "صحيحه" رقم )1692(، ومسلم في "صحيحه" رقم )3016 ( عن عائشة رضي الله عنها . ولفط البخاري : "توفي رسول الله ع!ي! ودرعه مرهونة عند يهودي بشلاثين صاعا من شعير" . وليس في لفط مسلم ذكر الوفاة .ـ )5( 
" الزهد " رقم )36( ، و " المسند " ) /2 6 4 4 ( . 
ورواه البخاري في "صحيحه" رقم )0646(، ومسلم في "صحيحه" رقم )5501( عن عمارة به. 
003
لمجيم فقال : "ما هذا؟" فقلت : فلانة الانصارية دخلت علي فرأت قر شك فبعثت إلي بهذا . فقال : "رديه " فلم ارده ، وأعجبني أن يكون في بيتي، حتى قال لي ذلك ثلاث مرات ، فقال : "يا عائشة رديه ، فوالله لو شئت لأجرى الله معي جبال الذهب والفضة " فرددته ) 1 ( .   
ولم يكن الله سبحانه يختار لرسوله إلا الافصل ، هذا مع أنه لو أخذ الدنيا لانفقها كلها في مرضاة الله عز وجل ، ولكان شكره بها فوق شكر جميع الناس . 
قيل : قد احتج بحال رسول الله !يم كل واحدة من الطائفتين. 
والتحقيق : أن الله سبحانه جمع له بين المقامين كليهما على اتم الوجوه ، فكان سيد الأغنياء الشاكرين وسيد الفقراء الصابرين ، فحصل له من الصبر على الفقر ما لم يحصل لاحد سواه ، ومن الشكر على الغنى ما لم يحصل لغني سواه . 
ومن تامل سيرته وجد الامر كذلك ، فكان !يم أصبر الخلق في مواطن الصبر، واشكر الخلق في مواطن الشكر، وربه تعالى كمل له مراتب الكمال فجعله في أعلى رتب الاغنياء الشاكرين ، وفي أعلى مراتب الفقراء الصابرين ، قال تعالى : > ووجدك عايلأ فاغني< ]الضحى : 8[ . 
واجمع المفسرون على ان العائل هو الفقير، يقال : عال الرجل 
)1( "الزهد" للامام احمد رقم )76(. 
ورواه ابن سعد في "الطبقات" )/1 465(، والطبراني في "الاوسط" رقم )9206(، والبيهقي في )شعب الايمان " رقم )1468(. وصححه الالباني قي "سلسلة الأحاديث الصحيحة " برقم )2484(. 
3 0 1
يعيل ، إذا افتقر، وأعال يعيل : إذا صار ذا عيال ، مثل : ألبن ، وأتمر وأثرى ، إذا صار ذا لبن وتمر وثروة .   
وعال يعول : إذا جار، ومنه قوله تعالى : > ذلك ادني+ ألا ]/68 ب [ تعولواؤح( ]النساء: 3[. 
وقيل : المعنى الا ]تكثر عيالكم [)1( . 
والقول هو الأول لوجوه : 
أحدها: أنه لا يعرف في اللغة عال يعول إذا كثر عياله ، وإنما المعروف في ذلك عال يعيل ، وأما عال يعول فهو بمعنى الجور ليس إلا ، هذا الذي ذكره أهل اللغة قاطبة. 
الثاني : انه سبحانه قابل ذلك بالعدل الذي نقلهم عند خوفهم من فقده إلى الواحدة أو التسري بما شاؤوا من ملك أيمانهم ، ولا يحسن هذا 
التعليل بعدم العيال . 
يوضحه: 
الوجه الثالث : انه سبحانه نقلهم عند الخوف من عدم القسط في نكاح اليتامى إلى نكاح من سواهن من النساء، لئلا يقعوا في ظلم أزواجهم)2( اليتامى ؛ وجوز لهم نكاح الواحدة وما فوقها إلى الاربع ، ثم نقلهم عند خوف الجور وعدم العدل في القسمة إلى الواحدة أو النوع الذي لا قسمة عليهم في الاستمتاع بهن ، وهن الاماء. فانتظمت الاية 
)1( 
في الاصل مكان هذه العبارة : "تجوروا". وقد كتب عليها في الهامش: "ينظر" . والتصويب من )ب(، وهو الموافق للسياق ، والله اعلم. 
في الاصل : "ازواجهن" ، والمثبت من النسخ الثلاث الأخرى . 
)2( 
203
ببيان الجائز من نكاح اليتامى والبوالغ والأولى من ذينك القسمين عند خوف الظلم ، والجائز من نكاح الواحدة وما فوقها ، والاولى من هذين القسمين عند خوف العول ، فما لكثرة العيال مدخل هنا ألبتة.   
يوضحه: 
الوجه الرابع : انه لو كان المحذور كثرة العيال لما نقلهم إلى ما شاءوا من الاماء بلا عدد ؛ فان العيال كما يكونوا من الزوجات يكونوا من الاماء، ولا فرق ؛ فانه لم ينقلهم إلى إماء الاستخدام بل إلى إماء الاستفراش. 
يوضحه: 
الوجه الخامس : ان كثرة العيال ليس أمرا محذورا مكروها للرب تعالى ، كيف وخير هذه الامة أكثرها نساء)1(؟! 
وقد قال النبي ع!ي! : "تزوجوا الودود الولود، فافي مكاثر بكم الأسا ")2(، فامر بنكاح الولود؛ ليحصل منها ما يكاثر به الامم يوم القيامة. 
والمقصود أنه سبحانه جعل نبيه غنيا شاكرا بعد أن كان فقيرا صابرا، فلا تحتج به طائفة لحالها إلا كان للطائفة ]/96 أ[ الاخرى أن تحتج به 
)1( 
قاله ابن عباس لسعيد بن جبير حيث سأله : "هل تزوجت ؟ قال : لا، فقال له ابن عباس : فتزوج ، فإن خير هذه الامة اكثرها نساء". رواه البخاري 
في "صحيحه" رقم )9605(. 
)2( 
رواه ابو داود في "سننه " رقم )0 50 2(، والنسائي في " المجتبى " رقم )3227(، عن معقل بن يسار. 
وصححه الحاكم في المستدرك )/2 162(، ووافقه الذهبي. 
303
أيضا لحالها.   
فان قيل : فقد كان عبدالرحمن بن عوف من الشاكرين ، وقد قال الامام أحمد في "مسنده " : حدثنا عبدالصمد ، حدثنا عمارة عن ثابت عن أنس قال : بينما عائشة في بيتها سمعت صوتا في المدينة ، فقالت : ما هذا؟ فقالوا : عير لعبدالرحمن بن عوف قدمت من الشام تحمل من كل شيء. قال)1( وكانت سبعمائة بعير، فارتجت المدينة من الصوت . فقالت عائشة : سمعت رسول الله ع!يم يقول : "رايت عبدالرحمن بن عوف يدخل الجنة حبوا" فبلغ ذلك عبدالرحمن فقال : إن استطعت لادخلنها قائما ، فجعلها بأقتابها وأحمالها في سبيل الله )2( . 
قيل : قد قال الامام احمد : هذا الحديث كذب منكر . قال : وعمارة 
يروي أحاديث مناكير، وقال أبو حاتم الرازي : عمارة بن زاذان لا يحتج )3( 
قال أبو الفرج )4(: "وقد روى الجراح بن منهال بإسناده عن عبدالرحمن بن عوف ان النبي ع!يم قال له : "يا ابن عوت إنك من الأغنياء ، وإ نك لا تدخل الجنة إلا زحفا ، فاقرض ربك بطلق قدميك " ) ( . 
قال أبو عبدالرحمن النسائي : هذا حديث موضوع ، والجراح متروك الحديث ، وقال يحيى : ليس حديث الجراح بشيء ، وقال ابن المديني: 
في الاصل : "قالت" ، وهو خطأ ، والتصويب من النسخ الثلاث الاخرى . )1( 
"مسند احمد" )/6 115(. 
)2( 
)3( 
انظر : "الموضوعات " لابن الجوزي )/2 13 ( . 
)4( 
اي ابن الجوزي . 
)5( 
"الموضوعات " لابن الجوزي )/2 13 ( . 
403
لا يكتب حديثه ، ]وقال ابن حبان : كان يكذب [)1( . وقال الدارقطني: ا )2(متروذ .   
فإن قيل : فما تصنعون بالحديث الذي رواه البيهقي من حديث أحمد بن عدي)3( حدثنا)4( إسماعيل بن محمد حدئنا سليمان بن عبدالرحمن اخبرني خالد بن يزيد بن أبي مالك عن ابيه عن عطاء بن ابي 
رباح عن إبراهيم بن عبدالرحمن بن عوف عن ابيه عن رسول الله غ!ي! انه قال له : "يا ابن عوف إنك من [لاغنياء ولن تدخل الجنة إلا زحفا، فاقرض الله بطلق لك قدميك " . قال : وما الذي أقرض يا رسول الله؟ قال : "تتبرأ مما امسيت فيه"قال : من كله أجمع يا رسول الله ؟ قال : "نعم" . فخرج ابن عوف وهو يهم بذلك ، فاتاه جبريل عليه السلام فقال : 
"مر ابن عوف فلي!ف الضيف ، وليطعم المسكين ، ]/96 ب[وليبدا بمن يعول ، وليعط السائل ، فاذا فعل ذلك كان تزكية ما فيه ") ( . 
قيل : هذا حديث باطل عن رسول الله غ!ي! ؛ فإن احد رواته خالد بن 
ما بين المعقوفين ساقط من الاصل ، و 1 ستدركته من النسخ الاخرى ، ومن )1( 
"الموضوعات " لابن الجوزي . 
"الموضوعات (" لابن الجوزي )/2 13 ( . 
)2( 
)3( 
في )ب ( : " علي " ، وهو تحريف. 
في النسخ الثلاث الاخرى : "بن" ، وهو خطا. 
)4( 
"شعب الايمان " للبيهقي رقم )3335(. 
والحديث في : "الكامل" لابن عدي )/3 12(، و "المستدرك" للحاكم )/3 1 31( ، و "البحر الزخار" للبزار رقم )5 0 0 1 ( وغيرهم. 
وقال الحاكم : "صحيح الاسناد ولم يخرجاه ". فتعقبه الذهبي بقوله: "قلت : خالد ضعفه جماعة ، وقال النسائي : ليس بثقة ". وضعفه الالباني جذا 
في "سلسلة الاحاديث الضعيفة " برقم )1772(. 
503
يزيد بن أبي مالك . قال الامام أحمد: ليس بشيء، وقال ابن معين: واه ، وقال النسائي : غير ثقه ، وقال الدارقطني : ضعيف ، وقال يحيى بن معين : لم يرض أن يكذب على أبيه حتى كذب على الصحابة )1( . 
فان قيل : فما تصنعون بالحديث الذي قال الامام أحمد: حدثنا 
الهذيل بن ميمون عن مطرح بن يزيد عن عييدالله بن زحر عن علي بن )2(يزيد عن القاسم عن أبي أمامة قال : قال رسول الله !و : "دخلت الجنة 
فسمعت فيها خشفة 3( بين يدي ، فقلت : ما هذا؟ قال : بلال . فمضيت فاذا أكثر أهل الجنة فقراء المهاجرين وذراري المسلمين ولم أر فيها أحدا أقل من الأغنياء و 1لنساء . قيل لي : أما الأغنياء فهم في الباب يحاسبون 
ويمحصون ، وأما النساء فألهاهن الأحمران : الذهب والحرير . ثم خرجنا من أحد أبواب الجنة الثمانية ، فلما كنت عند الباب اتيت بكفة فوضعت 
فيها ووضعت أمتي في كفة فرجحت بها ، ثم أتي بأبي بكر فوضع في كفة وجيء بجميع امتي فوضعوا في كفة فرجح ابو بكر ، ثم أتي بعمر فوضع في كفة ووضع جميع امتي في كفة فرجح عمر ، وعرضت علي أمتي رجلا رجلا فجعلوا يمرون ، واستبطات عبدالرحمن بن عوف ، ثم جاء بعد الاياس فقلت : عبدالرحمن ؟ فقال : بأبي وأمي يا رسول الله ، والذي بعثك بالحق ما خلصت إليك حتى ظننت أني لا أصل إليك أبدا إلا بعد المشيبات. قلت: وما ذاك؟ قال من كثرة مالي أحاسب 
)1( 
انظر : "الكامل لابن عدي" )/3 01 - 13(، و "الجرح والتعديل " لابن ابي حاتم )/3 935(. 
)2( 
في الاصل : "زيد" ، وكذا في )ن (. والتصويب من )م ( و )ب( ومن "المسند". )3( 
الخشفة : الحس والحركة ، وقيل : هو الصوت ، والحشفة بالتحريك : الحركة. وقيل : هما بمعنى واحد . انظر : "النهاية" لابن الاثير )/2 34(. 
603
محص ". .ءِ)1(   
قيل : هذا حديث لا يحتج بإسناده ، وقد ادخله ابو الفرج هو والذي قبله في كتاب " الموضوعات " ، وقال : أما عبيدالله بن زحر فقال يحيى: ليس بشيء، وعلي بن يزيد)2( متروك ، وقال ابن حبان : عبيدالله يروي الموضوعات عن الأثبات وإذا روى عن علي بن يزيد أتى بالطامات، وإذا اجتمع في إسناد خبر عبيد الله بن زحر ]/07أ[ وعلي بن يزيد والقاسم أبو عبدالرحمن ، لم يكن متن ذلك الخبر إلا مما عملته ايديهم ) ( . 
قال أبوالفرح : وبمثل هذا الحديث الباطل يتعلق جهلة )4( المتزهدين ، ويرون أن المال مانع من السبق إلى الخير ، ويقولون : إذا كان ابن عوف يدخل الجنة زحفا لاجل ماله ، كفى ذلك في ذم المال ، 
والحديث لا يصح ، وحوشي عبدالرحمن المشهود له بالجنة أن يمنعه ماله السبق ؛ لان جمع المال مباح ، وإنما المذموم كسبه من غير وجهه، ومنع الحق الواجب فيه ، وعبدالرحمن منزه عن الحالين. 
وقد خلف طلحة ثلاثمائة حمل من الذهب ، وحلف الزبير وغيره ، 
"المسند" )/5 925(. 
ورواه الطبراني في "الكبير" رقم )2397(. 
وقال الالباني في "سلسلة الاحاديث الضعيفة " رقم )5346(: جذا". 
في الاصل هنا وفيما يأتي : "زيد" ، والتصويب من النسخ الثلاث الاخرى . " الموضوعات " لابن الجوزي )/2 4 1 - 5 1 ( . 
في الاصل و)ب(: "جملة"، وهو تحريف. 
703
)1( 
)2( )3( )4( 
ولو علموا أن ذلك مذموم لأخرجوا الكل . وكم قاص يتشوف بمثل هذا الحديث يحث على الفقر ويذم الغنى ، فلله در العلماء الذين يعرفون الصحيح ويفهمون الاصول ، انتهى كلامه )1( . 
قلت : وقد بالغ في رد هذا الحديث ، وتجاوز في إدخاله في الاحاديث الموضوعة المختلقه على رسول الله !ص ، وكانه )2( استعظم احتباس عبدالرحمن بن عوف وهو أحد السابقين الاولين المشهود لهم بالجنة عن السبق إليها ودخوله الجنة حبوا، ورأى ذلك مناقضا لسبقه ومنزلته التي أعدها الله له في الجنة ، وهذا وهم منه رحمه الله. 
وهب أنه وجد السبيل إلى الطعن في هذين الخبرين ، أفيجد سبيلا الى القدح في حديث ابي هريرة أن رسول الله !و قال : "يدخل فقراء المسلمين الجنة قبل أغنيائهم بنصف يوم ، وهو خمسمائة عام" . قال الترمذي : حديث حسن صحيح )3(؟ 
وفي حديث ابن عمرو)4( الذي رواه مسلم في "صحيحه " عن النبي ع!ييه : "إن فقراء المهاجرين يسبقون الأغنياء يوم القيامة باربعين خريفا")5(. 
)1( 
"الموضوعات" لابن الجوزي )/2 13 - 14 (. قاله بعد حديث عائشة رضي الله عنها السابق. 
)2( 
الاصل و)م(: "وكان" والمثبت من )ن ،ب(. 
سبق جح )003(. 
)3( 
)4( 
في الاصل وسائر النسخ : " ابن عمر" . وهو سهو . والتصويب من "صحيح مسلم " . ومما يدل على ذلك انه سيأتي عند المصنف مرة اخرى ص )793( على الصواب . 
)5( 
"صحيح مسلم " رقم )9792(. 
803
وفي "مسند الامام احمد" عنه عن النبي ع!ي! : "هل تدرون اول من يدخل الجنة " ؟ قالوا : الله ورسوله أعلم ، قال : "فقراء المهاجرين الذين   
يتقى بهم المكاره ، يموت أحدهم وحاجته في صدره لا يستطيع لها]/07ب[قضاء(")1(5 
وفي "جامع الترمذي " من حديث جابر عن النبي ع!ي! انه قال : "يدخل فقراء أمتي الجنة قبل الأغنياء بأربعين خريفا" )2( . 
فهذا الحديث وأمثاله صحيح صريح في سبق فقراء الصحابة إلى الجنة لاغنيائهم ، وهم في السبق متفاوتون ؛ فمنهم من يسبق بخمسمائة عام ، ومنهم من يسبق باربعين عاما. 
ولا يقدح ذلك في منزلة المتأخرين في الدخول ، فإنهم قد يكونون أرفع منزلة ممن سبقهم إلى الدخول وإن تأخروا بعدهم للحساب ؛ فان الامام العادل يوقف للحساب ويسبقه من لم يل شيئا من أمور المسلمين إلى الجنة ، فاذا دخل الامام العادل بعده كانت منزلته أعلى من منزلة الفقير ، بل يكون أقرب الناس من الله منزلة ، كما في " صحيح مسلم " من حديث عبدالله بن عمرو عن النبي لمجيم انه قال : "المقسطون عندالله يوم القيامة على منابر من نور عن يمين الرحمن وكلتا يديه يمين ، الذين يعدلون في حكمهم وأهليمم وما ولوا" )3( . 
)1( 
"المسند" )/2 168(، من حديث عبدالله بن عمرو. 
وصححه الحاكم في المستدرك )/2 71 - 72(، ووافقه الذهبي. 
)2( 
"جامع الترمذي " رقم )2355( بلفط : "يدخل فقراء المسلمين الجنة قبل أغنيائهم باربعين خريفا" . وقال : "حديث حسن" . واخرجه الامام أحمد في "المسند" : )3/324(. 
)3( 
"صحيح مسلم " رقم )1827(. 
903
وفي "الترمذي " من حديث أبي سعيد الخدري عنه لمجج! : " إن احب الناس إلى الله يوم القيامة وأقربهم مني مجلسا إمام عادل ، وأبغض الناس الى الله يوم القيامة واشدهم عذاب! إمام جائر")1 ( . 
فالامام العادل والغني قد يتاخر دخوله للحساب ، ويكون بعد الدخول ارفع منزلة من الفقير السابق . ولا يلزم من احتباس عبدالرحمن بن عوف لكثرة ماله حتى يحاسبه عليه ثم يلحق برسول الله ع!يم واصحابه ، ولا غضاضة ولا نقص من مرتبته ، ولا يضاد ذلك سبقه وكونه مشهودا له بالجنة. 
واما حديث دخوله الجنة زحفا ؛ فالامر فيه كما قاله الامام احمد أنه كذب منكر ، وكما قال النسائي : إنه موضوع )2( . 
ومقامات عبدالرحمن في الاسلام وهجرته وجهاده ونفقاته العظيمة وصدقاته - تقتضي دخوله إلى الجنة مع المارين كالبرق او كالطرف ا و كأجاويد الخيل ، ولا يدعه يدخلها زحفا. 
)1( 
"جامع الترمذي " رقم )9132( بلفظ : "إن احث الناس إلى الله يوم القيامة وادناهم منه مجلسا : إمام عادل ، وابغض الناس إلى ادله وابعدهم منه مجلسا: 
إمام جائر" . وقال : "حديث حسن غريب ". 
)2( 
وقد سبق ذلك قريبا. 
واعلم انه لا تعارض في كلام ابن القيم هنا ، كما قد يطنه البعض ، فالاحاديث الواردة في حق الصحابي الجليل هنا نوعان : حديث احتباسه وتأخره ، واحاديث دخوله الجنة حبوا أو زحفا . أما حديث الاحتباس فلا يصل عند ابن القيم إلى مرتبة الموضوع والكذب بخلاف ، حديث الزحف . والله أعلم. 
031
فصل   
والله سبحانه ]/71 ا[ كما هو خالق الخلق ، فهو خالق ما به غناهم وفقرهم ، وخالق غناهم وفقرهم ، فخلق الغنى والفقر ليبتلي بهما عباده ايهم احسن عملا ، وجعلهما سببا للطا!طعة والمعصية والثواب والعقاب ، 
قال تعالى : > وشلودم بالتر والحئرفتنه والتنا ترتجعربن ه ( ]الانبياء : 35[ . قال ابن عباس : "بالشدة والرخاء والصحة والسقم والغنى والفقر والحلال والحرام ، وكلها بلاء(")1( . 
وقال ابن زيد: "نبلوكم بما تحبون وما تكرهون ؛ لننظر كيف شكركم وصبركم فيما تحبون وفيما تكرهون ")2( . 
وقال الكلبي : "الشر بالفقر والبلاء ، والخير بالمال والولد")3( . فاخبر سبحانه أن الغنى والفقر مطيتا الابتلاء والامتحان ه 
وقال تعالى : >لا الالنسن اذا ما ائنلة ربهل !ا!كرمهل ونعمهل فيقول رب أكرمن ! وأما إذا ما ابنلنه فقدر علته رزقمد فيقول ربى- أهنن !ط ص ( ]الفجر: 15 - 17[؛ فاخبر سبحانه انه يبتلي عبده بإكرامه له وتنعيمه له ، وبسط الرزق عليه ، كما يبتليه بتضييق الرزق وتقديره عليه ، وان كليهما ابتلاء منه وامتحان . 
ثم انكر سبحانه على من زعم ان بسط الرزق وتوسعته إكرام من الله 
)1( 
رواه ابن جرير في "تفسيره" )/17 25(، واللالكائي في "شرح الاعتقاد" رقم .)01 70( 
)2( 
رواه ابن جرير في "تفسيره " )/17 25(. 
)3( 
لم اقف عليه. 
311
لعبده ، وأن تضييقه عليه إهانة منه له ، فقال : >ص (، أي : ليس الامر كما يقول الانسان بل قد أبتلي بنعمتي وأنعم ببلائي. 
وإذا تأملت ألفاظ الاية وجدت هذا المعنى يلوح على صفحاتها ظاهرا للمتأمل. 
وقال تعالى : > وهوالدي جطحم خل!ف الأرض ورفع بعضكئم فوق بعنه! درجمخ ليتلوكئم في ما 0 اتنكم< ]الانعام : 65 1 [ . 
وقال تعالى : > إنا خانا ما على الأرض زيخة فا انثلوه! ايهم أخس عملاث!ط( ]الكهف : 7[ . 
فأخبر سبحانه أنه زين الارض بما عليها من المال وغيره للابتلاء والامتحان ، كما أخبر أنه خلق الموت والحياة لذلك ، وخلق السماوات والأرض لهذا الابتلاء أيضا. 
فهذه ثلاثة مواضع في القران يخبر فيها سبحانه أنه خلق العالم العلوي والسفلي وما بينهما، وأجل العالم وأجل أهله ، وأسباب معايشهم ]/71 ب[ التي جعلها زينة للارض من الذهب والفضة والمساكن 
والملابس والمراكب والزرع والثمار والحيوان والنساء والبنين وغير ذلك - كل ذلك خلقه للابتلاء والامتحان ؛ ليختبر خلقه أيهم أطوع وارضى له ، فهو الاحسن عملا. 
وهذا هو الحق الذي خلق به وله السماوات والارض وما بينهما، وغايته الثواب والعقاب . وفواته وتعطيله هو العبث الذي نزه الله نفسه واخبر انه يتعالى عنه ، وأن ملكه الحق ، وتفرده بالالهية وحده ، وبربوبيته كل شيء، ينفي هذا الظن الباطل والحسبان الكاذب ، كما قال تعالى: 
312
> افحسبتم انما ظقنبهم عبثا وانكتم افنا لا تزجون !، فتفلى الئه الملك ا لحق لا إلة الا هو رب ائعرش ال!ريو ج ( ]المؤمنون : ه 1 1 ، 6 1 1 [ . 
فنزه سبحانه نفسه عن ذلك، كما نزهها عن الشريك والولد والصاحبة وسائر العيوب والنقائص من السنة والنوم واللغوب والحاجة واكتراثه بحفط السماوات والارض ، وتقدم الشفعاء بين يديه بدون إذنه كما يطنه أعداو 5 المشركون ، وخفاء بعض أمر الخلق عليه كما يطنه أعداوه الذين يخرجون عن علمه جزئيات العالم أو شيئا منها. 
فكما أن كماله المقدس وكمال أسمائه وصفاته يأبى ذلك ويمنع منه ، فكذلك يبطل حلقه لعباده عبثما وتركهم سدى لا يأمرهم ولا ينهاهم ولا يردهم إليه ؛ فيثيب محسنهم بإحسانه ومسيئهم بإساءته ، ويعرف المبطلين منهم أنهم كانوا كاذبين ، ويشهدهم أن رسله وأتباعهم كانوا أولى بالصدق والحق منهم. 
فمن أنكر ]ذلك فقد أنكر[)1( إلهيته وربوبيته وملكه الحق ، وذلك 
عين الجحود والكفر به سبحانه ، كما قال المؤمن لصاحبه الذي حاوره في المعاد وأنكره : > اكفرت بالذبد ننا من تراب ثم من ننه ثم سونك رجلأ كا ( ]الكهف : 37[، فاخبر ان إنكاره للمعاد كفر بذات الرب سبحانه. 
وقال تعالى : > !وإن تعجب فعجب قؤلهئم ابا كنا قتبا اءنا لى طز جديذ اولبهك الذين كفروا بربهم < ]الرعد: ه [، وذلك ان إنكار المعاد يتضمن إنكار قدرة الرب وعلمه وحكمته وملكه الحق وربوبيته /721 أ[ 
)1( ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الشلاث الاخرى . 313
والهيته ، كما أن تكذيب رسله وجحد رسالتهم يتضمن ذلك أيضا ، فمن كذب رسله وجحد المعاد ؛ فقد أنكر ربوبيته سبحانه ، ونفى أن يكون ربا للعالمين. 
والمقصود: أنه سبحانه حلق الغنى والفقر مطيتين للابتلاء 
والامتحان ، ولم ينزل المال لمجرد الاستمتاع به ، كما في "المسند" عنه ع!يه قال : "يقول الله تعالى : إنا انزلنا المال لاقام الصلاة وإيتاء الزىة، ولو كان لابن ادم واد من مال لابتغى إليه ثانيا، ولو كان له ثان لابتغى له ثالتا، ولا يملأ جوت ابن ادم إلا التراب ")1(، فأخبر سبحانه أنه أنزل 
المال ليستعان به على إقامة حقه بالصلاة ، وإقامة حق عباده بالزكاة ، لا للاستمتاع والتلذذ كما تأكل الانعام . 
فإذا زاد المال على ذلك أو خرج عن هذين المقصودين ، فات الغرض والحكمة التي أنزل لها وكان التراب أولى به ، فرجع هو والجوف الذي امتلأ بمحبته وجمعه إلى التراب الذي هو أصله ، فلم ينتفع صاحبه به ، ولا انتفع الجوف الذي امتلأ به)2( بما حلق له من الايمان والعلم والحكمة . فإنه حلق لان يكون وعاء لمعرفة ربه وخالقه ، والايمان به، ومحبته وذكره ، وأنزل عليه من المال ما يستعين به على ذلك ، فعطل )3( جوفه عما حلق له وملأه بمحبة المال )4( وجمعه والاستكثار منه ، ومع 
"المسند" )/5 921-218(. 
)1( 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " رقم )9163(. 
)2( 
"به" ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)3( 
بعد هذه الكلمة في )م( و )ن(: "الجاهل بالله وبامر الله وبتوحيد الله واسماء الله وصفاته " . وفي )ب(: "الجاهل بالله وبامر الله وبتوحيد الله وباسمائه وصفاته ". )4( 
بعد هذه الكلمة في )م(: "وجمعه الفاني الذاهب الذي هو ذاهب عق صاحبه او= 314
ذلك فلم يمتلىء بل ازداد فقرا وحرصا إلى أن امتلأ)1( جوفه بالتراب الذي حلق منه ، فرجع إلى مادته الترابية التي حلق منها هو وماله ، ولم تتكمل مادته بامتلاء جوفه من العلم والايمان الذي بهما كماله وفلاحه وسعادته في معاشه ومعاده . 
فالمال إن لم ينفع صاحبه ضره ولا بد، وكذلك العلم والملك والقدرة كل ذلك إن لم ينفعه ضره ، فإن هذه الامور وسائل لمقاصد يتوسل بها إليها في الخير والشر، فان عطلت عن التوسل بها إلى المقاصد والغايات المحمودة توشل بها إلى أضدادها. 
فأربح الناس من جعلها وسائل إلى الله والدار الاخرة وذلك الذي ينفعه في معاشه ومعاده ، وأخسر الناس من توسل بها إلى هواه ونيل شهواته وأغراضه ]/72 ب[ العاجلة فخسر الدنيا والاخرة . فهذا لم يجعل الوسائل مقاصد، ولو جعلها كذلك لكان خاسرا، لكنه جعلها وسائل إلى ضد ما جعلت له ، فهو بمثابة من توسل بأسباب اللذة إلى أعظم الالام وادومها. 
فالأقسام أربعة لا خامس لها: 
أحدها : معطل للأسباب معرض عنها. 
الثاني : مكمث عليها واقف مع جمعها وتحصيلها. 
الثالث : متواصل بها إلى ما يضره اولا ينفعه في معاشه ومعاده . 
بالعكس " . وفي )ب( و )ن(: "الفاني الذاهب الذي هو ذاهب عن صاحبه او بالعكس ". 
)1( 
في الاصل : " املأ" . حيث سقطت التاء . والاستدراك من النسخ الثلاث الاخرى . 315
فهؤلاء الثلاثة في الخسران . 
الرابع : متوصل بها إلى ما ينفعه في معاشه ومعاده ، وهو الرابح. 
قال تعالى : > من كان لريد احيؤة الدنيا وزيننها لؤف إلئه! اغملهم فيها وهو فبها لا يبخسون !اولثك الذين لئس الم في الأخرة الا افار وحط ما صنعوا فبها وئول ما !انوا يعملون !< ]هود : 5 1 ، 6 1 [ . 
وقد أشكل فهم هذه الاية على كثير من الناس ، حيث فهموا منها: أن من كان له إرادة في الدنيا وزينتها فله هذا الوعيد، ثم اختلفوا في معناها: 
- فقالت طائفة منهم ابن عباس : من كان يريد تعجيل الدنيا فلا يؤمن بالبعث ولا بالثواب والعقاب . قالوا : فالاية في الكفار خاصة على قول ابن عباس . 
وقال قتادة : من كانت الدنيا همه وسدمه)1( ونيته وطلبه جازاه الله في الدنيا بحسناته )2(، ثم يفضي إلى الاخرة وليس له حسنة يجازى بها، وأما المؤمن فيجزى في الدنيا بحسناته ، وميي!اب عليها في الاخرة . 
قال هؤلاء : فالاية في)3( حق الكفار بدليل قوله : > اولك الذين لئس الئم في الاخرة الا افار وحب! ما صنعواِفيها وئطل ما !انوا يعملون ! ( ]هود : 16 [ . 
)1( 
تحرفت في )ن(: "بشدته" السدم : اللهج والولوع بالشيء. انظر: "النهاية" لابن الاثير )/2 355(. 
)2( 
الاصل : "وطلبته . . . في حسناته "! والمثبت من بقية النسخ. 
)3( 
"في" ساقطة من الاصل ، واستدركتها من )م( و )ن(. 
316
قالوا : والمؤمن يريد الدنيا والاخرة ، فأما من كانت إرادته مقصورة على الدنيا فليس بمؤمن )1(. 
- وقال [بن عباس في رواية أبي صالح عنه : نزلت في أهل القبلة. قال مجاهد : هم أهل الرياء . 
وقال الضحاك : من عمل صالخا من أهل الايمان من غير تقوى عجل له ثواب عمله في الدنيا)2(. 
واختار الفراء هذا القول ، وقال : من أراد بعمله من أهل القبلة ثواب الدنيا عجل له ثوابه ولم يبخس )3( . 
وهذا القول ارجح ، ومعنى الاية على هذا: من كان يريد بعمله الحياة الدنيا وزينتها ]/73 أ[، وهذا لا يكون مؤمئا ألبتة ، فان العاصي والفاسق ولو بالغا في المعصية والفسق فايمانهما يحملهما على أن يعملا أعمال البر لله ، فيريدان بأعمال البر)4( وجه الله وان عملا بمعصيته ، فأما 
من لم يرد بعمله وجه الله إنما أراد به الدنيا وزينتها فهذا لا يدخل في دائرة أهل الايمان . وهذا هو الذي فهمه معاوية من الاية ، واستشهد بها على حديث أبي هريرة الذي رواه مسلم في 
)1( 
انظر : "تفسير ابن جرير" )/12 11( لقول ابن عباس رضي الله عنه . و )/12 12 ( لقول قتادة ه 
)2( 
انظر لقول مجاهد والضحاك : "تفسير ابن جرير" )/12 12(، و "زوائد نعيم بن حماد على الزهد لابن المبارك " رقم )06(. 
وانظر لقول ابن عباس في رواية ابي صالح : "زاد المسير" )/4 84(. )3( 
انظر " معاني القران " : )/2 6( للفراء . 
)4( 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
317
"صحيحه")1( في الثلاثة الذين هم أول من تسعر بهم النار يوم القيامة: القارىء الذي قرأ القران ليقال : فلان قارىء، والمتصدق الذي أنفق أمواله ليقال : فلان جواد، والغازي الذي قتل في الجهاد ليقال : هو جريء)2(. 
وكما أن خيار خلق الله هم النبنون والصديقون والشهداء والصالحون ، فشرار الخلق من تشبه بهم وليس منهم ، فمن تشبه باهل الصدق والاخلاص وهو مرائي ، كمن تشبه بالانبياء وهو كاذب . 
وقال ابن أبي الدنيا : حدثني محمد بن إدريس قال : أخبرني عبد الحميد بن صالح حدئنا قطرب بن الحباب )3( عن عبدالوارب عن انس بن مالك قال : قال رسول الله عفيم : "إذا كان يوم القيامة صارت امتي ثلاث فرق : فرقة يعبدون الله عز وجل للدنيا، وفرقة يعبدونه رياء وسمعة ، وفرقة يعبدونه لوجهه ولداره ، فيقول للذين يعبدونه للدنيا: بعزتي وجلالي ومكاني ما أردتم بعبادتي؟ فيقولون : بعزتك وجلالك ومكانك )4( : الدنيا، فيقول : إني لم أقبل من ذلك شيئا اذهبوا بهم إلى 
)1( 
"صحيح مسلم " رقم )5091(. 
)2( 
الحديث رواه مسلم في "صحيحه"، اما استشهاد معاوية به على ما فهمه من الاية ، فرواه : الترمذي في "جامعه[( رقم )2382( وقال : "حديث حسن غريب ". 
هكذا في الاصل : "قطرب بن الحباب " . وفي النسخ الثلاث الاخرى : "قطن )3( 
بن الحباب " . وفي "ذم الدنيا": "قطري الخشاب " ، ولعله الصواب ، وانظر في ترجمة قطري : "التاريخ الكبير" )/7 302(، و"تاريخ بن معين "-رواية الدوري رقم )6792( - . 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)4( 
318
النار . ويقول للذين كانوا يعبدونه رياء وسمعة : ]بعزتي وجلالي ومكاني ما أردتم بعبادتي ؟ فيقولون : بعزتك وجلالك ومكانك : رياء وسمعة [)1( قال : فإني لم أقبل من ذلك شيئا، اذهبوا بهم الى النار . ويقول للذين كانوا يعبدونه لوجهه وداره : بعزتي وجلالي ومكاني ما أردتم بعبادتي؟ فيقولون : بعزتك وجلالك ومكانك : وجهك ودارك )2( . فيقول : صدقتم اذهبوا بهم الى الجنة ")3( . 
هذا حديث غني عن الاسناد، والقران والسنة شاهدان بصدقه، ويدل على صحة هذا القول في الاية قوله تعالى : > لؤف إلئهم امغ فيها< ]هود: 15[، فدل على انها في قوم لهم اعمال لم يريدوا بها وجه الله ، وانما أرادوا بها الدنيا ولها عملوا، فوفاهم الله ثواب أعمالهم فيها من غير بخس ، فأفضوا إلى الاخرة بغير عمل يستحقون عليه الثواب . 
وهذا ]/73 ب[ لا يقع ممن يؤمن بالاخرة الا كما يقع منه كبائر الاعمال وقوعا عارضا يتوب منه ويراجع التوحيد. 
قال ابن الانباري)4( : فعلى هذا القول المعنى : قوم من أهل الاسلام يعملون العمل الحسن لتستقيم لهم الدنيا، غير مفكرين في الاخرة وما ينقلبون اليه ، فهؤلاء يعجل لهم جزاء حسناتهم في الدنيا، فاذا جاءت 
)1( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . )2( 
ساقطة من الأصل ، واستدركتها من النسخ الثلاث الاخرى . 
)3( 
"ذم الدنيا" لابن ابي الدنيا رقم )413(. 
ورواه البيهقي في "شعب الإيمان " رقم )8068(. 
)4( 
هو محمد بن القاسم بن محمدبن بشار البغدادي الحافط الأديب التحوي اللغوي ، توفي سنة ثمان وعشرين وثلاثمائة ، من تصانيفه : كتاب المشكل في معاني القرآن . انظر : " تاريخ بغداد" : )/3 182 ( . 
931
الاخرة كان جزاؤهم عليها النار ، إذ لم يريدوا بها وجه الله ، ولم يقصدوا التماس ثوابه وأجره . 
ثم أورد أصحاب هذا القول على أنفسهم سؤالا قالوا : فان قيل: الآية الثانية على هذا القول توجب تخليد المؤمن المريد بعمله الدنيا في النار. 
وأجابوا عنه : بأن ظاهر الاية يدل على أن من راءى بعمله ولم يلتمس به ثواب الاخرة بل كانت نيته به الدنيا، فإن الله يبطل إيمانه عند الموافاة ، فلا يوافي ربه بالايمان . 
قالوا : ويدل عليه قوله : >وحج! ما صثنعواِفيها !فطل ما !انوا يعملون !( ]هود: 16 [ ، وهذا يتناول الايمان وفروعه. 
وأجابت فرقة أخرى : بأن الآية لا)1( تقتضي الخلود الابدي في النار ، وانما تقتضي أن الذي يستحقونه في الاخرة النار ، وأنهم ليس لهم عمل صالح يرجون به النجاة ، فاذا كان مع أحدهم عمود التوحيد فانه يخرج به من النار مع من يخرج من أصحاب الكبائر الموحدين ، وهذا جواب ابن الانباري وغيره . 
والآية بحمد الله لا اشكال فيها . والله سبحانه ذكر جزاء)2( من يريد بعمله الحياة الدنيا وزينتها وهو النار ، وأخبر بحبوط عمله وبطلانه ، فاذا 
حبط ما ينجو به وبطل لم يبق معه ما ينجيه ، فان كان معه إيمان لم يرد به الحياة الدنيا وزينتها بل أراد به الله ورسوله والدار الاخرة ، لم يدخل هذا 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
3 2 0
)1( )2( 
الايمان في العمل الذي حبط وبطل ، وأنجاه إيمانه من الخلود في النار، وإن دحلها بحبوط عمله الذي به النجاة المطلقة. 
فالايمان إيمانان : إيمان يمنع دخول النار ، وهو : الايمان الباعث على أن تكون الاعمال لله يبتغى بها وجهه وثوابه . وإيمان يمنع الخلود في النار، فإن كان مع ]/74 أ[ المرائي شيء منه ، والا كان من أهل 
الخلود ، فالاية لها حكم نظائرها من ايات الوعيد ، والله الموفق. 
وكذلك قوله تعالى : > من كا % يرلدحرث الأخرة نزد لم في حزثه ومن ؟ن يرلد حرث الدليا نوته- مئها وما له فى ا لأخوؤ من نصحلب( ]الشورى : 0 2 [ . 
ومنه قوله تعالى : > من كان يرلد اتعاج! عختنا ل! فيها ما نشا لمن نرلدثم جعلنا له- جهغ يضحلنها مذموصما مدحورا ج ومن ارا د ا لأخرة وسعى لها سغبها وهو موضمن فاولبهك !ا ن سعيهم مشكلرا !( ]ا لإسرا ء : 8 1 ، 9 1 [ . 
فهذه ثلاثة مواضع من القران يشبه بعضها بعضا، ويصدق بعضها بعضا ، وتجتمع على معنى واحد ، وهو : أن من كانت الدنيا مراده ، ولها يعمل ، وهي غاية كدحه )1(، لم يكن له في الاخرة نصيب . ومن كانت الاخرة مراده ، ولها عمله ، وهي غاية سعيه ، فهي له. 
بقي أن يقال : فما حكم من يريد الدنيا والاخرة ، فانه داخل تح! حكم الارادتين فبأيهما يلحق؟ 
قيل : من هاهنا نشا الإشكال وظن من ظن من المفسرين أن الاية في حق الكافر ، فانه هو الذي يريد الدنيا دون الاخرة ، وهذا غير لازم طردا ولا عكسا؛ فإن بعض الكفار قد يريد الاخرة ، وبعض المسلمين قد لا 
)1( في النسخ الثلاث الاخرى : "سعيه". 
321
يكون مراده إلا الدنيا، والله تعالى قد علق السعادة بإرادة الاخرة ، والشقاوة بإرادة الدنيا، فاذا تجردت الارادتان تجرد موجبهما ومقتضاهما، وإن اجتمعتا فحكم اجتماعهما حكم اجتماع البر والفجور والطاعة والمعصية والايمان والشرك في العبد. 
وقد قال تعالى لخير الخلق بعد الرسول غ!يم : > منحم من يريد الديخا ومنم فن يرلد الأخرة < ]ال عمران : 152[، وهذا خطاب 
للذين شهدوا معه الوقعة ولم يكن فيهم منافق ، ولهذا قال عبدالله بن مسعود : " ما شعرت أن أحدا من أصحاب رسول الله ! يريد الدنيا حتى كان يوم أحد ونزلت هذه الاية ")1( . 
والذين أرادوا في هذه الاية هم الذين أحلوا مركزهم الذي أمرهم رسول الله صلى الله عليه ]/74 ب[ وسلم بحفظه وهم من خيار المسلمين، ولكن هذه إرادة عارضة حملتهم على ترك المركز والاقبال على كسب الغنائم ، بخلاف من كان مراده بعمله الدنيا وعاجلها، فهذه الارادة لون وإرادة هؤلاء لون . 
وههنا أمر يحب التنبه له ، وهو : أنه لا يمكن إرادة الدنيا وعاجلها باعمال البر دون الاخرة مع الايمان بالله ورسوله ولقائه أبدا ، فان الايمان بالله والدار الاخرة يستلزم إرادة العبد وجه الله والدار الاخرة بأعماله، 
)1! رواه ابن جرير في "تفسيره" )/4 013(، وابن ابي عاصم في "الزهد" رقم )302(، والطبراني في "الاوسط " رقم )9913 ( . 
ورواه بمعناه : احمد في "المسند" )/1 ،1463 وابن ابي شيبة في "مصنفه" رقم )36783(. 
وصححه السيوطي في "الدر المنثور" )/2 934(. 
322
فحيث كان مراده بها الدنيا فهذا لا يجامع الايمان أبدا ، وإن جامع الاقرار والعلم ، فالايمان وراء ذلك ، فالاقرار والمعرفة حاصل لمن شهد الله سبحانه له بالكفر مع هذه المعرفة كفرعون وقوم ثمود واليهود الذين شاهدوا رسول الله !م وعرفوه كما عرفوا أبناءهم ، وهم من أكفر الخلق. فارادة الدنيا)1( بالاعمال قد تجامع هذه المعرفة والعلم ، ولكن الايمان 
الذي هو وراء ذلك لا بد أن يريد صاحبه بأعماله الله والدار الاخرة ، والله المستعان . 
)1( في النسخ الثلاث زيادة : "وعاجلها" بعد " الدنيا". 
323
فصل 
والمقصود: أنه سبحانه جعل الغنى والفقر ابتلاء وامتحانا للشكر والصبر والصدق والكذب والاخلاص والشرك . قال تعالى : > ليتلوكتم في ما ءاتنكؤ( ]الانعام : 5 6 1 [ ، وقا ل : > ا لم ! احسب الناس ان يئركوا ان يقولوا ءا!ا وممم لا يقتنون ! ولقد فتنا الذين من قنلهم فليعلمن الله الذلى صدقوا وليعلمن الكدبين !( ]العنكبوت : 1 - 3[، وقال تعالى : > إنما أموالي واؤلدكم فتنهير والده عنده ، اتجر عظيو !( ]التغابن : 5 1 [ . 
فجعل الدنيا عرضا عاجلا ومتاع غرور، وجعل الاخرة دار جزاء وثواب ، وحف الدنيا بالشهوات وزينها بها ، كما قال : > زئيئ للناس حب الشهؤت مف النسا والبنين والقتظير ائم!وة مف الذهب والففحه والخيل المسومة والألغص والحزث ذللث متع انحوة الدنيا والله عند حسى المجاب !( ]ال عمران : 4 1 [ . 
فأخبر سبحانه أن هذا الذي زين به الدنيا من ملاذها وشهواتها وما هو غاية أماني طلابها ومؤثريها على الاخرة ، وهو سبعة أشياء : 
- النساء اللاتي هن أعم ]ه /7 ا[ زينتها وشهواتها وأعظمها فتنة. - والبنين الذين بهم جمال الرجل وفخره وكثرته )1( وعزه . 
- والذهب والفضة اللذين هما مادة الشهوات على اختلاف أجناسها وانواعها. 
- والخيل المسومة التي هي عز أصحابها وفخرهم وحصونهم ، والة 
)1(في )ب(:"وكرمه ". 
324
قهرهم لاعدائهم في طلبهم وهربهم. 
- والانعام التي منها ركوبهم وطعامهم ولباسهم وأثاثهم وأمتعتهم وغير ذلك من مصالحهم. 
- والحرث الذي هو مادة قوتهم وقوت أنعامهم ودوابهم وفاكهتهم وادويتهم وغير ذلك. 
ثم أخبر سبحانه أن ذلك كله متاع الحياة الدنيا ، ثم شوق عباده إلى 
متاع الاخرة ، واعلمهبم انه خير من هذا المتاع وابقى ، فقال : >! قل 
اؤنئئكم بخيز من ذا!م لفذين اتقؤا عند ربهم جنت تخرى من تختها الائهر صة ِ-خلدين قيها وازوخوو مطهت ورضوت مف الله والله بصيما 
بأ ب د !( ]آل عمران : 5 1 [ . 
ئم ذكر سبحانه من يستحق هذا المتاع ومن هم أهله الذين هم أولى به ، فقال : > الذين يقولون رنجآ إشا ءامنا فاعفر فا ذنونجا وقنا عذاب النار ! الصبرين والمجدقين والمنتين والمنفقرن والمستغفرجمن با لأسطر !( ]ال عمران : 6 1 ، 17 [ . 
فاخبر أن ما اعده لاوليائه المتقين من متاع الاخرة خير من متاع الدنيا ، وهو نوعان : ئواب يتمتعون به ، وأكبر منه وهو : رضوانه عليهم. 
وقال تعالى : > اعلموا انما الحيةة الدنيا لصب ولهو وزينه وتفاخر بينكم 
وت! ثر فى الأقول وا لأولد ممثل غتث أتجب الكفار نجاله- ثم جهج! فزله مصفرا ثم يكون حطما ( ] ا لحديد : 0 2 [ . 
فأخبر سبحانه عن حفيفة الدنيا بما جعله مشاهدا لاولي البصائر، وأنها لعب ولهو تلهو به النفوس ، وتلعب بها الابدان ، واللعب واللهو لا 
325
حقيقة لهما، وإنما هما مشغلة للنفس مضيعة للوقت يقطع بهما الجاهلون العمر فيذهب ضائعا في غير شيء . 
ثم أخبر : أنها زينة زصشت للعيون وللنفوس فأخذت بالعيون والنفوس استحسائا ومحبة ، ولو باشرت القلوب معرفة حقيقتها ومالها ومصيرها لابغضتها، ولاثرت عليها ]ه /7 ب[ الاخرة ، ولما اثرتها على الاجل الدائم الذي هو خير وأبقى. 
قال الامام أحمد : حدثنا وكيع حدثنا المسعودي عن عمرو بن مرة عن إبراهيم عن علقمة عن عبدالله )1( عن النبي ع!سم قال : "ما لي وللدنيا، إنما مثلي ومثل الدنبا كمثل راكب قال)2( في ظل شجرة في يوم صائف، ثم راح وتركها" )3( . 
وفي "جامع الترمذي " من حديث سهل بن سعد قال : قال رسول الله لمجيم : "لو كانت الدنيا نزن عند الله جناح بعوضة ما سقى كافرا منها شربة ماء" . قال الترمذي : حديث صحبح)4( . 
وفي "صحيح مسلم " من حديث المستوردبن شداد قال : قال رسول الله لمجيم : "ما الدنيا في الاخرة إلا مثل ما يجعل أحدكم إصبعه في 
)1( 
جملة : "عن عبدالله " ، مكررة في الاصل. 
)2( 
أي استراح نصف النهار . انظر : "النهاية " لابن الاثير )/4 133 ( . "المسند" )/1 1 44(. 
)3( 
ورواه الترمذي في جامعه رقم )2377(. وقال : "هذا حديث حسن 
صحيح "، وابن ماجه في "سننه" رقم )9041(. 
)4( 
"جامع الترمذي " رقم )0232(، وفيه "تعدل" بدل "تزن" . وقال : "حديث صحيح غريب من هذا الوجه ". 
326
اليم ؛ فلينظر بماذا يرجع ") 1 ( . 
وفي "الترمذي" من حديثه قال : كنت مع الركب الذين وقفوا مع رسول الله لمجؤ على السخلة الميتة ، فقال رسول الله ع!ياله : "أترولى هذه هانت على اهلها حتى القوها"، قالوا: ومن هوانها ألقوها يا رسول الله )2( ، قال : "فالدنيا أهون على الله من هذه على أهلها")3( . 
وفي "الترمذي" أيضا من حديث أبي هريرة قال : قال رسول الله لمجييه : "الدنيا ملعونة ، ملعون ما فيها، إلا ذكر الله وما والاه ، وعالم أ و متعلم ")4(. 
والحديثان حسنان . 
وقال الامام أحمد: حدثنا هيثم بن خارجة : أنبانا إسماعيل بن عياش عن عبدالله بن دينار البهراني قال : قال عيسى ابن مريم عليه السلام للحواريين : "بحق أقول لكم : إن حلاوة الدنيا مرارة الآخرة ، 
وإن مرارة الدنيا حلاوة الاخرة ، وإن عباد الله ليسوا بالمتنعمين . بحق أقول لكم : إن شركم عملا عالم يحب الدنيا فيؤثرها على الآخرة ، أنه لو 
)1( 
"صحيح مسلم " رقم )2858( نحوه . 
وفي النسخ الثلاث الاخرى بعد قوله : "يرجع" : " واشار بالسبابة ". )2( 
وقع في الاصل بعد لفظ الجلالة كلمة : "الق!ها". والمثبت موافق للنسخ الشلاث الاخرى . 
)3( 
"جامع الترمذي " رقم )2321( . وقال : " حديث حسن غريب ". 
ورواه ابن ماجه في "سننه " رقم )4111(. 
)4( 
" جامع الترمذي " رقم )2322(، وقال : "حديث حسن غريب ". 
ورواه ابن ماجه في "سننه" رقم )4112(. 
327
يستطيع جعل الناس كلهم في عمله مثله ")1(. 
وقال احمد: حدثنا يحيى بن إسحاق ، قال : اخبرني سعيد بن عبدالعزيز عن مكحول قال : قال عيسى ابن مريم : "يا معشر الحواريين ايكم يستطيع ان يبني على موج البحر دارا؟" قالوا : يا روح الله ومن يقدر على ذلك ؟ قال : "إياكم والدنيا فلا تتخذوها فرا را")2( ]/76 أ[. 
وفي كتاب "الزهد" لاحمد : أن عيسى ابن مريم كان يقول : "بحق اقول لكم : إن اكل خبز البر وشرب الماء العذب ونوما على المزابل مع الكلاب كثير لمن يريد ان يرث الفردوس ")3( . 
وفي "المسند" عنه !ي! : "إن الله ضرب طعام ابن ادم مثلا للدنيا، وإن قزحه وملحه ، فلينظر إلى ماذا يصير")4( . 
)1( 
"الزهد" للامام احمد رقم )484(. 
ورواه ابن ابي الدنيا في "ذم الدنيا" رقم )138 ( . 
)2( 
"الزهد" رقم )5 32( . 
ورواه ايضا احمد في "الزهد" رقم )481(، وابن ابي الدنيا في "ذم الدنيا" رقم )047(، وابن عساكر في "تاريخ دمشق " )/47 043( من غير طريق مكحول . 
)3( 
"الزهد" رقم )326(. 
ورواه ابن عساكر في "تاريخ مشق" )/47 443 - 444(. 
)4( 
"المسند" )/5 136(، وهو من زوائد عبدالله ، من حديث ابي بن كعب رضي الله عنه. 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " رقم )382(. 
وقزحه اي : توبله من القزح وهو التابل الذي يطرح في القدر، كالكمون والكزبرة ونحو ذلك . " النهاية " لابن الاثير )/4 58(. 
328
فصل 
ثم أخبر تعالى عنها أنها تفاخر بيننا، يفاخر بعضنا بعضا بها، فيطلبها ليفخر بها على صاحبه ، وهذا حال كل من طلب منها شيئا للمفاخرة من مال أو جاه أو قوة أو علم أو زهد. 
والمفاخرة نوعان : مذمومة ومحمودة . 
فالمذمومة : مفاخرة اهل الدنيا بها. 
والمحمودة : ان يطلب المفاخرة في الاخرة ، فهذه من جنس المنافسة المأمور بها)1(، وهي ان الرجل ينفس على غيره بالشيء ، أي : يغار ان يناله دونه ، ويانف من ذلك ويحمي انفه له. 
يقال : نفست عليه الشيء ، أنفسه نفاسة إذا ضننت به ، ولم تحب أ ن يصير إليه دونك ، والتنافس تفاعل من ذلك ، كأن كل واحد من المتنافسين يريد أن يسبق صاحبه إليه ، وحقيقة المنافسة الرغبة التامة والمبادرة والمسابقة إلى الشيء النفيس. 
فصل 
ثم اخبر تعالى عنها انها تكاثر في الاموال والاولاد ؛ فيحب كل واحد ان يكثر بني جنسه في ذلك ، ويفرح بان يرى نفسه اكثر من غيره مالا وولدا وأن يقال فيه ذلك ، وهذا من أعظم ما يلهي النفولس عن الله والدار الاخرة ؛ كما قال تعالى : >الهنم الع! تر لا:كا حتى زرتم المقابر ()2( 
)1( 
كما في قوله تعالى : > وفي ذ لك فيتنا!ش اتمئنافسون !( ]المطففين : 26 [ . )2( 
في )ب(: أكم!ت السورة حتى الاية الرابعة. 
932
]التكاثر : 1 - 2 [ . 
والتكاثر في كل شيء ، فكل من ألهاه وشغله التكاثر بأمر من الامور عن الله والدار الاخرة ، فهو داخل في حكم هذه الاية ، فمن الناس من يلهيه التكاثر بالمال ، ومنهم من يلهيه التكاثر بالجاه او بالعلم ، فيجمعه تكاثرا وتفاخرا، وهذا أسوأ حالا عند الله ممن يكاثر بالمال والجاه فانه جعل أسباب الاخرة للدنيا)1(، وصاحب المال والجاه استعمل أسباب الدنيا لها وكاثر بأسبابها. 
فصل 
ثم أخبر سبحانه عن مصير الدنيا وحقيقتها وأنها بمنزلة غيث أعجب الكفار نباته. 
والصحيح - إن شاء الله - أن الكفار هم الكفار بالله ، وذلك عرف القران حيث ذكروا بهذا النعت في ]/76 ب[ كل موضع ، ولو أراد الزراع ، لذكرهم باسمهم الذي يعرفون به ، كما ذكرهم به في قوله تعالى > يغجب الزراع ( ]الفتح : 48[، وإنما خصق الكفار بالإعجاب لانهم اشد إعجابا بالدنيا ، فانها دارهم التي لها يعملون ويكدحون ، فهم أشد إعجابا بزينتها وما فيها من المؤمنين. 
ثم ذكر سبحانه عاقبة هذا النبات وهو اصفراره ويبسه ، وهذا اخر الدنيا ومصيرها ، ولو ملكها العبد من أولها إلى اخرها فنهايتها ذلك. 
)1( في الاصل : "فانه جعل اسباب الدنيا للاخرة". والمثبت من النسخ الثلاث الاخرى . 
033
فاذا كاشما الاخرة انقلبت الدنيا واستحالت إلى عذاب شديد، أ و مغفرة من الله وحسن ثوابه وجزائه ، كما قال علي بن أبي طالب رضي الله عنه : "الدنيا دار صدق لمن صدقها ، ودار عافية لمن فهم عنها ، ومطلب نجح لمن سالم . فيها مساجد أنبياء الله ، ومهبط وحيه ، ومصلى ملائكته ، ومتجر أوليائه ، فيها اكتسبوا الرحمة ، وربحوا فيها العافية، فمن ذا يذمها وقد آذشما بنيها، ونعت نفسها وأهلها، فتمثلت ببلائها، 
وشوقت بسرورها إلى السرور تخويفا وتحذيرا وترغيبا ، فذمها قوم غداة الندامة ، وحمدها آخرون ؛ ذكرتهم فذكروا ، ووعظتهم فاتعظوا . فيا أيها الذام للدنيا المغتر بتغريرها متى استذمت إليك ؟ بل متى غرتك ؟ أبمنازل 
ابائك في الثرى ، ام بمضاجع أمهاتك في البلى ؟ ! كم راشما موروثا ، كم عللت بكفيك عليلا، كم مرضت مريضا بيديك تبتغي له الشفاء، وتستوصف له الاطباء؟ لم تنفعه شفاعتك ، ولم تسعفه طلبتك ، مثلت لك الدنيا غداة مصرعه ومصرعك")1(. ثم التفت إلى المقابر فقال : " يا أهل الغربة ويا أهل التربة أما الدور فسكنت ، وأما الاموال فقسمت، وأما الازواج فنكحت ، فهذا خبر ما عندنا ، فهاتوا خبر ما عندكم " . ثم التفت إلينا فقال : "أما لو أذن لهم لاخبروكم أن خير الزاد التقوى ")2( . 
فالدنيا في الحقيقة لا تذم وإنما يتوجه الذم إلى فعل العبد فيها، وهي قنطرة ومعبر إلى الجنة أو النار . ولكن لما غلبت عليها الشهوات والحظوظ والغفلة والاعراض عن الله والدار الاخرة ، فصار هذا هو 
)1( 
بعد هذه الكلمة في النسخ الئلاث الاخرى : "ومضجعه ومضجعك". 
)2( 
رواه عنه : ابن ابي الدنيا في "ذم الدنيا" رقم )147(، وابن عساكر في "تاريخ دمشق " )/42 894 - 045( و )/58 96 - 07(. 
331
الغالب على ]/77 ا[ اهلها وما فيها، وهو الغالب على اسمها، صار لها اسم الذم عند الاطلاق ، وإلا فهي مبنى الآخرة ومزرعتها، ومنها زاد الجنة وفيها اكتسبت النفوس الإيمان ومعرفة الله ومحبته وذكره ابتغاء مرضاته ، وخير عيش ناله أهل الجنة في الجنة إنما كان بما زرعوه فيها. 
وكفى بها مدحا وفصلا ما لاولياء الله فيها من قرة العيون ، وسرور القلوب ، وبهجة النفوس ، ولذة الارواح ، والنعيم الذي لا يشبهه نعيم بذكره ومعرفته ومحبته وعبادته والتوكل عليه والانابة إليه والانس به والفرح بقربه والتذلل له ولذة مناجاته والإقبال عليه والاشتغال به عن)1( سواه ، وفيها كلامه ووحيه وهداه وروحه الذي القاه من امره فاجتبى)2( به من شاء من عباده . 
ولقد فضل ابن عقيل )3( وغيره هذا على نعيم الجنة ، وقالوا : هذا حق الله عليهم وذاك حظهم ونعيمهم ، وحقه افضل من حظهم )4( . 
قالوا : والايمان والطاعة افضل من جزائه. 
والتحقيق : انه لا يصح التفضيل بين امرين في دارين مختلفين ، ولو امكن اجتماعهما في دار واحدة لامكن طلب التفضيل. 
)1( 
في )ب(:"عمن ". 
)2( 
في النسخ الثلاث الاخرى : "فاخبر". 
)3( 
هو ابو الوفاء علي بن عقيل الحنبلي . وله مصنف في هذا الموضوع اسماه : "تفضيل العبادات على نعيم الجنات " وقد أشار إليه ابن رجب في كتابه "استنشاق نسيم الانس " ص 89 دون تصريح بنسبته إلى ابن عقيل ، ثم شرع في نقد هذه التسمية . )العمير(. 
)4( 
في )ب(: "حقهم". 
332
فالطاعة والايمان في هذه الدار افصل ما فيها ، ودخول الجنة والنظر إلى وجه الله وسماع كلامه والفوز برضاه أفصل ما في الاخرة . 
فهذا أفصل ما في هذه الدار ، وهذا أفصل ما في الدار الاخرى ، ولا يصح أن يقال : فاي الامرين أفضل ؟ بل هذا افضل الاسباب ، وهذا أفصل الغايات ، وبادده التوفيق. 
ولما وصف سبحانه حقيقة الدنيا وبين غايتها ونهايتها وانقلابها في الاخرة إلى عذاب شديد ومغفرة وثواب ، أمر عباده بالمسابقة والمبادرة إلى ما هو خير وأبقى ، وأن يؤثروه على الفاني المنقطع المشوب بالانكاد والتنغيص ) 1 ( . 
ثم أخبر أن ذلك فضله يؤتيه من يشاء والله ذو الفصل العظيم )2( . 
وقال تعالى : > واضرت الم متر ألحيؤة الدئ! ممآ انزله من السما فاخنل! يه- نجات الأرض فاصبح هشيما نذد!ه ألتسح وكان الله على ]/77 ب[ ي لثئءٍ مقتدرا !( ]الكهف : 45[ . 
ثم ذكر سبحانه أن المال والبنين زينة الحياة الدنيا، وأن الباقيات الصالحات - وهي : الأعمال والاقوال الصالحة التي يبقى ثوابها ويدوم 
)1( 
وذلك في قوله : > سابقواإلى مغفرؤ من زلبهم وجة غرضها كعرض السما والازض! اعدت لفذلى ءانوا بالله ورسله! ] ا لحد يد : 1 2 [ . 
وذلك في قوله في الاية السابقة : > ذلك ففحل الله يؤيه من يشة والله ذوالفضل )2( 
العظيص !( ]الحديد : 1 2 [ . 
333
جزاوها - خير ما يؤمله العبد ويرجو ثوابه )1( . 
وقال تعالى : > إنما تر الحيؤة الدئاممل انزلته من السما فاخذل! به- نبات ا لأرض ضا يأكل الناس والأدغمحق+اذا اضذت ا لارضى زخرفها وازئيت وظف 
اقلها أئهم الدروت علخهآ أتنها أضنا لئلأ او نهارا فجعلنفا حصيدا كان لم تغى لالامسى كذ لك نفصل الايت لقوم شف!رون !( ]يونس : 4 2 [ . 
ولما اخبر عن افات هذه الدار دعا عباده إلى دار السلام التي سلمت 
من التغيير والاستحالة والزوال والفناء ، وعم عباده بالدعوة إليها عدلا، وخص من شاء بالهداية إلى طريقها فصلا)2( . 
واخبر سبحانه أن الاموال والاولاد لا تقزب الخلق إليه ، وإنما يقربهم إليه تقوى الله ومعاملته فيهم )3( . 
وحذر سبحانه عباده أن)4( تلهيهم اموالهم واولادهم عن ذكره ، 
واخبر أن من فعل ذلك فهو الخاسر حقيقة لا من قل ماله وولده في الدنيا)5(. 
)1( 
وذلك في قوله : > المال والبنون نيلة الحيوة الديخا وأننقيت الضطخت ختيعد رئك ثوائا وخيزأملأ !( ] ا لكهف : 6 4 [ . 
)2( 
وذلك في قوله تعالى : > والله يدعواإلى دارالسبم ويهدى من يشآ. إلى صر9 ث!ئقيم !( ]يونس : 25[ ه 
)3( 
وذلك في قوله تعالى : >وقأ امولكؤ ولا اولد!بالتى تقرل!عندنازلفع إلامن ءامن وعمل صئحا فاوليهك الم جزا. الضغف بما صلوا وهم فى ألغرفت ءا منون !( ] سبا : 37[ . )4( 
الاصل : "في ان " . 
)5( 
قال تعالى : > يايها اتذيئ ءامنوا لا لخه! امولكغ ولآ اولد- عن ذتحر الله ومن يفعل ذ لك فاولئك هم ا لخسرون !( ] ا لمنا فقون : 9 [ . 
334
ونهى نبيه غ!يم أن يمد عينيه إلى ما متع به أهل الدنيا فيها فتنة لهم واختبارا، واخبر ان رزقه الذي اعده له في الاخرة خير وابقى من هذا الدي متعوا به)1( . 
وأخبر سبحانه أنه اتاه السبع المثاني والقران العظيم وذلك خير وأفضل مما متع به أهل الدنيا في دنياهم ، وجعل ما اتاه ماتعا له من مد عينيه إلى ذلك ، فهذا العطاء في الدنيا وما ادخر له من رزق الاخرة خير مما متع به أهل الدنيا ، فلا تمدن عينيك إليه )2( . 
قال تعالى : > ولا تصدن عينتك إك ما متعنا به! ازوجا فتهم زقزه الحيؤة الديا لانفتنهم فيه ورزق )1( 
زفي خيرواتقى ! ( ] طه : 1 3 1 [ . 
)2( 
قال تعالى : > ولقد ءائيئك سبعا من التثاني والقؤ ان العظيم ! لا لتدن عينتك إك ما متفا به- ازوبحا ئنهو ولا تخزن علئهم < ] ا لحجر : 87 - 88 [ . 
335
فصل 
وإذا عرف ان الغنى والفقر والبلاء والعافية فتنة وابتلاء من الله لعبده يمتحن بها صبره وشكره ، علم أن الصبر والشكر مطيتان للايمان لا يحمل إلا عليهما، ولا بد لكل مؤمن منهما، وكل منهما في موضعه أفضل ، فالصبر في مواطن الصبر أفضل ، والشكر في مواطن الشكر افضل. 
هذا إن صح مفارقة كل منهما للآخر، وأما إذا كان الصبر جزء مسمى الشكر، والشكر جزء مسمى ]/78 أ[ الصبر، وكل منهما حقيقة مركبة من الامرين معا كما تقدم بيانه ، فالتفضيل بينهما لا يصح إلا إذا جرد أحدهما عن الاخر، وذلك فرض ذهني يقدره الذهن لا يوجد في الخارج . 
ولكن يصح على وجه وهو : أن العبد قد يغلب صبره على شكره الذي هو قدر زائد على مجرد الصبر من الاقوال والأعمال الطاهرة 
والباطنة ، فلا يبقى فيه اتساع لغير صبر النفس على ما هو فيه لقوة الوارد)1( وضيق المحل ، فتنصرف قواه كلها إلى كف النفس وحبسها لله، 
]وقد يغلب شكره بالاقوال والاعمال الطاهرة والباطنة على قوة كفه لنفسه وحبسها لله[)2( فتكون قوة إرادته وعمله أقوى من قوة امتناعه وحيس نفسه. 
)1( ساقطة من الاصل ، واثبتها من النسخ الثلاث الأخرى . 
)2( ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى ، مع ملاحظة ان كلمة : "على" ليست في )م( و)ن(، ولفظ الجلالة ، غير موجود في )ب(. 
336
واعتبر)1( هذا بشخصين : احدهما حاكم على نفسه ، متمكن من حبسها عن الشهوات قليل التشكي للمصيبات ، وذلك جل عمله. 
واخر كثير الاعطاء لفعل الخير القاصر والمتعدي ، سمح النفس ببذل المعروف والبر ، ضعيف النفس عن قوة الصبر. 
فللنفس قوتان : قوة الصبر والكف وإمساك النفس ، وقوة البذل وفعل الخير والاقدام على فعل ما تكمل به . وكمالها باجتماع هاتين القوتين فيها. 
والناس في ذلك اربع طبقات ، فاعلاهم من اجتمعت له القوتان ، واسفلهم من عدم القوتين ، ومنهم من قوة صبره اكمل من قوة فعله وبذله ، ومنهم من هو بعكس ذلك. 
فاذا فضل الشكر على الصبر ؛ فاما ان يكون باعتبار ترجيح مقام على مقام ، وإما ان يكون باعتبار تجريد كل من الامرين عن)2( الاخر وقطح النظر عن اعتباره . 
وتمام إيضاح هذا بمسالة الغني الشاكر والفقير الصابر، فلنذكر لها بابا يخصها ، ويكشف عن وجه الصواب فيها ، والله اعلم. 
)1( في الاصل : "واعتبرا" . والتصويب من النسخ الثلاث الاخرى . )2( في الاصل : "على" . والتصويب من النسخ الثلاث الاخرى . 
337

""",
    "videoUrl": "https://youtu.be/ig5k06QIyzs?si=a8bI9eN8dQY7HIbz",
  },
  {
    "id": 22,
    "title": "الباب الثاني والعشرون: الغني الشاكر والفقير الصابر أيهما أفضل؟",
    "content": """الباب الثاني والعشرون 
في اختلاف النالص في الغني الشاكر والفقير الصابر 
ايهما افصل ؟ وما هو الصواب في ذلك؟ 
هذه مسألة كثر)1( فيها النزاع بين الفقراء والاغنياء، واحتجت كل طائفة على الاخرى بما لم يمكنها دفعه من الكتاب والسنة والائار والاعتبار ، ولذلك يظهر للمتأمل تكافؤ الطائفتين ، فإن كلا منهما أدلت 
بحجج لا تدفع ، والحق لا يعارض بعضه بعضا، بل يجب اتباع موجب الدليل أين كان)2( . 
وقد أكثر ]/78 ب[ الناس الكلام في المسألة من الجانبين ، وصنفوا فيها من الطرفين ، وتكلم فيها الفقهاء والفقراء والأغنياء والصوفية وأهل الحديث والتفسير ؛ لشمول معناها وحقيقتها للناس كلهم. 
وحكوا عن الامام أحمد فيها روايتين ذكرهما أبو الحسين في كتاب "التمام" فقال : مسألة : الفقير الصابر أفضل من الغني الشاكر في أصح الروايتين. 
وفيه رواية ثانية : الغني الشاكر أفضل . وبها فال جماعة منهم ابن قتيبة. 
وجه الاولى - اختارها ابو إسحاق بن شاقلا والوالد السعيد :- قوله 
)1( 
في الاصل : "أكثر" . والتصويب من النسخ الثلاث الاخرى . 
)2( 
في الأصل العبارة : "اتباع موجب الدليلين كان". وفي )م(: "اتباع الدليل اين كان" . والمثبت : "اتباع موجب الدليل اين كان" ، هو من : )ب( و )ن(. 
338
تعالى : > اولتف تحزوت الغرفة بماَ صحروا ( ]الفرقان : 75[ .   
قال محمد بن علي بن الحسين )1(: > الغرفة < الجنة . >بما َصبروا( قال : على الفقر في الدنيا)2(. 
وروى انس عن النبي لمجي! انه قال : "اللهم احيني مسكينا، وأمتني مسكينما ، و 1حشرني في زمرة المساكين يوم القيامة " ، فقالت عائشة : ولم يا رسول الله ؟ قال : "إنهم يدخلون الجنة قبل الأغنياء بأربعين خريفا، يا عائشة لا تردي المسكين ولو بشق تمرة ، يا عائشة أحبي المساكين وقربيهم ، فإن الله يقربك يوم القبامة ")3( 0 )4( 
قلت : لا حجة له في واحدة من الحجتين: 
- أما الاية فان الصبر فيها يتناول صبر الشاكر على طاعة الله عز وجل ، وصبره عن معصيته ، وصبر المبتلى بالفقر وغيره على بلائه . ولو 
كان المراد بها الصبر على الفقر وحده لم يدل على رجحانه على الشكر، فان القران كما دل على جزاء الصابرين دل على جزاء الشاكرين أيضا، 
)1( 
هو محمد بن علي بن الحسين بن علي بن ابي طالب أبو جعفر الباقر ثقة فاضل . انظر : "تقريب التهذيب " ص )987(. 
)2( 
رواه ابو نعيم في "حلية الاولياء" )/1 347(، )/3 182(، )/8 792(. وذكره القرطبي في "الجامع لاحكام القران " )/13 56(. 
)3( 
رواه الترمذي في "جامعه " رقم )2352(، وقال : "حديث غريب ". ورواه ابن ماجه في "سننه" رقم )4126(، من حديث أبي سعيد الخدري رضي الله عنه ، دون قول عائشة رضي الله عنها وما بعده . وبهذا القدر صححه الألباني في "الارواء" : )3/358(. 
)4( 
"التمام" )/2 203( لابي الحسين بن ابي يعلى الحنبلي. 
933
كما قال تعالى : > وسنجزي افنكلين !( ]آل عمران : 45 1 [ ، > وسيخزي الله الشحرين !( ]آل عمران : 4 4 1 [ . 
بل قد أخبر أن رضاه في الشكر ، ورضاه أكبر من جزائه بالجنات وما فيها ، وإذا جزى الله الصابرين الغرفة بما صبروا لم يدل ذلك على أنه لا يجزي الشاكرين الغرفة بما شكروا . 
- واما الحديث فلا حجة فيه لوجهين: 
احدهما: أنه لا يحتج بإسناده ، فإنه من حديث ثابت بن محمد الكوفي عن الحارث بن النعمان ، والحارث هذا لم يحتح به أصحاب 
الصحيح ، بل قال فيه البخاري : منكر الحديث . ولذلك لم يصحح الترمذي حديثه هذا ولا حسنه ولا سكت عنه ، بل حكم بغرابته )1( . 
الجواب الثاني : أن الحديث لو صح لم يدل على مطلوبهم ؛ فإن المسكنة التي يحبها الله من عبده ليست مسكنة فقر المال ، بل مسكنة القلب وهي انكساره وذله وخشوعه ]/97 أ[ وتواضعه لله ، وهذه المسكنة 
لا تنافي الغنى ولا يشترط لها الفقر، فان انكسار القلب لله ومسكنته لعظمته وجلاله وكبريائه وأسمائه وصفاته أفضل وأعلى من مسكنة عدم المال ، كما أن صبر القادر الواجد عن معاصي الله طوغا واختيارا وخشية من الله ومحبة له أعلى من صبر الفقير العاجز. 
وقد اتى الله سبحانه جماعة من أنبيائه ورسله الغنى والملك ، ولم يخرجهم ذلك عن المسكنة لله. 
قال الامام احمد: حدثنا يزيد بن هارون انبانا الجريري عن أبي 
)1( كما سبق ، وانظر قول البخاري في "الضعفاء الصغير" له ص )28(. 034
السليل )1( قال : "كان داود النبي كي! يدخل المسجد فينظر أغمص)2( 
حلقة من بني إسرائيل فيجلس إليهم ، ثم يقول : مسكين بين ظهراني مساكين ")3(، هذا مع ما اتاه الله من الملك والغنى والبسطة زيادة على النبوة . 
قال أبو الحسين : روى ابو برزة الاسلمي قال : قال رسول الله لمج!: "إن فقراء المسلمين ليدخلون الجنة قل أغنيائهم بمقدار اربعين خريفا 
حتى يتمنى اغنياء المسلمين يوم القيامة انهم كانوا فقراء في الدنيا")4(0)5( 
قلت : هذا الحديث ثابت عن النبي لمججم من رواية جماعة من الصحابة منهم : أبو هريرة ، وعبدالله بن عمرو، وجابر بن عبدالله، ويروى عن أبي سعيد الخدري وانس بن مالك )6( . 
)1(   
هو ضريب بن نقير ابو السليل القيسي الجريري ، ثقة . انظر : "تقريب التهذيب" ص )945(. 
)2( 
أي احقر مكان . انظر : "لسان العرب " )/7 61(. 
)3( 
"الزهد" للامام أحمد رقم )937(. 
)4( 
رواه الروياني في "مسنده" رقم )077( من طريق نفيع بن الحارث عن ابي برزة 
والحديث اورده الديلمي في " الفردوس " رقم )883(. 
ونفيع هذا هو نفيع بن الحارث ابو داود الاعمى ، متروك . انظر : "الكامل" لابن عدي )/7 95 - 61( . 
" التمام " )/2 303( . 
)6( 
اما حديث ابي هريرة فقد سبق ص )0 03(. 
وحديث عبدالله بن عمرو سبق ص )311(. 
وحديث جابر سبق ص )311(. 
341
ولا يدل ذلك على علو درجتهم إذا دحلوا الجنة قبل الاغنياء، بل إنما يدل على السبق لعدم ما يحاسبون عليه ، ولا ريب ان ولي الامر العادل يتأخر دخوله للحساب وكذلك الغني الشاكر ، ولا يلزم من تاخر دخولهما نزول درجتهما عن درجة الفقير كما تقدم )1( .   
واما تمني الاغنياء انهم كانوا فقراء، فان صحت هذه اللفظة )2( لم تدل على انحطاط درجتهم ، كما يتمنى القاضي العادل في بعض المواطن يوم القيامة أنه لم يقض بين اثنين في تمرة لما يرى من شدة الامر ؛ فمنزلة الفقر والخمول منزلة السلامة ، ومنزلة الغنى والولاية منزلة الغنيمة ا و العطب. 
قال ابو الحسين : وروى ابن عمر أن النبي !يم قام في أصحابه فقال : "أي الناس خير؟" فقال بعضهم : غني يعطي حق نفسه وماله، فقال النبي لمجو: "نعم ]/97 ب[ الرجل هذا وليس به ، ولكن خير الناس 
وحديث انس سبق ص )342(. 
اما حديث ابي سعيد الخدري ، فرواه ابو داود في "سننه" رقم )3666(، بلفظ : "ابشروا يا معشر صعاليك المهاجرين بالنور التام يوم القيامة ، تدحلون الجنة قبل أغنياء الناس بنصف يوم ، وذاك خمس مائة سنة" . وفيه قصة. ورواه الترمذي في "جامعه" رقم )2351(، وقال : "حديث حسن غريب من هذا الوجه " ، وابن ماجه في "سننه" رقم )4123(، ولفط الترمذي : "فقراء المهاجرين يدحلون الجنة قبل اغنيائهم بخمس مائة سنة". ولفط ابن ماجه: "إن فقراء المهاجرين يدحلون الجنة قبل أغنيائهم بمقدار خمس مائة سنة ". 
)1( 
ص )0 ،03 103(. 
)2( 
وهي التي جاءت في حديث ابي برزة السابق ، وسبق بيان ضعف الحديث. 342
مؤمن فقير يعطي على جهد")1( 0)2(   
قلت : لم يذكر لهذا الحديث إسنادا فينظر فيه ، وحديث لا يعلم حاله لا يحتج به ، ولو صح لم يكن فيه دليل ؛ لانه تضمن تفضيل فقير يتصدق من جهده فمعه صبر الصابرين وغنى الشاكرين ، فقد جمع بين 
موجبي التفضيل وسببيه، ولا ريب أن هذا أفصل الاقسام الثلاثة، ودرهمه الواحد يسبق مائة ألف درهم من غيره ، كما قال رسول الله لمجم: "سبق درهم مائة ألف درهم " قالوا : يا رسول الله وكيف يسبق درهم مائة 
ألف ؟ قال : " رجل كان له درهمان فاخذ احدهما فتصدق به ، واخر له مال كثير فأخذ من عرضه مائة ألف فتصدق بها" . 
رواه النسائي من حديث صفوان بن عيسى حدثنا ابن عجلان عن زيد بن أسلم عن ابي صالح عن أبي هريرة )3( . 
وذكر البيهقي من حديث الثوري عن أبي إسحاق عن الحارث عن علي قال : جاء ثلاثة نفر إلى النبي ع!يم فقال أحدهم : كانت لي مائة أوقية فتصدقت منها بعشر ]أواق ، وقال الاخر : كانت لي مائة دينار فتصدقت منها بعشرة [)4( دنانير ، وقال الاخر : كانت لي عشرة دنانير فتصدقت منها 
)1( 
رواه ابن عدي في "الكامل" )/4 238( في ترجمة عبدالله بن دينار البهراني، من طريقه عن نافع عن ابن عمر به. 
وعبدالله بن دينار هذا ضعيف كما في "الكامل" وفي "تقريب التهذيب " ص 
)2( 
" التمام " )/2 303( . 
)3( 
" سنن النسائي المجتبى " رقم )528 2( . وصححه ابن خزيمة فاخرجه في "صحيحه " رقم )2443(، وابن حبان فاخرجه في "صحيحه" رقم )3347(. )4( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من )ب( و )ن(. 
343
بدينار ، فقال : " كلكم في الأجر سواء ، كلكم قد تصدق بعشر ماله ")1( .   
وقال أبو سعيد بن الاعرابي حدثنا ابن أبي العوام حدثنا يزيد بن هارون حدثنا أبو الاشهب عن الحسن قال : قال رجل لعثمان بن عفان ذهبتم يا أصحاب الاموال بالخير تتصدقون وتعتقون وتحجون وتنفقون، 
فقال عثمان : "وإنكم لتغبطوننا؟ قال : إنا لنغبطكم ، فال : فوالله لدرهم )2( .ينفقه أحد من جهد خير من عشرة الاف درهم غيض من لمحيض " . 
وفي "سنن أبي داود" من حديث الليث عن أبي الزبير عن يحيى بن جعدة عن أبي هريرة أنه فال : يا رسول الله أي الصدقة أفضل ؟ قال : "جهد المقل ، وابدا بمن تعول ")3( . 
وفي "المسند" و "صحيح ابن حبان " من حديث أبي ذر قال قلت: يا رسول الله أي الصدقة أفضل ؟ فال : "جهد من مقل ")4( . 
وفي "سنن النسائي " من حديث علي الازدي) ( عن عبيد بن عمير 
)1( 
"السنن الكبرى " للبيهقي )/4 182 (، و "شعب الايمان " رقم )3455(. ورواه احمد في "المسند" )/1 14 1 ( . 
والحارث - راويه عن علي - ضعيف . انظر : "تقريب التهذيب " ص 211 . رواه البيهقي في ) شعب الإيمان " رقم )3456( من طريق ابن الاعرابي به. )2( 
واخرجه ابن المبارك في "الزهد" رقم )077(، عن الحسن به. 
)3( 
"سنن ابي داود" رقم )1677 ( . 
وصححه ابن خزيمة فأخرجه في "صحيحه" رقم )2444(، وابن حبان فاخرجه في "صحيحه " رقم )3346(. 
)4( 
"مسند احمد" )/5 178(، و "صحيح ابن حبان " رقم )361(. 
وضعفه الالباني في " إرواء الغليل " )/3 415(. 
)5( 
في الاصل وسائر النسخ : "الاوزاعي" . والتصويب من "سنن النسائي ". 3 4 4
عن عبدالله بن حبشي ان النبي لمجيو سئل اي الاعمال افضل ؟ قال : "إيمان لا شك فيه ، وجهاد لا غلول فيه ، وحجة مبرورة " قيل : فأي الصلاة افضل ؟ قال : "طول القيام " قيل : فأي الصدقة ]/08 ا[ أفضل )1(؟ قال : "جهد من مقل" قيل : فاي الهجرة افصل ؟ قال : "من هجر ما حوم الله عليه " قيل : فأي الجهاد افضل ؟ قال : "من اهريق دمه وعقر جواده " )2( . 
وهذه الاحاديث كلها تدل على أن صدقة جهد المقل أفضل من صدقة كثير المال ببعض ماله الذي لا يتبين أثر نقصانه عليه وإن كان كثيرا؛ لان الاعمال عندالله تتفاضل بتفاضل ما في القلوب لا بكثرتها 
وصورها، بل بقوة الداعي وصدق الفاعل وإخلاصه وإيثار الله على نفسه. 
فأين صدقة من اثر الله على نفسه برغيف هو قوته إلى صدقة من أخرج مائة ألف درهم من بعض ماله غيضا من فيض؟! فرغيف هذا ودرهمه في الميزان أثقل من مائة ألف هذا ، والله المستعان . 
فصل 
واحتجوا بما رواه ابن عدي من حديث سليمان بن عبدالرحمن حدثنا خالد بن يزيد عن أبيه عن عطاء سمع أبا سعيد الخدري يقول : سمعت رسول الله جم!ي! يقول : " اللهم توفني فقيرا ، ولا توفني غنيا")3( . 
)1( 
ساقطة من الاصل ، واستدركتها من النسخ الثلا! الاخرى . )2( 
"سنن النسائي " رقم )2526(. 
ورواه ابو داود في "سننه" )9144 ( . 
وقوى إسناده ابن حجر في "الاصابة " )/4 52(. 
)3( 
"الكامل " )/3 12 ( . 
345
وهذا الحديث لا يصح ، فان خالد بن يزيد هذا هو خالد بن يزيد بن عبدالرحمن بن أبي مالك الدمشقي ، أجمعوا على ضعفه وعدم الاحتجاج بحديثه ، قال أحمد: ليس بشيء. وقال ابن معين : واه . ونسبه يحيى إلى الكذب ، وقد تقدم الكلام فيه)1( .   
وقد سئل شيخ الاسلام ابن تيمية عن هذه المسألة )2(، فقال : قد تنازع كثير من المتأخرين في الغني الشاكر والفقير الصابر أيهما أفضل، فرجح هذا طائفة من العلماء والعباد، ورجح هذا طائفة من العلماء والعباد ، وحكي في ذلك عن الامام أحمد روايتان . 
وأما الصحابة والتابعون فلم ينقل عنهم تفضيل أحد الصنفين على الاخر. 
وقد قالت طائفة ثالثة : ليس لاحدهما على الاخر فضيلة إلا بالتقوى ، فأيهما كان أعظم إيمانا وتقوى كان أفضل ، فان استويا في ذلك استويا في الفضيلة. 
قال : وهذا أصح الاقوال ، لان نصوص الكتاب والسنة إنما تفضل بالايمان والتقوى ، وقد قال تعالى : >إن يكرر غنيا أو فقيرا فالله اولى بهما<]النساء: ه 13[. 
وقد كان في الانبياء والسابقين الاولين من الاغنياء من هو أفضل من أكثر الفقراء، وكان فيهم من الفقراء ]/08 ب[ من هو أفضل من أكثر 
)1( 
ص )703،803(. 
)2( 
وانطر كلام شيخ الاسلام في هذه المسالة في "مجموع الفتاوى " )/11 -21 5)691- 591 ،132 - 122 ،22 
346
الاغنياء، والكاملون يقومون بالمقامين فيقومون بالشكر والصبر على التمام كحال نبينا لمجعص، وحال أبي بكر وعمر رضي الله عنهما.   
ولكن قد يكون الفقر لبعض الناس ألنفع والغنى لاخرين أنفع ، كما تكون الصحة لبعضهم أنفع والمرض لبعضهم ألنفع ، كما في الحديث الذي رواه البغوي وغيره عن النبي ع!م فيما يروي عن ربه تبارك وتعالى: "إن من عبادي من لا يصلحه إلا الغنى ولو افقرته لأفسده ذلك ، وان من عبادي من لا يصلحه إلا الفقر ولو اغنيته لأفسده ذلك ، وإن من عبادي من لا يصلحه الا الصحة ولو أسقمته لأفسده ذلك ، وإن من عبادي من لا 
يصلحه إلا السقم ولو اصححته لأفسده ذلك ، إني ادبر عبادي ، إني خبير بصير")1( . 
وقد صح عن النبي ع!ي! أنه قال : "إن فقراء المسلمين يدخلون الجنة قبل الأغنياء")2( . 
وفي الحديث الاخر لما علم الفقراء الذكر عقب الصلوات سمع بذلك الاغنياء فقالوا مثل ما قالوا ، فذكروا ذلك للنبي لمجص فقال : " > ذلك ففحل آلله يؤتعه من يشا < ]ا لحديد : 1 2 [ " )3( . 
)1( 
"شرح السنة " للبغوي )/5 21 - 23(. 
ورواه ابن أبي الدنيا في كتاب "الاولياء" رقم )1(، وابو نعيم في "الحلية" )/8 318(، والبيهقي في "الاسماء والصفات " رقم )231(، وابن الجوزي في " العلل المتناهية " رقم )27(. وضعفه. 
وضعفه الالباني في "سلسلة الاحاديث الضعيفة " رقم 1775 . 
)2( 
سبق تخريجه ص )0 ،03 344(. 
)3( 
اخرجه مسلم وقد سبق ص )103(. 
347
فالفقراء يتقدمون في دخول الجنة لخفة الحساب عليهم ، والاغنياء يؤخرون لاجل الحساب ، ثم إذا حوسب أحدهم فان كانت حسناته أعظم من حسنات الفقراء كانت درجته في الجنة فوقه ، وإن تأخر في الدخول .   
كما أن السبعين ألفَا الذين )1( يدحلون الجنة بغير حساب - ومنهم عكاشة بن محصن )2(- قد يدخل الجنة بحساب من يكون أفصل من 
احدهم في الدرجات ، لكن أولئك استراحوا من تعب الحساب . 
وهذا في الفقراء المذكورين )3( في الكتاب والسنة وهو ضد الغنى الذي يبيح أخذ الزكاة او الذي لا يوجب الزكاة . 
ثم قد صار في اصطلاح كثير من الناس : الفقر عبارة عن الزهد والعبادة والاخلاق . ويسمون من اتصف بذلك فقيزا وإن كان ذا مال ، 
]ومن لم يتصف بذلك قالوا : ليس بفقير وإن لم يكن له مال ،[)4( وقد يسمى هذا المعتى تصوفا. 
ومن الناس من يفرق بين مسمى الفقير والصوفي ، ثم من هؤلاء من يجعل مسمى الفقير أفصل ، ومنهم من يجعل مسمى الصوفي أفضل. 
والتحقيق ]/81 أ[ في هذا الباب : أنه لا ينظر إلى الألفاظ المحدثة بل 
)1( ساقطة من الاصل ، واستدركتها من النسخ الاخرى . 
)2( رواه البخاري في "صحيحه" رقم )5811(، ومسلم في "صحيحه" رقم )216( من حديث ابي هريرة . 
)3( كذا في الاصول ، وفي بعض المطبوعات : "في الفقر المذكور . ." وهو اوجه للسياق . 
)4( ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى . 348
ينظر إلى ما جاء به الكتاب والسنة من الاسماء والمعاني ، والله قد جعل وصف أوليائه الايمان والتقوى ، فمن كان نصييه من ذلان أعظم ، كان افصل ، ولا اعتبار بما سوى ذلك ، والله اعلم.   
934
الباب التالث والعشرون   
في ذكر ما احتجت به 
الفقراء من الكتاب والسنة والاثار والاعتبار 
قالت الفقراء : لم يذكر الله سبحانه الغتى والمال في القران إلا على احد وجوه : 
الأول : على وجه الذم ، كقوله تعالى : > ص إن الالنشن ليطى ! أن زء51 استغغ !( ]العلق : 6 ، 7[ ، وقوله : > ! ولو بس! الله الررق لعباده ء لبغوا فى ا لاؤضى ( ]الشورى : 27 [ ، وقوله : > ولولا أن ليهون الناسط أمة وحدص لجعلنا 
لمن يكفردإلرخمق اليوصتهم سمفا من ففحة ومعارج علئها يظهرون !ولبيوتهخ ابوبا وسررا عليها تحبهون ! وزخرفا وان !ل ذلك لضا !ع المحيؤه الذنيا 
والأخرة عند رئك للمئقين !( ]الزخرف : -33 35[، وقال تعالى : > فلا تعجتك امولهم ولا أولدهم إئما يريد الله العذبهم! بها فى الحيوة الديخا وتزهق 
اننط وهم بهفرون !( ]التوبة : 55 [ ، وقال تعالى : > المال والبنون ن!بنة الجؤة الديخا ( ]الكهف : 46[، وقال : > زين للناس حب الشهؤت مف 
النسا والبنين والقتظير ائمقنظرة مف الذهب والففمة ( ]ال عمران : 14 [ الآية ، ونظائر ذلك كثير. 
الوجه الثانى : ان يذكره على دججه الابتلاء والامتحان ، كما قال تعالى : > إنما آضوافى واولدكم قتنة ( ]التغابن : 15[، وقال تعالى: 
> اتحسبون انما نمد! بهء من مالى وبخين ! لنمماخ لهم في الخيثلت بل لا يمثئعرون ! ( ]المؤمنون : 5 5 ، 6 5 [ . 
وقال تعالى مخبزا عن ابتلائه بالغتى كما ابتلى بالفقر : >فاما الالنسن 035
إذا ما اتئة ربهل فماكرم! ونعم!ل فيق!ل رب ادرمن ! < ]ا!جر: 15[ الاية، وقا ل : > وشلونبم بالشر والخيزفتنة وإ لتنا ترتجعون !( ]الانبياء : 5 3[ . 
الوجه الثالث : إخباره أن الاموال والاولاد لا تقرب اليه شيئا ، وإنما يقرب إليه الايمان والعمل الصالح ، كقوله تعالى : >وما افولكؤ ولآ اولدكم با لتى تقربكو عندنا زلفئ ا، من ءا من وعمل صنحا فاولبهك طم جزاء الضغف !اعلوا وهم فى الغرفت ءامنون !( ]سبا : 37[ . 
الوجه الرابع : إخباره ان الدنيا والغنى والمال إنما جعلها متعة لمن لا نصيب له في الاخرة ، وأن الاخرة جعلها للمتقين ]/81ب[، فقال تعالى : > ألخمؤة الديخاِ لنفتنهم فيه 
!ئؤق رفي خيروائمئ !( ]طه : 1 13 [ ، وقال : > ويؤم يترض الذيئ كفروا على الئار اذهبخم طئئتكؤ فى حياتكو الدنياواستمئعم بها< ]الأحقاف : 0 2 [ . 
والى هذا المعنى أشار النبي ع!يم بقوله لعمر : "أما ترضى ان تكون لهم الدنيا ولنا الاخرة " ، وسيأتي الحديث )1( . 
الوجه الخامس : أنه لم يذكر المترفين وأصحاب الثروة إلا بالذم كقوله : > إنهم كالؤا فتل ذلك صرفين !( ]الواقعة : 5 4 [ ، وقوله : > !هاذا أر نا ان نهك قزية امرنا مزفيها ففسموا فيها< ]الاسراء : 16 [ ، وقوله : > لا تريهضوا وارخعوا إك ما اترفتم فيه ومسبهنكم لعلكتم لمحثئلون !( ]الانبياء : 13 [ . 
الوجه السادس : أنه سبحانه ذم محب المال ، فقال : > وتأكلوت 
)1( اخرجه البخاري في "صحيحه" رقم )1951(، ومسلم في "صحيحه" رقم )9147(، كلاهما من حديث عمر بن الخطاب رضي الله عنه في قصة إيلاء النبي عرو من نسائه ، ولفظ البخاري فيه : "إن اولئك قوم قد عجلوا طيباتهم في الحياة الدنيا". 
351
الئراث ا!لأ لما ! وتخبىن المال حئا جما !( ]الفجر: 91 ، 02[، فذمهم بحب المال وعيرهم به.   
[لوجه الساببع : أنه سبحانه ذم متمني الدنيا والغنى والسعة فيها، ورأوا ذلك عطاء عظيما ، ومدح من أنكر عليهم وخالفهم ، فقال تعالى عن أغنى أهل زمانه : > فخرج فى فؤمه فى زينته - قال الذلى يرلدون الخيوة الذئيا يخلثت فا مثل ما أوتي قوون إنو لذو ح! عظبم ! وقا ل أ لذلرر اوتوا العلم وثيم ثواب الله خير لمن ءامف وعمل صنهلحأ ولا يلقنقآ إلا الفخبروت !( ]القصص : ،97 08[. 
فأخبروا أن ما عند الله خير لمن امن وعمل صالحا، ولا يلقى هذه الوصية وهي الكلمة التي تكلم بها الذين أوتوا العلم أو المثوبة والجنة 
التي دل عليها فوله : > ثواب الله خير( ، أو السيرة والطريقة التي دل عليها قوله : > لمن ءا!ت وعمل صملحأ (، وعلى كل حال لا يلقى ذلك إلا 
الصابرون على الفقر وعن الدنيا وشهواتها وما أترف فيه الاغنياء، وقد شهد الله سبحانه لهم بأنهم من أهل العلم دون الذين تمنوا الدنيا وزينتها. 
الوجه الثامن : أنه سبحانه أنكر على من ظن أن التفضيل يكون 
بالمال الذي يحتاح إليه لافامة الملك ، فكيف بما هو زيادة وفضلة ؟! فقال تعالى : > وقال لهض نبيهم إن الله قد بعث لتم طالوت مل! 
قا لوا افى يكؤن له الملث علئنا وتحن أحق بالمفك متة ولم يؤت سعة من ائماذ قال إن الله اصظقنه علتم وزادو بسطة في الع!والج!م <) 1( ]البقرة : 247[، فرد الله سبحانه قولهم ، واخبر أن الفضل ]ليس بالمال كما 
)1( ما بين المعقوفين ساقط من الأصل. 
352
توهموه ، وأن الفضل [)1( بالعلم لا بالمال .   
وقال سبحانه : > قل بففط الله وبرختهء ]/82 أ[ فبذلك ففيفرحوا هوختن ممائحمعون !( ]يونس : 58[، ففضله ورحمته العلم والايمان والقران ، والذي يجمعونه هو المال وأسبابه. 
ومثله قوله تعالى : > أهم يقسمون رحمت رلبق ينن قسمنا بينهم معيشتهم فى الحيؤة الديخا ورفعنا بعضهم فؤق بعفى ررجمخ ليتخذبعضهم بعفحاسخرئا ورحمت 
رئب خئر مما ئحمعون !( ] الزخرف : 2 3[ . 
الوجه التاسع : أنه)2( سبحانه أخبر أن التكاثر في جمع المال وغيره 
ألهى الناس وشغلهم عن الآجرة والاستعداد لها ، وتوعدهم على ذلك، فقال تعالى : >ألهني الثكالز ! حتى زرتم المقابر !كلا سؤف تعلمون ! 
ثخ ص سؤف تعلمون !ص لوتعدون علم ا !ن< ]التكاثر : 1 - 5 [ ه 
فأخبر سبحانه أن التكاثر شغل أهل الدنيا وألهاهم عن الله والدار 
الاخرة حتى حضرهم الموت ، فزاروا المقابر ، ولم يفيقوا من رقدة من ألهاه التكاثر، وجعل الغاية زيارة المقابر دون الموت إيذانا بأنهم غير 
مستوطنين ولا مستقرين في القبور، وأنهم فيها بمنزلة الزائرين يحضرونها مدة ثم يظعنون عنها كما كانوا في الدنيا كذلان زائرين لها غير مستقرين فيها ، ودار القرار هي الجنة أو النار. 
ولم يعين سبحانه المتكاثر)3( بل ترك ذكره إما لان المذموم هو نفس 
ما بين المعقوفين من النسخ الثلاث الاخرى . 
)1( 
الاصل ؟ " انه أخبر . . " وهو تكرار. 
)2( 
)3( 
في الاصل : "المكاثرة"، وفي )م( و )ن(: "المتكاثر به" . والمثبت من )ب(. 353
التكاثر بالشيء لا المتكاثر به ، كما يقال : شغلك اللعب واللهو، ولم يذكر ما يلعب به ويلهو به.   
وإما إرادة الاطلاق )1(، وهو كل ما يكاثر به العبد غيره من أسباب 
الدنيا من مال أو جاه أو عبيد أو إماء أو بناء أو غراس أو علم لا يبتغي به وجه الله أو عمل لا يقربه إلى الله ، فكل هذا من التكاثر الملهى عن الله والدار الاخرة . 
وفي " صحيح مسلم " من حديث عبدالله بن الشخير أنه قال : انتهيت إلى النبي ع!يم وهو يقرأ : > الهعكم الث! ثر !( قال : "يقول ابن آدم مالي مالي )2( . وهل لك من مالك إلا ما تصدقت فأمضيت ، او أكلت فافنيت، او لبست فأبليت " )3( . 
ثم أوعد سبحانه من ألهاه التكاثر وعيدا مؤكدا إذا عاين تكاثره هباء منثورا، وعلم أن دنياه التي كاثر بها إنما كانت خدعا وغرورا، فوجد عاقبة تكاثره عليه لا له ، وخسر هنالك ]/82 ب[ تكاثره كما خسر أمثاله، وبدا له من الله ما لم يكن في حسابه ، وصار تكاثره الذي شغله عن الله والدار الاخرة من أعظم أسباب عذابه ، فعذب بتكاثره في دنياه ، ثم عذب به في البرزخ ، ثم يعذب به يوم القيامة فكان أشقى الخلق بتكاثره ، إذ أفاد منه العطب دون الغنيمة والسلامة ، فلم يفز من تكاثره إلا بأن صار من الاقلين ، ولم يحط من علوه في الدنيا إلا بأن حصل مع الاسفلين. 
فيا له تكاثرا ما اقله ؟! ورزءا ما اجله ؟! وغناء جالبا لكل فقر، 
)1( 
الاصل : " اراده للاطلاق ". 
)2( 
سقطت من الاصل ، واستدركتها من النسخ الثلاث الاخرى . )3( 
"صحيح مسلم " رقم )5892(. 
354
وخيرا توصل به إلى كل شر، يقول صاحبه إذا انكشف عنه غطاؤه : >يلتتني قذمت لجاني !( ]الفجر: 24[، وعملت بطاعة الله قبل وفاتي > رب احعون ! لعلى أغمل صخلحا فيما ئريهت كلأ إنها !بدة هو قاييآ( 1 المؤمضون : 99 ، 0 0 1 [ تلك كلمة يقولها فلا يعول عليها ، ورجعة يسألها فلا يجاب إليها.   
وتأمل قوله أولا : > رب ( استغاب بربه ، ثم التفت إلى الملائكة الذين أمروا بإحضاره إلى بين يدي ربه تبارك وتعالى فقال : > اقىجعون( 
ثم ذكر سبب سؤال الرجعة وهو : أن يستقبل العمل الصالح فيما ترك حلفه من ماله وجاهه وسلطانه وقوته واسبابه ، فيقال له : >كلا (، لا 
سبيل لك إلى الرجعى وقد عمرت ما يتذكر فيه من تذكر. 
ولما كان شأن الكريم الرحيم أن يجيب من استقاله ، وأن يفسح له في المهلة ؛ ليتدارك ما فاته ، أخبر سبحانه أن سؤال هذا المفرط الرجعة كلمة هو قائلها لا حقيقة تحتها، وأن سجيته وطبيعته تأبى أن تعمل 
صالحا لو أجيب ، وأنما ذلك شيء يقوله بلسانه ، وأنه لو رد لعاد لما نهي عنه ، وأنه من الكاذبين ، فحكمة أحكم الحاكمين وعزته وعلمه وجده يأبى إجابته إلى ما سأل ؛ فانه لا فائدة في ذلك ، ولو رد لكانت حاله 
الثانية مثل حاله الاولى ، كما قال تعالى : > ولو ترى+! درقفوا على النار فقافىا ئلئتا نرذ ولانكذب ئايمق رشا وكون مق اثويخين ! بل بدا لهم ما كالؤا يخفون صقبل ولور وا لعادوا لما ضهوا عنه دمها نهتم لبهذبون !( 1 الانعام : 7 2 ، 28 [ . 
وقد حام أكثر المفسرين حول معنى هذه الاية ، وما وردوا . فراجع أقوالهم تجدها لا تشفي عليلا ولا تروي غليلا)1(، ومعناها اجل 
)1( انظر على سبيل المثال : "تفسير البغوي " )/2 29(، و "تفسير ابن كثير" )/2 - 355
وأعظم ]/83 أ[ مما فسروها به ، ولم يتفطنوا لوجه الاضراب ب > بل( ولا للأمر الذي بدا لهم وكانوا يخفونه ، وظنوا أن الذي!دا لهم العذاب ، فلما لم يروا ذلك ملتئفا مع قوله : > ما!لؤا يخفون من ند ( قدروا مضافا محذوفا وهو جزاء > ما كالؤا يخفون من قبلى <، فدخل عليهم أمر اخر لا جواب لهم عنه وهو : أن القوم لم يكونوا يخفون شركهم وكفرهم ، بل كانوا يظهرونه ويدعون إليه ويحاربون عليه.   
ولما علموا أن هذا وارد عليهم ، قالوا : إن القوم في بعض موارد القتامة ومواطنها أخفوا شركهم وجحدوه ، وقالوا : >والله رشا ما كئا مشركين !( ]الانعام : 23[ ، فلما وقفوا على النار بدا لهم جزاء ذلك الذي أخفوه . قال الواحدي : وعلى هذا أهل التفسير)1( . 
ولم يصنع أرباب هذا القول شيئا ؛ فإن السياق والاضراب ب > بل( 
والاخبار عنهم بأنهم لو ردوا لعادوا مشركين لا يلتئم بهذا الذي ذكروه فتامله)2(. 
وقالت طائقة منهم الزجاج : بل بدا للأتباع ما اخفاه عنهم الرؤساء من أمر البعث )3( . 
وهذا التفسير يحتاج إلى تفسير ، وفيه من التكلف ما ليس بخاف . 1 2 1 - 2 2 1 ( ، و " تفسير القرطبي " )/6 4 6 2 ( . 
>وألله ليثنا ما كا
انظر مفاد الكلام السابق للواحدي في الوسيط )/2 263(. في )ب(: "بانهم لو ردوا لعادوا لما نهوا عنه، وقولهم: ممث!يهين!( لا يلتئم بهذا الذي ذكروه فتافله". وفيها زيادة غير ملائمة للسياق . 
انظر كلام الزجاج في "زاد المسير" )/3 23(. 
356 
)1( )2( 
)3( 
وأجود من هذا ما قهمه المبرد من الاية قال : كأن كفرهم لم يكن باديا لهم إذ خفيت عليهم مضرته )1( . 
ومعنى كلامه : أنهم لما خفيت عليهم عاقبته ووباله فكأنه كان خفيا عنهم لم تظهر لهم حقيقته ، فلما عاينوا العذاب ظهرت لهم حقيقته وشره . 
قال : وهذا كما تقول في من كنت حدثته في أمر قبل : ظهر لك الآن ما كنت قلت لك؟! وقد كان ظاهرا له قبل هذا . 
ولا يسهل أن يعبر عن كفرهم وشركهم الذي )2( كانوا ينادون به على رووس الأشهاد ويدعون إليه كل حاضر وباد بأنهم كانوا يخفونه لخفاء عاقبته عنهم ، ولا يقال لمن أظهر الظلم والفساد وقتل النفوس والسعي في الارض بالفساد أنه أخفى ذلك "لجهله بسوء عاقبته وخفائها عليه. 
فمعنى الآية - والله أعلم بما اراد من كلامه :- أن هؤلاء المشركين لما وقفوا على النار وعاينوها وعلموا أنهم داخلوها تمنوا أنهم يردون إلى الدنيا فيؤمنون بالله وآياته ]/83 ب[ ولا يكذبون رسله ، فأخبر سبحانه أ ن 
الامر ليس كذلك وأنه ليس في ظبائعهم وسجاياهم الايمان ، بل سجيتهم الكفر والشرك والتكذيب ، وأنهم لو رذوا لكانوا بعد الرد كما كانوا قبله، واخبر انهم كاذبون في زعمهم أنهم لو ردوا لآمنوا وصدقوا . 
فاذا تقرر مقصود الآية ومرادها تبين لك معنى الاضراب ب > بل(، 
)1( 
انظر كلام المبرد في : "زاد المسير" )/3 23(، و "تفسير البغوي " )/2 29(، و " تفسير القرطبي " )/6 264(. 
)2( 
في الاصل : "الذين" . والتصويب من النسخ الثلاث الاخرى . 
357
وتبين معنى الذي بدا لهم والذي كانوا يخفونه . والحامل لهم على قولهم : > يخلئتا نرد ولانكدد ( ، فالقوم كانوا يعلمون في الدنيا أنهم على باطل وأن الرسل صدقوهم فيما بلغوهم عن الله ، وتيقنوا ذلك وتحققوه ولكنهم أخفوه ولم يطهروه بينهم بل تواصوا بكتمانه. 
فلم يكن الحامل لهم على تمني الرجوع والايمان معرفة ما لم يكونوا يعرفونه من صدق الرسل ، فانهم كانوا يعلمون ذلك ويخفونه، فظهر لهم يوم القيامة ما كانوا ينطوون عليه من علمهم أنهم على الباطل وأن الرسل على الحق ، فعاينوا ذلك عيانا بعد أن كانوا يكتمونه 
ويخفونه ، فلو ردوا لما سمحت نفوسهم بالإيمان ، ولعادوا إلى الكفر والتكذيب ، فإنهم لم يتمنوا الايمان لعلمهم يومئذ أنه هو الحق وأن الشرك باطل ، وإنما تمنوه لما عاينوا العذاب الذي لا طاقة لهم باحتماله. 
وهذا كمن كان يخفي محبة )1( شخص ومعاشرته وهو يعلم أن حبه باطل وأن الرشد في عدوله عنه ، فقيل له : إن اطلع عليك قيمه )2( 
عاقبك . وهو يعلم ذلك ويكابر، ويقول : بل محبته ومعاشرته هي الصواب ، فلما أخذه وليه ليعاقبه على ذلك ، وتيقن العقوبة تمنى أ ن 
يعفى من العقوبة ، وأنه لا يجتمع به بعد ذلك ، وفي قلبه من محبته والحرص على معاشرته ما يحمله على المعاودة بعد معاينة العقوبة بل بعد أن مسته وأنهكته ، فظهر له عند العقوبة ما كان يخفي من معرفته بخطئه وصواب من نهاه عنه ولو رد لعاد لما نهي عنه. 
)1( مطابقة المثل تقضي ان يقال : كان يحب شخصا ويعاشره . والذي كان يخفيه هو معرفته بخطئه لا حث الشخص . )ص(. 
)2( في النسخ الثلاث الاخرى : "وليه". 
358
وتأمل مطابقة الاضراب لهذا المعنى وهو نفي قولهم : أنا لو رددنا لامنا وصدقنا ، لانه ظهر لنا الان أن)1( ما قالت الرسل هو الحق ، أي : 
ليس! كذلك بل كنتم ]/84 ا[ تعلمون ذلك وتعرفونه وكنتم تخفونه ، فلم يظهر لكم شيء لم تكونوا عالمين به لتعذروا، بل ظهر لكم ما كان معلوما لكم وكنتم تواصون بإخفائه وكتمانه والله أعلم. 
ولا تستطل هذا الفصل المعترض في أثناء هذه المسالة فلعله أهم منها وأنفع ، وبادئه التوفيق. 
فلنرجع إلى تمام الكلام فيها وقوله : > ص لوتلمب صكلم ادقين 5( ]التكاثر: 5[ جوابه محذوف دل عليه ما تقدم ، أي : لما ألهاكم التكاثر، وإنما وجد هذا التكائر وإلهاوه عما هو أولى بكم لما فقد منكم علم 
اليقين ، وهو العلم الذي يصل بصاحبه إلى حد الضروريات التي لا يشك ولا يمارى في صحتها وثبوتها. 
ولو وصلت حقيقة هذا العلم إلى القلب وباشرته لما ألهاه عن موجبه وترتب أثره عليه ، فان مجرد العلم بقبح الشيء وسوء عواقبه قد لا يكفي في تركه ، فإذا صار له علم يقين كان اقتضاء هذا العلم لتركه أشد، فإذا صار عين يقين كجملة المشاهدات كان تخلف موجبه عنه من اندر شيء، وفي هذا المعنى قال حسان في أهل بدر: 
سرنا وساروا إلى بديى لحينهم)2( لو يعلمون يقين العلم ما ساروا)3( 
)1( ليست في الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)2( في )ب(: "لحتفهم". 
)3( انظره في ديوان حسان : )/1 476(. 
935
وقوله : > ك! سوف تعلمون ! نم ص سؤف تعلمون ( ]ات ثر : 3 ، 4 [ ، قيل : هو تأكيد لحصول العلم كقوله : > ! سيعلمون ! فئ ص سيعالون !( 1 النبا : 4 ، 5 [ . 
وقيل : ليس بتأكيد بل العلم الاول عند المعاينة ونزول الموت ، والعلم الثاني في القبر. 
هذا قول الحسن ومقاتل ورواه عطاء عن ابن عباس )1( . ويدل على صحة هذا القول عدة أوجه: 
أحدها: أن الفائدة الجديدة والتأسيس هو الاصل ، وقد أمكن اعتباره مع فخامة المعنى وجلالته وعدم الاخلال بالفصاحة. 
الثاني : توسط > ثم ( بين العلمين ، وهي مؤذنة بتراخي ما بين المرتبتين زمانا وخطرا . 
الثالث : ان هذا القول مطابق للواقع فان المحتضر يعلم عند المعاينة 
حقيقة ما كان عليه ، ثم يعلم في القبر وما بعده ذلك علما هو فوق العلم الاول . 
الرابع : ان علي بن أبي طالب وغيره من السلف فهموا من الاية عذاب القبر. 
قال الترمذي : حدثنا أبو كريب حدثنا حكام بن سلم الرازي عن عمرو بن أبي ]/84 ب[ قيس عن الحجاج عن المنهال بن عمرو عن زر عن 
،)052
)1( انظر : " الوسيط " للواحدي ) 4 / 9 4 5 ( ، و " تفسير البغوي " ) 4 / و " تفسير القرطبي " )0 /2 18 1 (، و " تفسير ابن كثير" )/4 548(. 
3 6 0 
علي قال : "ما زلنا نشك في عذاب القبر حتى نزلت >ألهنكم الئ!ثر ه(]التكاثر: 1[")1(. 
قال الواحدي : يعني أن معنى قوله : > ثم ص سؤف تعلمون !"!لأ( ]التكاثر: 4[ في القبور. 
الخامس : ان هذا مطابق لما بعده من قوله > لتروت اتجحيم ا؟3 ض لزوخهاعف اليقين !( ]التكاثر : 6 ، 7[ فهذه الرؤية الثانية غير الاولى وليست تأكيدا لفظيا للرؤية الاولى ، والفرق بين الرؤية الاولى والثانية من وجهين: 
إطلاق الاولى وتقييد الثانية بعين اليقين ، وتقدم الاولى وتراخي الثانية عنها. 
ثم ختم السورة بالاخبار المؤكد بواو القسم ولام التوكيد والنون الثقيلة عن سؤال النعيم ، فكل أحد يسأل عن نعيمه الذي كان فيه في الدنيا هل ناله من حله ووجهه أم لا؟ 
فاذا تخلص من هذا السؤال سئل عته سؤالا اخر : هل شكر الله تعالى عليه فاستعان به على طاعته أم لا؟ 
فالاول سؤال عن سبب استخراجه )2( ، والثاني عن محل صرفه. كما في جامع الترمذي من حديث عطاء بن أبي رباح عن ابن عمر 
"جامع الترمذي " رقم )3355(، وقال : "هذا حديث غريب ". "فالاول سبب
في الاصل : "فالاول سبب عن استخراجه ". وفي )ب(: استخراجه " . والمثبت من )م( و )ن(. 
361 
)1( )2( 
]عن ابن مسعود[)1( عن النبي !يم قال : " لا تزول قدما ابن ادم يوم القيامة من عند ربه حتى يسأل عن خمس : عن عمره فيما أفناه ، وعن شبابه فيما أبلاه ، وماله من أين اكتسبه وفعما أنفقه ؟ وماذا عمل فيما علم؟")2(. 
وفيه أيضا عن أبي برزة قال : قال رسول الله ع!ي! : "لا تزول قدما عبد يوم القيامة حتى يسال عن عمره فيما أفناه ، وعن علمه ما عمل فيه ، وعن 
ماله من أين اكتسبه وفيما أنفقه ، وعن جسمه فيما ابلاه". قال : هذا )3(يث صحيح. 
وفيه أيضا من حديث أبي هريرة قال : قال رسول الله !و : "إن أول ما يسال عنه يوم القيامة - يعني العبد من النعيم - أن يقال له : ألم نصح لك جسمك ، ونرويك من الماء البارد؟ ! ")4( . 
وفيه أيضا من حديث الزبيربن العوام قال: لما نزلت > ثو لتشلن) ( يؤمبذ عن النعيم !( ]التكاثر: 8[ قال الزبير : يا رسول الله فأي النعيم نسأل عنه وإنما هو الاسودان ، التمر والماء؟ قال : "أما إنه 
)1( 
ما بين المعقوفين ليس في الاصل ، ولا في سائر النسخ الشلاث ، وانما هو من 
جامع الترمذي . 
)2( 
"جامع الترمذي " رقم )2416(، وقال : "حديث غريب لا نعرفه من حديث ابن مسعود عن النبي ع!ي! إلا من حديث الحسين بن قيس ، وحسين بن قيس يضعف في الحديث من قبل حفظه ". 
)3( 
"جامع الترمذي " رقم )2417(، وفيه قال : "حديث حسن صحيح ". )4( 
"جامع الترمذي " رقم )3358(، وقال : "حديث غريب ". 
)5( 
في الاصل : "ولتسئلن". وفي )م( و)ن(: > ثص لقشلن <. وفي )ب(: >لتشلن(. 
362
سيكون " . قال : هذا حديث حسن)1( ]ه /8 أ[. 
وعن أبي هريرة نحوه وقال : " فانما هما الأسودان والعدو حاضر، وسيوفنا على عواتقنا ، قال : إن ذلك سيكون ")2( . 
وقوله : "إن ذلك سيكون " اما أن يكون المراد به ان النعيم سيكون ويحدث لكم ، واما أن يرجع إلى السؤال اي أن السؤال يقع عن ذلك ، وإن كان تمرا وماء فانه من النعيم . ويدل عليه قوله !م في الحديث الصحيح- وقد أكلوا معه رطبا ولحما وشربوا من الماء البارد :- "هذا من النعيم الذي تسالون عنه يوم القيامة ")3( . فهذا سؤال عن شكره والقيام بحقه. 
وفي الترمذي من حديث أنس عن النبي محك!يم قال : "يجاء بالعبد يوم [لقيامة كأنه ئذج)4(، فيوقف بين يدي الله ، فيقول الله : أعطيتك وخولتك وأنعمت عليك ، فماذا صنعت ؟ فيقول : يا رب جمعته وثمرته فتركته أكثر 
ما كان فارجعني اتك به) ( فاذا عبد لم يقدم خيرا، فيمضى به إلى النار")6(. 
)1( 
"جامع الترمذي " رقم )3356(. 
ورواه ابن ماجه في "سننه" رقم )4158(. 
)2( 
أخرجه الترمذي في "جامعه" رقم )3357(. ثم قال الترمذي عقبه : "وحديث 
ابن عيينة عن محمد بن عمرو - اي حديث الزبير السابق - عندي اصج من هذا" . )3( 
رواه مسلم في "صحيحه" رقم )3802( من حديث ابي هريرة رضي الله عنه بلفط : "لتسألن عن هذا النعيم ". 
)4( 
البذج : ولد الضان ، وجمعه بذجان . "النهاية " لابن الاثير )/1 0 1 1 ( . )5( 
في "جامع الترمذي " بعد هذه الكلمة : "كفه، فيقول له : ارني ما قدمت، 
فيقول : يا رلث جمعته وثقرته فتركته اكئر ما كان ، فارجعني اتك به كله ". )6( 
"جامع الترمذي " رقم )2427( وقال : "روى هذا الحديث غير واحد عن= 363
وفيه من حديث أبي سعيد وأبي هريرة قالا: قال رسول الله لمجي!: "يؤتى بالعبد يوم القيامة فيقول الله له : الم أجعل لك !سمعا وبصرا ومالا وولدا ، وسخرت لك الأنعام والحرث ، وتركتك ترأس وتربع )1( ، فكنت تظن أنك ملاقي يومك هذا؟ فيقول : لا. فيقول له : اليوم أنساك كما نسيتني " . قال : هذا حديث صحيح )2(. 
وقد زعم طائفة من المفسرين : أن هذا الخطاب خاص بالكفار وهم المسرولون عن النعيم ، وذكروا ذلك عن الحسن ومقاتل )3(، واختار 
الواحدي ذلك ، واحتج بحديث أبي بكر لما نزلت هذه الاية : قال يا رسول الله : " أرأيت أكلة أكلتها معك في بيت أبي الهيثم بن التيهان من خبز شعير ولحم وبسر قد ذلب)4( وماء عذب ، اتخاف علينا أن يكون هذا من النعيم الذي نسال عنه؟ فقال رسول الله ع!يم : "إنما ذلك للكافر("، ثم قز أ : > وهل نجزى الا الكفور !( ]سبا : 7 1 [) ( . 
قال الواحدي : والظاهر يشهد لهذا القول ؛ لان السورة كلها خطاب الحسن قوله ، ولم يسندوه . 0 5 " . 
)1( 
قال في "النهاية " )/2 186 (: "في حديث القيامة : " الم اذرك تربع وتراس " اي تاخذ ربع الغنيمة . . . يريد الم اجعلك رئيسا مطاعا؛ لان الملك كان ياخذ الربع من الغنيمة في الجاهلية دون اصحابه " اهـ. 
)2( 
"جامع الترمذي " رقم )2428(، وفيه قال : "صحيح غريب ". 
)3( 
انظر قول الحسن ومقاتل في : "الوسيط للواحدي" )/4 954(، و"تفسير البغوي " ) /4 0 52( ، و "تفسير القرطبي " ) 0 /2 5 1 ( . 
)4( 
اي البسر الذي قد بدا فيه الارطاب من قبل ذنبه . انظر : " لسان العرب " ) 1 / 0 93( . )5( 
لم اقف عليه مسندا. وعزاه القرطبي في "تفسيره" )/02 012( لابي نصر القشيري . 
364
للمشركين وتهديد لهم . والمعنى أيضا يشهد لهذا وهو أن الكفار لم يؤدوا حق النعيم عليهم حيث أشركوا به وعبدوا غيره ، فاستحقوا أ ن يسالوا عما أنعم به ]/85 ب[ عليهم توبيخا لهم ، هل قاموا بالواجب فيه ا م ضيعوا حق النعمة ؟ ثم يعذبون على ترك الشكر بتوحيد المنعم. 
قال : وهذا معنى قول مقاتل ، وهو قول الحسن قال : لا يسأل عن النعيم إلا أهل النار)1( . 
قلت : ليس في اللفط ولا في السنة الصحيحة ولا في ادلة العقل ما يقتضي اختصاص الخطاب بالكفار، بل ظاهر القرآن وصريح السنة 
والاعتبار يدل على عموم الخطاب لكل من اتصف بإلهاء التكاثر له ، فلا وجه لتخصيص الخطاب ببعض المتصفين بذلك. 
ويدل على ذلك قول النبي !يم عند فراءة هذه السورة : "يقول ابن ادم : مالي مالي )2(، وهل لك من مالك إلا ما أكلت فأفنيت . . . " الحديث وهو في صحيح مسلم )3( . 
وقائل ذلك قد يكون مسلما وقد يكون كافرا. 
ويدل عليه الاحاديث التي تقدمت ، وسؤال الصحابة للنبي لمجيم 
وفهمهم العموم حتى قالوا له : "وأي نعيم نسأل عنه؟ وإنما هما الاسودان")4(. 
)1( لم اقف على نص كلامه هذا . وانظر معناه في "الوسيط " )/4 954(. )2( سقطت من الاصل ، واستدركتها من النسخ الملاث. 
)3( وقد سبق ص )356(. 
)4( وقد سبق تخريجه قريبا. 
365
فلو كان الخطاب مختصا بالكفار لبين لهم ذلك وقال : ما لكم ولها إنما هي للكفار. 
فالصحابة فهموا التعميم ، والاحاديث صريحة في التعميم ، والذي أنزل عليه القران اقرهم على فهم العموم . 
وأما حديث أبي بكر الذي احتج به أرباب هذا القول فحديث لا يصح. 
والحديث الصحيح في تلك القصة يشهد ببطلانه ونحن نسوقه بلفظه ، ففي "صحيح مسلم " عن ابي هريرة قال : خرج رسول الله لمج! ذات يوم او ليلة فاذا هو بأبي بكر وعمر فقال : "ما اخرجكما من بيوتكما هذه الساعة ؟" قالا : الجوع يا رسول الله ، قال : "وأنا والذي نفسي بيده لأخرجني الذي أخرجكما ، قوما" فقاما معه فاتى رجلا من الانصار ، فاذا هو ليس في بيته ، فلما راته امراته قالت : مرحبا واهلا. فقال لها رسول الله !ي! : "واين فلان ؟" قالت : ذهب يستعذب لنا من الماء، اذ جاء الانصاري فنظر إلى رسول الله جم!يم وصاحبيه ثم قال : الحمد لله ، ما احد 
اليوم أكرم أضيافا مني ]/86 ا[ قال : فانطلق فجاءهم بعذق فيه بسر وتمر ورطب ، فقال : كلوا من هذا ، واخذ المدية )1( ، فقال له رسول الله لمجي!: 
"إياك والحلوب " ، فذبح لهم فأكلوا من الشاة ومن ذلك العذق وشربوا، فلما ان شبعوا ورووا ، قال رسول الله ع!يم لأبي بكر وعمر : "والذي نفسي بيده لتسألن عن هذا النعيم يوم القيامة ، أخرجكم من بيوتكم الجوع ، ثم لم ترجعو 1 حتى أصابكم هذا النعيم ")2( . 
المدية : السكين والشفرة . انظر : "النهاية " لابن الاثير )/4 0 31(. )1( 
)2( 
"صحيح مسلم " رقم )3802(. 
366
فهذا الحديث الصحيح صريح في تعميم الخطاب وأنه غير مختص بالكفار. 
وأيضا، فالواقع يشهد بعدم اختصاصه ، وأن الالهاء بالتكاثر واقع من المسلمين كثيرا ، بل أكثرهم قد ألهاه التكاثر)1( . 
وخطاب القران عام لمن بلغه ، وإن كان أول من دحر فيه المعاصرون لرسول الله !يم، فهو متناول لمن بعدهم ، وهذا معلوم بضرورة الدين وإن نازع فيه من لا يعتد بقوله من المتأخرين ، فنحن اليوم ومن قبلنا ومن بعدنا داحلون تحت قوله : > يهايفا الذين ءامنوا كتب عيم الضيام ( ]البقرة : 183[ ونظائره ، كما دخل تحته الصحابة بالضرورة المعلومة من الدين. 
فقوله : >الهنكم الع! ثر!!( ]التكاثر: 1[ خطاب لكل من اتصف بهذا الوصف ، وهم في الالهاء والتكاثر درجات لا يحصيها إلا الله. 
فان قيل : فالمؤمنون لم يلههم التكاثر ولهذا لم يدحلوا في الوعيد المذكور لمن ألهاه . 
قيل : هذا هو الذي أوجب لارباب هذا القول تخصيصه بالكفار؛ لانه لم يمكنهم حمله على العموم ، ورأوا أن الكفار أحق بالوعيد فخصوه بهم)2(. 
وجواب هذا : أن الخطاب للانسان من حيث هو إنسان على طريقة القران في تناول الذم له من حيث هو إنسان كقوله : >وكان افي!من 
رحم الله الامام ابن القيم ، كيف لو راى حالنا في هذا العصر؟! في الاصل : "به" ، والمثبت من : )ن(. 
367
)1( )2( 
لمجولا< ]ا لاسراء : 1 1 [ ، > وكان ا لإلضنن قتورا ( ] ا لاسمراء : 0 0 1 [ . > إن أ لإنسن لربه - لسكني < ]العاديات : 6[. ) وعلها الإنسن إنو كان ظلوما جهولا< ]ا!حزاب : 72[ . > إن ا لإدنممن لفور( ]الحج : 6 6 [ . ونطا ئره كثيرة . 
فالانسان من حيث هو عار عن كل خير من العلم النافيع والعمل الصالح ، وانما الله سبحانه هو الذي يكمله بذلك ويعطيه ]/86 ب[ إياه وليس له ذلك من نفسه ، بل ليس له من نفسه إلا الجهل المضاد للعلم، والظلم المضاد للعدل ، وكل علم وعدل وخير فيه فمن ربه لا من نفسه. 
فإلهاء التكاثر طبيعة العبد وسجيته التي هي له من نفسه ، ولا خروج له عن ذلك إلا بتركية الله له وجعله مريدا للآخرة موثرا لها على التكائر بالدنيا ، فان اعطاه ذلك والا فهو ملته بالتكائر في الدنيا ولا بد. 
وأما احتجاجه بالوعيد على اختصاص الخطاب بالكفار فيقال : الوعيد المذكور مشترك ، وهو العلم عند معاينة الاخرة ، وهذا أمر يحصل لكل أحد لم يكن حاصلا له في الدنيا. 
وليس في قوله : > سوف تعلمون ج ( ]التكاثر: 3[ ما يقتضي دخول النار فضلا عن التخليد فيها. 
وكذلك روية الجحيم لا يستلزم دخولها لكل من راها، فإن أهل الموقف يرونها ويشاهدونها عيانا ، وقد أقسم الرب تبارك وتعالى أنه لا بد أن يردها الخلق كلهم مؤمنهم وكافرهم ، برهم وفاجرهم ، فليس في جملة من جمل هذه السورة ما ينفي عموم خطابها. 
وأما ما ذكر)1( عن الحسن أنه لا يسأل عن النعيم إلا أهل النار، 
)1( في النسخ الاخرى : "ذكره ". 
368
فباطل قطعا ، إما عليه واما منه ، والاحاديث الصحيحة الصريحة ترده ، وبادده التوفيق. 
ولا يخفى أن مثل هذه السورة مع عظم شأنها وشدة تخويفها وما تضمنته من تحذير التكاثر الملهي ، وانطباق معناها على أكثر الخلق، يأبى اختصاصها من أولها إلى اخرها بالكفار ولا يليق ذلك بها ، ويكفي في رد ذلك تامل الاحاديث المرفوعة فيها ، والله أعلم. 
وتامل ما في هذا العتاب الموجع لمن استمر على إلهاء التكاثر له مدة حياته كلها إلى ان راب)1( القبور ولم يستيقظ من نوم الالهاء، بل أرقد التكاثر قلبه فلم يستفق منه إلا وهو في عسكر الاموات . 
وطابق بين هذا وبين حال أكثر الخلق يتبين لك أن العموم مقصود . 
وتأمل تعليقه سبحانه الذم والوعيد على مطلق التكاثر من غير تقييد بمتكاثر به معين ؛ ليدخل فيه التكاثر بجميع أسباب الدنيا على اختلاف أجناسها وأنواعها. 
وأيضا ]/87 أ[ فان التكاثر تفاعل وهو طلب كل من المتكاثرين أ ن يكثر صاحبه ، فيكون أكثر منه فيما يكاثره به ، والحامل له على ذلك توهمه أن العزة للمكاثر كما قيل: 
ولست بالاكثر منهم حصى وإنما العزة للكاثر)2( فلو حصلت له الكثرة من غير تكاثر لم تضره ، كما كانت الكثرة 
)1( في النسخ الاخرى : "زار". 
)2( البيت للأعشى في ديوانه )49(. 
936
حاصلة لجماعة من الصحابة ولم تضرهم إذ لم يتكاثروا بها. 
وكل من كاثر إنسانا في دنياه أو جاهه أو غير ذلك ، شغلته مكاثرته عن مكاثرة أهل الآخرة ، فالنفوس الشريفة العلوية ذات الهمم العالية إنما تكاثر بما يدوم عليها نفعه وتكمل به وتزكو وتصير مفلحة ، فلا تحب أ ن 
يكثرها غيرها في ذلك ، وينافسه في هذه المكاثرة ويسابقه إليها ، فهذا هو التكاثر الذي هو غاية سعادة العبد. وضده تكاثر أهل الدنيا بأسباب دنياهم ، فهذا تكاثر مله عن الله والدار الآخرة ، وهو صائر إلى غاية القلة ، فعاقبة هذا التكاثر قل وفقر وحرمان . 
والتكاثر بأسباب السعادة الاخروية تكاثر لا يزال يذكر بالله ولقائه، 
وعاقبته الكثرة الدائمة التي لا تزول ولا تفنى ، فصاحب هذا التكاثر لا يهون عليه أن يرى غيره أفصل قولا منه واحسن عملا واغزر علما . وإذا رأى غيره أكثر منه في خصلة من خصال الخير يعجز عن لحاقه فيها، كاثره بخصلة أخرى هو قادر على المكاثرة بها. 
وليس هذا التكاثر مذموما ولا قادحا في إخلاص العبد، بل هو حقيقة المنافسة واستباق الخيرات ، وقد كانت هذه حال الاوس مع الخزرج في تواصلهم بين يدي رسول الله ع! ومكاثرة بعضهم لبعض في 
أسباب مرضاته ونصره ، وكذلك كانت حال كمر مع أبي بكر فلما تبين له مدى سبقه قال : "والله لا اسابقك إلى شيء أبدا")1( . 
)1( رواه أبو داود في "سننه" رقم )1678 ( . 
وصححه الحاكم في المستدرك )/1 414( على شرط مسلم ، ووافقه الذهبيه 
037
فصل 
وتأمل حسن موقع > ك!( في هذا الموضع فانها تضمنت ردغا لهم وزجزا عن التكاثر ونفئا وإبطالأ لما يؤملونه من نفع التكاثر لهم وعزتهم وكمالهم يه ، فتضمنت اللفظة نهيا ونفئا، وأخبرهم سبحانه أنه لا بد أ ن يعلموا عاقبة تكاثرهم علما بعد علم ، وأنهم ]/87 ب[ لا بد أن يروا دار المكاثرين بالدنيا التي ألهتهم عن الاخرة روية بعد رؤية ، وأنه سبحانه لا بد أن يسألهم عن أسباب تكاثرهم من أين استخرجوها وفيما صرفوها. 
فلله ما أعظمها من سورة ، وأجلها وأعطمها فائدة ، وأبلغها موعظة وتحذيزا، وأشدها ترغيئا في الاخرة وتزهيدا في الدنيا، على غاية اختصارها وجزالة ألفاظها وحسن نظمها، فتبارك من تكلم بها حالا، وبلغها رسوله عنه وحئا. 
فصل 
وتأمل كيف جعلهم عند وصولهم إلى غاية كل حي زائرين غير مستوطنين ، بل هم مستودعون في المقابر مدة وبين أيديهم دار القرار، فاذا كانوا عند وصولهم إلى الغاية زائرين ، فكيف بهم وهم في الطريق في هذه الدار؟! فهم فيها عابرو سبيل إلى محل الزيارة ، ثم منتقلون من محل الزيارة إلى المستقر. 
فهاهنا ثلاثة أمور: عبور السبيل في هذه الدنيا، وغايته زيارة القبور ، وبعدها النقلة إلى دار القرار. 
371""",
    "videoUrl": "https://youtu.be/Qaa3rTGkvlU?si=PH88e5PdlUcoEA7l",
  },
  {
    "id": 23,
    "title": "الباب الثالث والعشرون: حجج الفقراء من الكتاب والسنة",
    "content": """الباب التالث والعشرون   
في ذكر ما احتجت به 
الفقراء من الكتاب والسنة والاثار والاعتبار 
قالت الفقراء : لم يذكر الله سبحانه الغتى والمال في القران إلا على احد وجوه : 
الأول : على وجه الذم ، كقوله تعالى : > ص إن الالنشن ليطى ! أن زء51 استغغ !( ]العلق : 6 ، 7[ ، وقوله : > ! ولو بس! الله الررق لعباده ء لبغوا فى ا لاؤضى ( ]الشورى : 27 [ ، وقوله : > ولولا أن ليهون الناسط أمة وحدص لجعلنا 
لمن يكفردإلرخمق اليوصتهم سمفا من ففحة ومعارج علئها يظهرون !ولبيوتهخ ابوبا وسررا عليها تحبهون ! وزخرفا وان !ل ذلك لضا !ع المحيؤه الذنيا 
والأخرة عند رئك للمئقين !( ]الزخرف : -33 35[، وقال تعالى : > فلا تعجتك امولهم ولا أولدهم إئما يريد الله العذبهم! بها فى الحيوة الديخا وتزهق 
اننط وهم بهفرون !( ]التوبة : 55 [ ، وقال تعالى : > المال والبنون ن!بنة الجؤة الديخا ( ]الكهف : 46[، وقال : > زين للناس حب الشهؤت مف 
النسا والبنين والقتظير ائمقنظرة مف الذهب والففمة ( ]ال عمران : 14 [ الآية ، ونظائر ذلك كثير. 
الوجه الثانى : ان يذكره على دججه الابتلاء والامتحان ، كما قال تعالى : > إنما آضوافى واولدكم قتنة ( ]التغابن : 15[، وقال تعالى: 
> اتحسبون انما نمد! بهء من مالى وبخين ! لنمماخ لهم في الخيثلت بل لا يمثئعرون ! ( ]المؤمنون : 5 5 ، 6 5 [ . 
وقال تعالى مخبزا عن ابتلائه بالغتى كما ابتلى بالفقر : >فاما الالنسن 035
إذا ما اتئة ربهل فماكرم! ونعم!ل فيق!ل رب ادرمن ! < ]ا!جر: 15[ الاية، وقا ل : > وشلونبم بالشر والخيزفتنة وإ لتنا ترتجعون !( ]الانبياء : 5 3[ . 
الوجه الثالث : إخباره أن الاموال والاولاد لا تقرب اليه شيئا ، وإنما يقرب إليه الايمان والعمل الصالح ، كقوله تعالى : >وما افولكؤ ولآ اولدكم با لتى تقربكو عندنا زلفئ ا، من ءا من وعمل صنحا فاولبهك طم جزاء الضغف !اعلوا وهم فى الغرفت ءامنون !( ]سبا : 37[ . 
الوجه الرابع : إخباره ان الدنيا والغنى والمال إنما جعلها متعة لمن لا نصيب له في الاخرة ، وأن الاخرة جعلها للمتقين ]/81ب[، فقال تعالى : > ألخمؤة الديخاِ لنفتنهم فيه 
!ئؤق رفي خيروائمئ !( ]طه : 1 13 [ ، وقال : > ويؤم يترض الذيئ كفروا على الئار اذهبخم طئئتكؤ فى حياتكو الدنياواستمئعم بها< ]الأحقاف : 0 2 [ . 
والى هذا المعنى أشار النبي ع!يم بقوله لعمر : "أما ترضى ان تكون لهم الدنيا ولنا الاخرة " ، وسيأتي الحديث )1( . 
الوجه الخامس : أنه لم يذكر المترفين وأصحاب الثروة إلا بالذم كقوله : > إنهم كالؤا فتل ذلك صرفين !( ]الواقعة : 5 4 [ ، وقوله : > !هاذا أر نا ان نهك قزية امرنا مزفيها ففسموا فيها< ]الاسراء : 16 [ ، وقوله : > لا تريهضوا وارخعوا إك ما اترفتم فيه ومسبهنكم لعلكتم لمحثئلون !( ]الانبياء : 13 [ . 
الوجه السادس : أنه سبحانه ذم محب المال ، فقال : > وتأكلوت 
)1( اخرجه البخاري في "صحيحه" رقم )1951(، ومسلم في "صحيحه" رقم )9147(، كلاهما من حديث عمر بن الخطاب رضي الله عنه في قصة إيلاء النبي عرو من نسائه ، ولفظ البخاري فيه : "إن اولئك قوم قد عجلوا طيباتهم في الحياة الدنيا". 
351
الئراث ا!لأ لما ! وتخبىن المال حئا جما !( ]الفجر: 91 ، 02[، فذمهم بحب المال وعيرهم به.   
[لوجه الساببع : أنه سبحانه ذم متمني الدنيا والغنى والسعة فيها، ورأوا ذلك عطاء عظيما ، ومدح من أنكر عليهم وخالفهم ، فقال تعالى عن أغنى أهل زمانه : > فخرج فى فؤمه فى زينته - قال الذلى يرلدون الخيوة الذئيا يخلثت فا مثل ما أوتي قوون إنو لذو ح! عظبم ! وقا ل أ لذلرر اوتوا العلم وثيم ثواب الله خير لمن ءامف وعمل صنهلحأ ولا يلقنقآ إلا الفخبروت !( ]القصص : ،97 08[. 
فأخبروا أن ما عند الله خير لمن امن وعمل صالحا، ولا يلقى هذه الوصية وهي الكلمة التي تكلم بها الذين أوتوا العلم أو المثوبة والجنة 
التي دل عليها فوله : > ثواب الله خير( ، أو السيرة والطريقة التي دل عليها قوله : > لمن ءا!ت وعمل صملحأ (، وعلى كل حال لا يلقى ذلك إلا 
الصابرون على الفقر وعن الدنيا وشهواتها وما أترف فيه الاغنياء، وقد شهد الله سبحانه لهم بأنهم من أهل العلم دون الذين تمنوا الدنيا وزينتها. 
الوجه الثامن : أنه سبحانه أنكر على من ظن أن التفضيل يكون 
بالمال الذي يحتاح إليه لافامة الملك ، فكيف بما هو زيادة وفضلة ؟! فقال تعالى : > وقال لهض نبيهم إن الله قد بعث لتم طالوت مل! 
قا لوا افى يكؤن له الملث علئنا وتحن أحق بالمفك متة ولم يؤت سعة من ائماذ قال إن الله اصظقنه علتم وزادو بسطة في الع!والج!م <) 1( ]البقرة : 247[، فرد الله سبحانه قولهم ، واخبر أن الفضل ]ليس بالمال كما 
)1( ما بين المعقوفين ساقط من الأصل. 
352
توهموه ، وأن الفضل [)1( بالعلم لا بالمال .   
وقال سبحانه : > قل بففط الله وبرختهء ]/82 أ[ فبذلك ففيفرحوا هوختن ممائحمعون !( ]يونس : 58[، ففضله ورحمته العلم والايمان والقران ، والذي يجمعونه هو المال وأسبابه. 
ومثله قوله تعالى : > أهم يقسمون رحمت رلبق ينن قسمنا بينهم معيشتهم فى الحيؤة الديخا ورفعنا بعضهم فؤق بعفى ررجمخ ليتخذبعضهم بعفحاسخرئا ورحمت 
رئب خئر مما ئحمعون !( ] الزخرف : 2 3[ . 
الوجه التاسع : أنه)2( سبحانه أخبر أن التكاثر في جمع المال وغيره 
ألهى الناس وشغلهم عن الآجرة والاستعداد لها ، وتوعدهم على ذلك، فقال تعالى : >ألهني الثكالز ! حتى زرتم المقابر !كلا سؤف تعلمون ! 
ثخ ص سؤف تعلمون !ص لوتعدون علم ا !ن< ]التكاثر : 1 - 5 [ ه 
فأخبر سبحانه أن التكاثر شغل أهل الدنيا وألهاهم عن الله والدار 
الاخرة حتى حضرهم الموت ، فزاروا المقابر ، ولم يفيقوا من رقدة من ألهاه التكاثر، وجعل الغاية زيارة المقابر دون الموت إيذانا بأنهم غير 
مستوطنين ولا مستقرين في القبور، وأنهم فيها بمنزلة الزائرين يحضرونها مدة ثم يظعنون عنها كما كانوا في الدنيا كذلان زائرين لها غير مستقرين فيها ، ودار القرار هي الجنة أو النار. 
ولم يعين سبحانه المتكاثر)3( بل ترك ذكره إما لان المذموم هو نفس 
ما بين المعقوفين من النسخ الثلاث الاخرى . 
)1( 
الاصل ؟ " انه أخبر . . " وهو تكرار. 
)2( 
)3( 
في الاصل : "المكاثرة"، وفي )م( و )ن(: "المتكاثر به" . والمثبت من )ب(. 353
التكاثر بالشيء لا المتكاثر به ، كما يقال : شغلك اللعب واللهو، ولم يذكر ما يلعب به ويلهو به.   
وإما إرادة الاطلاق )1(، وهو كل ما يكاثر به العبد غيره من أسباب 
الدنيا من مال أو جاه أو عبيد أو إماء أو بناء أو غراس أو علم لا يبتغي به وجه الله أو عمل لا يقربه إلى الله ، فكل هذا من التكاثر الملهى عن الله والدار الاخرة . 
وفي " صحيح مسلم " من حديث عبدالله بن الشخير أنه قال : انتهيت إلى النبي ع!يم وهو يقرأ : > الهعكم الث! ثر !( قال : "يقول ابن آدم مالي مالي )2( . وهل لك من مالك إلا ما تصدقت فأمضيت ، او أكلت فافنيت، او لبست فأبليت " )3( . 
ثم أوعد سبحانه من ألهاه التكاثر وعيدا مؤكدا إذا عاين تكاثره هباء منثورا، وعلم أن دنياه التي كاثر بها إنما كانت خدعا وغرورا، فوجد عاقبة تكاثره عليه لا له ، وخسر هنالك ]/82 ب[ تكاثره كما خسر أمثاله، وبدا له من الله ما لم يكن في حسابه ، وصار تكاثره الذي شغله عن الله والدار الاخرة من أعظم أسباب عذابه ، فعذب بتكاثره في دنياه ، ثم عذب به في البرزخ ، ثم يعذب به يوم القيامة فكان أشقى الخلق بتكاثره ، إذ أفاد منه العطب دون الغنيمة والسلامة ، فلم يفز من تكاثره إلا بأن صار من الاقلين ، ولم يحط من علوه في الدنيا إلا بأن حصل مع الاسفلين. 
فيا له تكاثرا ما اقله ؟! ورزءا ما اجله ؟! وغناء جالبا لكل فقر، 
)1( 
الاصل : " اراده للاطلاق ". 
)2( 
سقطت من الاصل ، واستدركتها من النسخ الثلاث الاخرى . )3( 
"صحيح مسلم " رقم )5892(. 
354
وخيرا توصل به إلى كل شر، يقول صاحبه إذا انكشف عنه غطاؤه : >يلتتني قذمت لجاني !( ]الفجر: 24[، وعملت بطاعة الله قبل وفاتي > رب احعون ! لعلى أغمل صخلحا فيما ئريهت كلأ إنها !بدة هو قاييآ( 1 المؤمضون : 99 ، 0 0 1 [ تلك كلمة يقولها فلا يعول عليها ، ورجعة يسألها فلا يجاب إليها.   
وتأمل قوله أولا : > رب ( استغاب بربه ، ثم التفت إلى الملائكة الذين أمروا بإحضاره إلى بين يدي ربه تبارك وتعالى فقال : > اقىجعون( 
ثم ذكر سبب سؤال الرجعة وهو : أن يستقبل العمل الصالح فيما ترك حلفه من ماله وجاهه وسلطانه وقوته واسبابه ، فيقال له : >كلا (، لا 
سبيل لك إلى الرجعى وقد عمرت ما يتذكر فيه من تذكر. 
ولما كان شأن الكريم الرحيم أن يجيب من استقاله ، وأن يفسح له في المهلة ؛ ليتدارك ما فاته ، أخبر سبحانه أن سؤال هذا المفرط الرجعة كلمة هو قائلها لا حقيقة تحتها، وأن سجيته وطبيعته تأبى أن تعمل 
صالحا لو أجيب ، وأنما ذلك شيء يقوله بلسانه ، وأنه لو رد لعاد لما نهي عنه ، وأنه من الكاذبين ، فحكمة أحكم الحاكمين وعزته وعلمه وجده يأبى إجابته إلى ما سأل ؛ فانه لا فائدة في ذلك ، ولو رد لكانت حاله 
الثانية مثل حاله الاولى ، كما قال تعالى : > ولو ترى+! درقفوا على النار فقافىا ئلئتا نرذ ولانكذب ئايمق رشا وكون مق اثويخين ! بل بدا لهم ما كالؤا يخفون صقبل ولور وا لعادوا لما ضهوا عنه دمها نهتم لبهذبون !( 1 الانعام : 7 2 ، 28 [ . 
وقد حام أكثر المفسرين حول معنى هذه الاية ، وما وردوا . فراجع أقوالهم تجدها لا تشفي عليلا ولا تروي غليلا)1(، ومعناها اجل 
)1( انظر على سبيل المثال : "تفسير البغوي " )/2 29(، و "تفسير ابن كثير" )/2 - 355
وأعظم ]/83 أ[ مما فسروها به ، ولم يتفطنوا لوجه الاضراب ب > بل( ولا للأمر الذي بدا لهم وكانوا يخفونه ، وظنوا أن الذي!دا لهم العذاب ، فلما لم يروا ذلك ملتئفا مع قوله : > ما!لؤا يخفون من ند ( قدروا مضافا محذوفا وهو جزاء > ما كالؤا يخفون من قبلى <، فدخل عليهم أمر اخر لا جواب لهم عنه وهو : أن القوم لم يكونوا يخفون شركهم وكفرهم ، بل كانوا يظهرونه ويدعون إليه ويحاربون عليه.   
ولما علموا أن هذا وارد عليهم ، قالوا : إن القوم في بعض موارد القتامة ومواطنها أخفوا شركهم وجحدوه ، وقالوا : >والله رشا ما كئا مشركين !( ]الانعام : 23[ ، فلما وقفوا على النار بدا لهم جزاء ذلك الذي أخفوه . قال الواحدي : وعلى هذا أهل التفسير)1( . 
ولم يصنع أرباب هذا القول شيئا ؛ فإن السياق والاضراب ب > بل( 
والاخبار عنهم بأنهم لو ردوا لعادوا مشركين لا يلتئم بهذا الذي ذكروه فتامله)2(. 
وقالت طائقة منهم الزجاج : بل بدا للأتباع ما اخفاه عنهم الرؤساء من أمر البعث )3( . 
وهذا التفسير يحتاج إلى تفسير ، وفيه من التكلف ما ليس بخاف . 1 2 1 - 2 2 1 ( ، و " تفسير القرطبي " )/6 4 6 2 ( . 
>وألله ليثنا ما كا
انظر مفاد الكلام السابق للواحدي في الوسيط )/2 263(. في )ب(: "بانهم لو ردوا لعادوا لما نهوا عنه، وقولهم: ممث!يهين!( لا يلتئم بهذا الذي ذكروه فتافله". وفيها زيادة غير ملائمة للسياق . 
انظر كلام الزجاج في "زاد المسير" )/3 23(. 
356 
)1( )2( 
)3( 
وأجود من هذا ما قهمه المبرد من الاية قال : كأن كفرهم لم يكن باديا لهم إذ خفيت عليهم مضرته )1( .   
ومعنى كلامه : أنهم لما خفيت عليهم عاقبته ووباله فكأنه كان خفيا عنهم لم تظهر لهم حقيقته ، فلما عاينوا العذاب ظهرت لهم حقيقته وشره . 
قال : وهذا كما تقول في من كنت حدثته في أمر قبل : ظهر لك الآن ما كنت قلت لك؟! وقد كان ظاهرا له قبل هذا . 
ولا يسهل أن يعبر عن كفرهم وشركهم الذي )2( كانوا ينادون به على رووس الأشهاد ويدعون إليه كل حاضر وباد بأنهم كانوا يخفونه لخفاء عاقبته عنهم ، ولا يقال لمن أظهر الظلم والفساد وقتل النفوس والسعي في الارض بالفساد أنه أخفى ذلك "لجهله بسوء عاقبته وخفائها عليه. 
فمعنى الآية - والله أعلم بما اراد من كلامه :- أن هؤلاء المشركين لما وقفوا على النار وعاينوها وعلموا أنهم داخلوها تمنوا أنهم يردون إلى الدنيا فيؤمنون بالله وآياته ]/83 ب[ ولا يكذبون رسله ، فأخبر سبحانه أ ن 
الامر ليس كذلك وأنه ليس في ظبائعهم وسجاياهم الايمان ، بل سجيتهم الكفر والشرك والتكذيب ، وأنهم لو رذوا لكانوا بعد الرد كما كانوا قبله، واخبر انهم كاذبون في زعمهم أنهم لو ردوا لآمنوا وصدقوا . 
فاذا تقرر مقصود الآية ومرادها تبين لك معنى الاضراب ب > بل(، 
)1( 
انظر كلام المبرد في : "زاد المسير" )/3 23(، و "تفسير البغوي " )/2 29(، و " تفسير القرطبي " )/6 264(. 
)2( 
في الاصل : "الذين" . والتصويب من النسخ الثلاث الاخرى . 
357
وتبين معنى الذي بدا لهم والذي كانوا يخفونه . والحامل لهم على قولهم : > يخلئتا نرد ولانكدد ( ، فالقوم كانوا يعلمون في الدنيا أنهم على باطل وأن الرسل صدقوهم فيما بلغوهم عن الله ، وتيقنوا ذلك وتحققوه ولكنهم أخفوه ولم يطهروه بينهم بل تواصوا بكتمانه. 
فلم يكن الحامل لهم على تمني الرجوع والايمان معرفة ما لم يكونوا يعرفونه من صدق الرسل ، فانهم كانوا يعلمون ذلك ويخفونه، فظهر لهم يوم القيامة ما كانوا ينطوون عليه من علمهم أنهم على الباطل وأن الرسل على الحق ، فعاينوا ذلك عيانا بعد أن كانوا يكتمونه 
ويخفونه ، فلو ردوا لما سمحت نفوسهم بالإيمان ، ولعادوا إلى الكفر والتكذيب ، فإنهم لم يتمنوا الايمان لعلمهم يومئذ أنه هو الحق وأن الشرك باطل ، وإنما تمنوه لما عاينوا العذاب الذي لا طاقة لهم باحتماله. 
وهذا كمن كان يخفي محبة )1( شخص ومعاشرته وهو يعلم أن حبه باطل وأن الرشد في عدوله عنه ، فقيل له : إن اطلع عليك قيمه )2( 
عاقبك . وهو يعلم ذلك ويكابر، ويقول : بل محبته ومعاشرته هي الصواب ، فلما أخذه وليه ليعاقبه على ذلك ، وتيقن العقوبة تمنى أ ن 
يعفى من العقوبة ، وأنه لا يجتمع به بعد ذلك ، وفي قلبه من محبته والحرص على معاشرته ما يحمله على المعاودة بعد معاينة العقوبة بل بعد أن مسته وأنهكته ، فظهر له عند العقوبة ما كان يخفي من معرفته بخطئه وصواب من نهاه عنه ولو رد لعاد لما نهي عنه. 
)1( مطابقة المثل تقضي ان يقال : كان يحب شخصا ويعاشره . والذي كان يخفيه هو معرفته بخطئه لا حث الشخص . )ص(. 
)2( في النسخ الثلاث الاخرى : "وليه". 
358
وتأمل مطابقة الاضراب لهذا المعنى وهو نفي قولهم : أنا لو رددنا لامنا وصدقنا ، لانه ظهر لنا الان أن)1( ما قالت الرسل هو الحق ، أي :   
ليس! كذلك بل كنتم ]/84 ا[ تعلمون ذلك وتعرفونه وكنتم تخفونه ، فلم يظهر لكم شيء لم تكونوا عالمين به لتعذروا، بل ظهر لكم ما كان معلوما لكم وكنتم تواصون بإخفائه وكتمانه والله أعلم. 
ولا تستطل هذا الفصل المعترض في أثناء هذه المسالة فلعله أهم منها وأنفع ، وبادئه التوفيق. 
فلنرجع إلى تمام الكلام فيها وقوله : > ص لوتلمب صكلم ادقين 5( ]التكاثر: 5[ جوابه محذوف دل عليه ما تقدم ، أي : لما ألهاكم التكاثر، وإنما وجد هذا التكائر وإلهاوه عما هو أولى بكم لما فقد منكم علم 
اليقين ، وهو العلم الذي يصل بصاحبه إلى حد الضروريات التي لا يشك ولا يمارى في صحتها وثبوتها. 
ولو وصلت حقيقة هذا العلم إلى القلب وباشرته لما ألهاه عن موجبه وترتب أثره عليه ، فان مجرد العلم بقبح الشيء وسوء عواقبه قد لا يكفي في تركه ، فإذا صار له علم يقين كان اقتضاء هذا العلم لتركه أشد، فإذا صار عين يقين كجملة المشاهدات كان تخلف موجبه عنه من اندر شيء، وفي هذا المعنى قال حسان في أهل بدر: 
سرنا وساروا إلى بديى لحينهم)2( لو يعلمون يقين العلم ما ساروا)3( 
)1( ليست في الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)2( في )ب(: "لحتفهم". 
)3( انظره في ديوان حسان : )/1 476(. 
935
وقوله : > ك! سوف تعلمون ! نم ص سؤف تعلمون ( ]ات ثر : 3 ، 4 [ ، قيل : هو تأكيد لحصول العلم كقوله : > ! سيعلمون ! فئ ص سيعالون !( 1 النبا : 4 ، 5 [ . 
وقيل : ليس بتأكيد بل العلم الاول عند المعاينة ونزول الموت ، والعلم الثاني في القبر. 
هذا قول الحسن ومقاتل ورواه عطاء عن ابن عباس )1( . ويدل على صحة هذا القول عدة أوجه: 
أحدها: أن الفائدة الجديدة والتأسيس هو الاصل ، وقد أمكن اعتباره مع فخامة المعنى وجلالته وعدم الاخلال بالفصاحة. 
الثاني : توسط > ثم ( بين العلمين ، وهي مؤذنة بتراخي ما بين المرتبتين زمانا وخطرا . 
الثالث : ان هذا القول مطابق للواقع فان المحتضر يعلم عند المعاينة 
حقيقة ما كان عليه ، ثم يعلم في القبر وما بعده ذلك علما هو فوق العلم الاول . 
الرابع : ان علي بن أبي طالب وغيره من السلف فهموا من الاية عذاب القبر. 
قال الترمذي : حدثنا أبو كريب حدثنا حكام بن سلم الرازي عن عمرو بن أبي ]/84 ب[ قيس عن الحجاج عن المنهال بن عمرو عن زر عن 
،)052
)1( انظر : " الوسيط " للواحدي ) 4 / 9 4 5 ( ، و " تفسير البغوي " ) 4 / و " تفسير القرطبي " )0 /2 18 1 (، و " تفسير ابن كثير" )/4 548(. 
3 6 0 
علي قال : "ما زلنا نشك في عذاب القبر حتى نزلت >ألهنكم الئ!ثر ه(]التكاثر: 1[")1(.   
قال الواحدي : يعني أن معنى قوله : > ثم ص سؤف تعلمون !"!لأ( ]التكاثر: 4[ في القبور. 
الخامس : ان هذا مطابق لما بعده من قوله > لتروت اتجحيم ا؟3 ض لزوخهاعف اليقين !( ]التكاثر : 6 ، 7[ فهذه الرؤية الثانية غير الاولى وليست تأكيدا لفظيا للرؤية الاولى ، والفرق بين الرؤية الاولى والثانية من وجهين: 
إطلاق الاولى وتقييد الثانية بعين اليقين ، وتقدم الاولى وتراخي الثانية عنها. 
ثم ختم السورة بالاخبار المؤكد بواو القسم ولام التوكيد والنون الثقيلة عن سؤال النعيم ، فكل أحد يسأل عن نعيمه الذي كان فيه في الدنيا هل ناله من حله ووجهه أم لا؟ 
فاذا تخلص من هذا السؤال سئل عته سؤالا اخر : هل شكر الله تعالى عليه فاستعان به على طاعته أم لا؟ 
فالاول سؤال عن سبب استخراجه )2( ، والثاني عن محل صرفه. كما في جامع الترمذي من حديث عطاء بن أبي رباح عن ابن عمر 
"جامع الترمذي " رقم )3355(، وقال : "هذا حديث غريب ". "فالاول سبب
في الاصل : "فالاول سبب عن استخراجه ". وفي )ب(: استخراجه " . والمثبت من )م( و )ن(. 
361 
)1( )2( 
]عن ابن مسعود[)1( عن النبي !يم قال : " لا تزول قدما ابن ادم يوم القيامة من عند ربه حتى يسأل عن خمس : عن عمره فيما أفناه ، وعن شبابه فيما أبلاه ، وماله من أين اكتسبه وفعما أنفقه ؟ وماذا عمل فيما علم؟")2(.   
وفيه أيضا عن أبي برزة قال : قال رسول الله ع!ي! : "لا تزول قدما عبد يوم القيامة حتى يسال عن عمره فيما أفناه ، وعن علمه ما عمل فيه ، وعن 
ماله من أين اكتسبه وفيما أنفقه ، وعن جسمه فيما ابلاه". قال : هذا )3(يث صحيح. 
وفيه أيضا من حديث أبي هريرة قال : قال رسول الله !و : "إن أول ما يسال عنه يوم القيامة - يعني العبد من النعيم - أن يقال له : ألم نصح لك جسمك ، ونرويك من الماء البارد؟ ! ")4( . 
وفيه أيضا من حديث الزبيربن العوام قال: لما نزلت > ثو لتشلن) ( يؤمبذ عن النعيم !( ]التكاثر: 8[ قال الزبير : يا رسول الله فأي النعيم نسأل عنه وإنما هو الاسودان ، التمر والماء؟ قال : "أما إنه 
)1( 
ما بين المعقوفين ليس في الاصل ، ولا في سائر النسخ الشلاث ، وانما هو من 
جامع الترمذي . 
)2( 
"جامع الترمذي " رقم )2416(، وقال : "حديث غريب لا نعرفه من حديث ابن مسعود عن النبي ع!ي! إلا من حديث الحسين بن قيس ، وحسين بن قيس يضعف في الحديث من قبل حفظه ". 
)3( 
"جامع الترمذي " رقم )2417(، وفيه قال : "حديث حسن صحيح ". )4( 
"جامع الترمذي " رقم )3358(، وقال : "حديث غريب ". 
)5( 
في الاصل : "ولتسئلن". وفي )م( و)ن(: > ثص لقشلن <. وفي )ب(: >لتشلن(. 
362
سيكون " . قال : هذا حديث حسن)1( ]ه /8 أ[.   
وعن أبي هريرة نحوه وقال : " فانما هما الأسودان والعدو حاضر، وسيوفنا على عواتقنا ، قال : إن ذلك سيكون ")2( . 
وقوله : "إن ذلك سيكون " اما أن يكون المراد به ان النعيم سيكون ويحدث لكم ، واما أن يرجع إلى السؤال اي أن السؤال يقع عن ذلك ، وإن كان تمرا وماء فانه من النعيم . ويدل عليه قوله !م في الحديث الصحيح- وقد أكلوا معه رطبا ولحما وشربوا من الماء البارد :- "هذا من النعيم الذي تسالون عنه يوم القيامة ")3( . فهذا سؤال عن شكره والقيام بحقه. 
وفي الترمذي من حديث أنس عن النبي محك!يم قال : "يجاء بالعبد يوم [لقيامة كأنه ئذج)4(، فيوقف بين يدي الله ، فيقول الله : أعطيتك وخولتك وأنعمت عليك ، فماذا صنعت ؟ فيقول : يا رب جمعته وثمرته فتركته أكثر 
ما كان فارجعني اتك به) ( فاذا عبد لم يقدم خيرا، فيمضى به إلى النار")6(. 
)1( 
"جامع الترمذي " رقم )3356(. 
ورواه ابن ماجه في "سننه" رقم )4158(. 
)2( 
أخرجه الترمذي في "جامعه" رقم )3357(. ثم قال الترمذي عقبه : "وحديث 
ابن عيينة عن محمد بن عمرو - اي حديث الزبير السابق - عندي اصج من هذا" . )3( 
رواه مسلم في "صحيحه" رقم )3802( من حديث ابي هريرة رضي الله عنه بلفط : "لتسألن عن هذا النعيم ". 
)4( 
البذج : ولد الضان ، وجمعه بذجان . "النهاية " لابن الاثير )/1 0 1 1 ( . )5( 
في "جامع الترمذي " بعد هذه الكلمة : "كفه، فيقول له : ارني ما قدمت، 
فيقول : يا رلث جمعته وثقرته فتركته اكئر ما كان ، فارجعني اتك به كله ". )6( 
"جامع الترمذي " رقم )2427( وقال : "روى هذا الحديث غير واحد عن= 363
وفيه من حديث أبي سعيد وأبي هريرة قالا: قال رسول الله لمجي!: "يؤتى بالعبد يوم القيامة فيقول الله له : الم أجعل لك !سمعا وبصرا ومالا وولدا ، وسخرت لك الأنعام والحرث ، وتركتك ترأس وتربع )1( ، فكنت تظن أنك ملاقي يومك هذا؟ فيقول : لا. فيقول له : اليوم أنساك كما نسيتني " . قال : هذا حديث صحيح )2(.   
وقد زعم طائفة من المفسرين : أن هذا الخطاب خاص بالكفار وهم المسرولون عن النعيم ، وذكروا ذلك عن الحسن ومقاتل )3(، واختار 
الواحدي ذلك ، واحتج بحديث أبي بكر لما نزلت هذه الاية : قال يا رسول الله : " أرأيت أكلة أكلتها معك في بيت أبي الهيثم بن التيهان من خبز شعير ولحم وبسر قد ذلب)4( وماء عذب ، اتخاف علينا أن يكون هذا من النعيم الذي نسال عنه؟ فقال رسول الله ع!يم : "إنما ذلك للكافر("، ثم قز أ : > وهل نجزى الا الكفور !( ]سبا : 7 1 [) ( . 
قال الواحدي : والظاهر يشهد لهذا القول ؛ لان السورة كلها خطاب الحسن قوله ، ولم يسندوه . 0 5 " . 
)1( 
قال في "النهاية " )/2 186 (: "في حديث القيامة : " الم اذرك تربع وتراس " اي تاخذ ربع الغنيمة . . . يريد الم اجعلك رئيسا مطاعا؛ لان الملك كان ياخذ الربع من الغنيمة في الجاهلية دون اصحابه " اهـ. 
)2( 
"جامع الترمذي " رقم )2428(، وفيه قال : "صحيح غريب ". 
)3( 
انظر قول الحسن ومقاتل في : "الوسيط للواحدي" )/4 954(، و"تفسير البغوي " ) /4 0 52( ، و "تفسير القرطبي " ) 0 /2 5 1 ( . 
)4( 
اي البسر الذي قد بدا فيه الارطاب من قبل ذنبه . انظر : " لسان العرب " ) 1 / 0 93( . )5( 
لم اقف عليه مسندا. وعزاه القرطبي في "تفسيره" )/02 012( لابي نصر القشيري . 
364
للمشركين وتهديد لهم . والمعنى أيضا يشهد لهذا وهو أن الكفار لم يؤدوا حق النعيم عليهم حيث أشركوا به وعبدوا غيره ، فاستحقوا أ ن يسالوا عما أنعم به ]/85 ب[ عليهم توبيخا لهم ، هل قاموا بالواجب فيه ا م ضيعوا حق النعمة ؟ ثم يعذبون على ترك الشكر بتوحيد المنعم.   
قال : وهذا معنى قول مقاتل ، وهو قول الحسن قال : لا يسأل عن النعيم إلا أهل النار)1( . 
قلت : ليس في اللفط ولا في السنة الصحيحة ولا في ادلة العقل ما يقتضي اختصاص الخطاب بالكفار، بل ظاهر القرآن وصريح السنة 
والاعتبار يدل على عموم الخطاب لكل من اتصف بإلهاء التكاثر له ، فلا وجه لتخصيص الخطاب ببعض المتصفين بذلك. 
ويدل على ذلك قول النبي !يم عند فراءة هذه السورة : "يقول ابن ادم : مالي مالي )2(، وهل لك من مالك إلا ما أكلت فأفنيت . . . " الحديث وهو في صحيح مسلم )3( . 
وقائل ذلك قد يكون مسلما وقد يكون كافرا. 
ويدل عليه الاحاديث التي تقدمت ، وسؤال الصحابة للنبي لمجيم 
وفهمهم العموم حتى قالوا له : "وأي نعيم نسأل عنه؟ وإنما هما الاسودان")4(. 
)1( لم اقف على نص كلامه هذا . وانظر معناه في "الوسيط " )/4 954(. )2( سقطت من الاصل ، واستدركتها من النسخ الملاث. 
)3( وقد سبق ص )356(. 
)4( وقد سبق تخريجه قريبا. 
365
فلو كان الخطاب مختصا بالكفار لبين لهم ذلك وقال : ما لكم ولها إنما هي للكفار.   
فالصحابة فهموا التعميم ، والاحاديث صريحة في التعميم ، والذي أنزل عليه القران اقرهم على فهم العموم . 
وأما حديث أبي بكر الذي احتج به أرباب هذا القول فحديث لا يصح. 
والحديث الصحيح في تلك القصة يشهد ببطلانه ونحن نسوقه بلفظه ، ففي "صحيح مسلم " عن ابي هريرة قال : خرج رسول الله لمج! ذات يوم او ليلة فاذا هو بأبي بكر وعمر فقال : "ما اخرجكما من بيوتكما هذه الساعة ؟" قالا : الجوع يا رسول الله ، قال : "وأنا والذي نفسي بيده لأخرجني الذي أخرجكما ، قوما" فقاما معه فاتى رجلا من الانصار ، فاذا هو ليس في بيته ، فلما راته امراته قالت : مرحبا واهلا. فقال لها رسول الله !ي! : "واين فلان ؟" قالت : ذهب يستعذب لنا من الماء، اذ جاء الانصاري فنظر إلى رسول الله جم!يم وصاحبيه ثم قال : الحمد لله ، ما احد 
اليوم أكرم أضيافا مني ]/86 ا[ قال : فانطلق فجاءهم بعذق فيه بسر وتمر ورطب ، فقال : كلوا من هذا ، واخذ المدية )1( ، فقال له رسول الله لمجي!: 
"إياك والحلوب " ، فذبح لهم فأكلوا من الشاة ومن ذلك العذق وشربوا، فلما ان شبعوا ورووا ، قال رسول الله ع!يم لأبي بكر وعمر : "والذي نفسي بيده لتسألن عن هذا النعيم يوم القيامة ، أخرجكم من بيوتكم الجوع ، ثم لم ترجعو 1 حتى أصابكم هذا النعيم ")2( . 
المدية : السكين والشفرة . انظر : "النهاية " لابن الاثير )/4 0 31(. )1( 
)2( 
"صحيح مسلم " رقم )3802(. 
366
فهذا الحديث الصحيح صريح في تعميم الخطاب وأنه غير مختص بالكفار.   
وأيضا، فالواقع يشهد بعدم اختصاصه ، وأن الالهاء بالتكاثر واقع من المسلمين كثيرا ، بل أكثرهم قد ألهاه التكاثر)1( . 
وخطاب القران عام لمن بلغه ، وإن كان أول من دحر فيه المعاصرون لرسول الله !يم، فهو متناول لمن بعدهم ، وهذا معلوم بضرورة الدين وإن نازع فيه من لا يعتد بقوله من المتأخرين ، فنحن اليوم ومن قبلنا ومن بعدنا داحلون تحت قوله : > يهايفا الذين ءامنوا كتب عيم الضيام ( ]البقرة : 183[ ونظائره ، كما دخل تحته الصحابة بالضرورة المعلومة من الدين. 
فقوله : >الهنكم الع! ثر!!( ]التكاثر: 1[ خطاب لكل من اتصف بهذا الوصف ، وهم في الالهاء والتكاثر درجات لا يحصيها إلا الله. 
فان قيل : فالمؤمنون لم يلههم التكاثر ولهذا لم يدحلوا في الوعيد المذكور لمن ألهاه . 
قيل : هذا هو الذي أوجب لارباب هذا القول تخصيصه بالكفار؛ لانه لم يمكنهم حمله على العموم ، ورأوا أن الكفار أحق بالوعيد فخصوه بهم)2(. 
وجواب هذا : أن الخطاب للانسان من حيث هو إنسان على طريقة القران في تناول الذم له من حيث هو إنسان كقوله : >وكان افي!من 
رحم الله الامام ابن القيم ، كيف لو راى حالنا في هذا العصر؟! في الاصل : "به" ، والمثبت من : )ن(. 
367
)1( )2( 
لمجولا< ]ا لاسراء : 1 1 [ ، > وكان ا لإلضنن قتورا ( ] ا لاسمراء : 0 0 1 [ . > إن أ لإنسن لربه - لسكني < ]العاديات : 6[. ) وعلها الإنسن إنو كان ظلوما جهولا< ]ا!حزاب : 72[ . > إن ا لإدنممن لفور( ]الحج : 6 6 [ . ونطا ئره كثيرة . 
فالانسان من حيث هو عار عن كل خير من العلم النافيع والعمل الصالح ، وانما الله سبحانه هو الذي يكمله بذلك ويعطيه ]/86 ب[ إياه وليس له ذلك من نفسه ، بل ليس له من نفسه إلا الجهل المضاد للعلم، والظلم المضاد للعدل ، وكل علم وعدل وخير فيه فمن ربه لا من نفسه. 
فإلهاء التكاثر طبيعة العبد وسجيته التي هي له من نفسه ، ولا خروج له عن ذلك إلا بتركية الله له وجعله مريدا للآخرة موثرا لها على التكائر بالدنيا ، فان اعطاه ذلك والا فهو ملته بالتكائر في الدنيا ولا بد. 
وأما احتجاجه بالوعيد على اختصاص الخطاب بالكفار فيقال : الوعيد المذكور مشترك ، وهو العلم عند معاينة الاخرة ، وهذا أمر يحصل لكل أحد لم يكن حاصلا له في الدنيا. 
وليس في قوله : > سوف تعلمون ج ( ]التكاثر: 3[ ما يقتضي دخول النار فضلا عن التخليد فيها. 
وكذلك روية الجحيم لا يستلزم دخولها لكل من راها، فإن أهل الموقف يرونها ويشاهدونها عيانا ، وقد أقسم الرب تبارك وتعالى أنه لا بد أن يردها الخلق كلهم مؤمنهم وكافرهم ، برهم وفاجرهم ، فليس في جملة من جمل هذه السورة ما ينفي عموم خطابها. 
وأما ما ذكر)1( عن الحسن أنه لا يسأل عن النعيم إلا أهل النار، 
)1( في النسخ الاخرى : "ذكره ". 
368
فباطل قطعا ، إما عليه واما منه ، والاحاديث الصحيحة الصريحة ترده ، وبادده التوفيق. 
ولا يخفى أن مثل هذه السورة مع عظم شأنها وشدة تخويفها وما تضمنته من تحذير التكاثر الملهي ، وانطباق معناها على أكثر الخلق، يأبى اختصاصها من أولها إلى اخرها بالكفار ولا يليق ذلك بها ، ويكفي في رد ذلك تامل الاحاديث المرفوعة فيها ، والله أعلم. 
وتامل ما في هذا العتاب الموجع لمن استمر على إلهاء التكاثر له مدة حياته كلها إلى ان راب)1( القبور ولم يستيقظ من نوم الالهاء، بل أرقد التكاثر قلبه فلم يستفق منه إلا وهو في عسكر الاموات . 
وطابق بين هذا وبين حال أكثر الخلق يتبين لك أن العموم مقصود . 
وتأمل تعليقه سبحانه الذم والوعيد على مطلق التكاثر من غير تقييد بمتكاثر به معين ؛ ليدخل فيه التكاثر بجميع أسباب الدنيا على اختلاف أجناسها وأنواعها. 
وأيضا ]/87 أ[ فان التكاثر تفاعل وهو طلب كل من المتكاثرين أ ن يكثر صاحبه ، فيكون أكثر منه فيما يكاثره به ، والحامل له على ذلك توهمه أن العزة للمكاثر كما قيل: 
ولست بالاكثر منهم حصى وإنما العزة للكاثر)2( فلو حصلت له الكثرة من غير تكاثر لم تضره ، كما كانت الكثرة 
)1( في النسخ الاخرى : "زار". 
)2( البيت للأعشى في ديوانه )49(. 
936
حاصلة لجماعة من الصحابة ولم تضرهم إذ لم يتكاثروا بها. 
وكل من كاثر إنسانا في دنياه أو جاهه أو غير ذلك ، شغلته مكاثرته عن مكاثرة أهل الآخرة ، فالنفوس الشريفة العلوية ذات الهمم العالية إنما تكاثر بما يدوم عليها نفعه وتكمل به وتزكو وتصير مفلحة ، فلا تحب أ ن 
يكثرها غيرها في ذلك ، وينافسه في هذه المكاثرة ويسابقه إليها ، فهذا هو التكاثر الذي هو غاية سعادة العبد. وضده تكاثر أهل الدنيا بأسباب دنياهم ، فهذا تكاثر مله عن الله والدار الآخرة ، وهو صائر إلى غاية القلة ، فعاقبة هذا التكاثر قل وفقر وحرمان . 
والتكاثر بأسباب السعادة الاخروية تكاثر لا يزال يذكر بالله ولقائه، 
وعاقبته الكثرة الدائمة التي لا تزول ولا تفنى ، فصاحب هذا التكاثر لا يهون عليه أن يرى غيره أفصل قولا منه واحسن عملا واغزر علما . وإذا رأى غيره أكثر منه في خصلة من خصال الخير يعجز عن لحاقه فيها، كاثره بخصلة أخرى هو قادر على المكاثرة بها. 
وليس هذا التكاثر مذموما ولا قادحا في إخلاص العبد، بل هو حقيقة المنافسة واستباق الخيرات ، وقد كانت هذه حال الاوس مع الخزرج في تواصلهم بين يدي رسول الله ع! ومكاثرة بعضهم لبعض في 
أسباب مرضاته ونصره ، وكذلك كانت حال كمر مع أبي بكر فلما تبين له مدى سبقه قال : "والله لا اسابقك إلى شيء أبدا")1( . 
)1( رواه أبو داود في "سننه" رقم )1678 ( . 
وصححه الحاكم في المستدرك )/1 414( على شرط مسلم ، ووافقه الذهبيه 
037
فصل 
وتأمل حسن موقع > ك!( في هذا الموضع فانها تضمنت ردغا لهم وزجزا عن التكاثر ونفئا وإبطالأ لما يؤملونه من نفع التكاثر لهم وعزتهم وكمالهم يه ، فتضمنت اللفظة نهيا ونفئا، وأخبرهم سبحانه أنه لا بد أ ن يعلموا عاقبة تكاثرهم علما بعد علم ، وأنهم ]/87 ب[ لا بد أن يروا دار المكاثرين بالدنيا التي ألهتهم عن الاخرة روية بعد رؤية ، وأنه سبحانه لا بد أن يسألهم عن أسباب تكاثرهم من أين استخرجوها وفيما صرفوها. 
فلله ما أعظمها من سورة ، وأجلها وأعطمها فائدة ، وأبلغها موعظة وتحذيزا، وأشدها ترغيئا في الاخرة وتزهيدا في الدنيا، على غاية اختصارها وجزالة ألفاظها وحسن نظمها، فتبارك من تكلم بها حالا، وبلغها رسوله عنه وحئا. 
فصل 
وتأمل كيف جعلهم عند وصولهم إلى غاية كل حي زائرين غير مستوطنين ، بل هم مستودعون في المقابر مدة وبين أيديهم دار القرار، فاذا كانوا عند وصولهم إلى الغاية زائرين ، فكيف بهم وهم في الطريق في هذه الدار؟! فهم فيها عابرو سبيل إلى محل الزيارة ، ثم منتقلون من محل الزيارة إلى المستقر. 
فهاهنا ثلاثة أمور: عبور السبيل في هذه الدنيا، وغايته زيارة القبور ، وبعدها النقلة إلى دار القرار. 
371
فصل 
فلترجع إلى تمام المناظرة . قالوا: فالله تعالى حمى أولياءه عن الدنيا، وصانهم عنها، ورغب بهم عنها تكريما لهم، وتطهيرا عن أدناسها، ورفعة عن دناءتها؛ وذمها)1( لهم ، وأخبرهم بهوانها عليه وسقوط قدرها عنده ، وأعلمهم أن بسطها فتنة ، وأنه سبب الطغيان والفساد في الارض ، وإلهاء التكاثر بها عن طلب الدار الاخرة ، وأنها متاع الغرور ، وذم محبيها ومؤثريها. 
وأخبر أن من أرادها وأراد زينتها وحرثها فليس له في الاخرة من نصيب )2(. 
واخبر ان بسطها فتنة وابتلاء لا كرامة ومحبة ، وان إمداد اهلها بها ليس مسارعة لهم في الخيرات ، وأنها لا تقرب إليه ولا تزلف لديه )3(، وأنه لولا تتابع الناس في الكفر لاعطى الكفار منها فوق مناهم ، ووسعها عليهم أعظم التوسعة بحيث يجعل سقوف بيوتهم وأبوابهم ومعارجهم وسررهم كلها من فضة ، وأخبر أنه زينها لاعدائه ولضعفاء العقول الذين لا نصيب لهم في الاخرة )4(، ونهى رسوله عن مد عينيه إليها والى ما متع 
)1( 
في الاصل : "وذما" ، والتصويب من النسخ الثلاث الاخرى . 
إشارة إلى قوله تعالى : > من كا% لرلدحرث الأخرءنزذلم !حز!ه ومن ؟ن لملزلد )2( 
حزث الانيا نؤ!ه - منها وما ل! فى الأخز من نصيب !( ]الشلأرى : 0 2 [ ه 
يريد قوله تعالى : > اتحسبون انما نمد! به- من مال ولين ! لنماج لهم فى لمختنث بل لا )3( 
يشرون !( ]المؤمنون : 5 5 - 6 5 [ . 
وذلك في قوله تعالى : > ولولا ان يكون الاس أمة وحدة لجعلنا لمن يكفرلإلرخمن )4( 
لبيو-تهيب! شقفا من فضة ومعارج علئها يظهبرون ! ولبيوتهتم أبوبم وسررا علتها ييهون! وزخرفا وان !ل ذ لك لما متع الهيؤة الذتيا والأخرة عند رتك للمتقين !( ] الزخرف : = 
372
به أهلها)1( ، وذم من أذهب طيباته فيها واستمتع بها)2( . 
وقال لنبيه : > ذزهم يأنبلوا ]/88 أ[ وشمتعوا ويله! الأمل فسوف يعلمون !( ]الحجر: 3[ وفي هذا تعزية )3( لما منعه اولياءه من التمتع بالدنيا وكثرة الاكل فيها، وتاديبا لمن بسط له فيها ألا يطغى فيها ولا 
يعطي نفسه شهواتها ولا يتمتع بها. 
وذم سبحانه محبيها المفتخرين بها المتكاثرين بها الظانين أن الفضل والكرامة في سعتها وبسطها، فأكذبهم الله سبحانه ، وأخبر أنه ليس كما قالوه ولا توهموه ، ومثلها لعباده بالامتلة التي تدعو كل لبيب عاقل إلى 
الزهد فيها وعدم الوثوق بها والركون إليها ، فأحضر صورتها وحقيقتها في قلوبهم بما ضربه له مثلا، كماء أنزله )4( من السماء فخالط نبات الارض ، فلما أخذت به الارض زخرفها وتزينت به بأنواع النبات أتاها 
أمره فجعل تللش الزينة يبسا هشيما تذروه الرياح كأن لم يكن قط منه 
)0( 8 
سيء . 
. ]35 - 33 
)1( 
وذلك في قوله تعالى : > لا لتدن عينيك إك ما مئغنا به إزؤمجا فنهم ولا تخزن علهم واخفض جناحك لفؤمنين !( ] ا لحجر : 88 [ . 
وقوله تعالى : > ولا تمدن عتنئكإك ما مخعنا بهءإزواجا فتهم زهزه ألحيةة الديا لنقنهم مه !لؤق رئب! خيروأنقئ !( ] طه : 1 3 1 [ . 
)2( 
قال تعالى : > ويؤم يعرض ألذيئ كفروا على الار اذهتتم طئبنكؤ فى !افي الذ!ا وا!تتم بها فالؤم تخزون عذاب الهون سا كنتو ق!تتكبرون في الاز!ط بغيز الحق وبما كنخ تفسقون ! ( ]الاحقاف : 0 2 [ . 
)3( 
في )م ( و )ن ( : " معرفة " . 
)4( 
الاصل : "انزلنا 5" . 
إشارة إلى قوله تعالى : >إنما ثل الحيؤؤ الدياكما انزئة من السما لاخنلط به- نجات - 373
وأخبر سبحانه عن فنائها وسرعة انقضائها وأنه إذا عاين العبد الاخرة 
فكأنه لبث فيها ساعة من نهار أو يوما أو بعض يوم ، ونهى أن يغتروا بها)1(. 
وأخبرهم أنها لهو ولعب وزينة وتفاخر وتكاثر ومتاع غرور وطريق ومعبر إلى الآخرة ، وانها عرض عاجل لا بقاء لها)2( . 
ولم يذكر مريدها بخير قط ، بل حيث ذكره ذمه ، وأخبر أن مريدها مخالف لربه تعالى في إرادته ، فالله يريد شيثا ومريد الدنيا يريد خلافه، فهو مخالف لربه بنفس إرادته ، وكفى بهذا بعدا عنه سبحانه. 
وأخبر سبحانه عن أهل النار أنهم إنما دخلوها بسبب غرور الدنيا وامانيها لهم)3( . 
الارض مما يآكل الاس والأنفم حغ إذا اخذت الازضق زخرفها وازئيت وظف اهلها ائهم قدروت علئهأ اتمها أض نا ل! او نهازا فجعلنفا حصيه ا؟ن لأ تنت يا ل!تش كذ لك نفضل ا لأدئق لقوم يتفرون !< ] يونس : 4 2 [ . 
وقوله : > واضرت الم فثل الحيؤة الديا كما انزلئه من السما !اخنل! به- نبات الارض فاصبح هشيما تذد!ه الرسح وكان الله عك كل ثئ : فقدزا !< ] ا لكهف : 5 4 [ . 
إشارة إلى قوله تعالى : > ويوم تقو الساعة يقسم الصخرمون ما لبثوا غيرساعةءكذلك )1( 
؟دؤا يوفكون !< ]الروم : 5 5 [ . 
وقوله : > نحن اغلم دما يقولون إذ يقول املهئم طردقة ان لبثتض إلا يوصما !( ]طه: . ] 1 0 4 
)2( 
إشارة إلى قوله تعالى : > اعلموا انما الحيةة الذيا لصي ولهو وزفي وتفاخر ئتنكتم وت! ثر! فى الأقول والاولد كمثل يخث أتجب الكقار نجال! ثم يهيح فترله م!حفزا ثم يكون حطما وفى الأخرؤ عذالب شديلأ ومغفغ ئن أله ورصحوان وما الحيؤة الدنيا إلا ممع الغروبى ! ( ]الحديد : 0 2[ . 
إشارة إلى قوله تعالى : > يادونهم ألم نكن معكغ قالوا بك ولاكيه!فنتو انفسكم وترلفخغ= )3( 
374
قالوا: وهذا كله تزهيد لهم منه سبحانه فيها، وترغيب في التقلل منها ما أمكن. 
قالوا : وقد عرضها سبحانه وعرض مفاتيح كنوزها على احب الخلق إليه وأكرمهم عليه عبده ورسوله ، فلم يردها ولم يخترها، ولو آثرها وأرادها لكان أشكر الخلق بما أخذه منها، ولانفقه كله في مرضاة الله وسبيله قطعا ، بل اختار التقلل منها وصبر على شدة العيش فيها. 
قال الامام أحمد: حدثنا إسماعيل بن محمد حدثنا عباد- يعني ابن عباد- حدثنا مجالدبن سعيد عن الشعبي عن مسروق عن عائشة ]/88 ب[ قالت : دخلت امرأة من الانصار ، فرأت فراش رسول الله غ!ي! عباءة مثنية ، فرجعت إلى منزلها فبعثت إلي بفراش حشوه الصوف ، فدخل علي رسول الله لمج! فقال : "ما هذا"؟ فقلت : فلانة الانصارية دحلت علي فرأت فراشك فبعتت إلي بهذا، فقال : "رديه" فلم أرده ، واعجبني أن يكون في بيتي ، حتى قال ذلك ثلاث مرات ، فقال : " يا عائشة رديه ، والله لو شئت لأجرى الله معي جبال الذهب والفضة ")1( . 
وعرض عليه مفاتيح كنوز الدنيا، فقال : "بل أجوع يوما وأشبع يوما، فاذا جعت تضرعت إليك وذكرتك ، وإذا شبعت حمدتك وشكرتك")2(. 
وسأل ربه أن يجعل رزقه ورزق أهله قوتا كما في "الصحيحين " من وازتئتم وغزتكم ا لأماف! حتى جاء أض الله وغزكم با لله أئغرور !( ] ا لحديد : 4 1 [ . 
سبق تخريجه ص )303(. 
سبق تخريجه ص )215(. 
375
)1( )2( 
حديث ابي هريرة قال : قال رسول الله مج!ي! : "اللهم اجعل رزق ال محمد 
)1( ، - 
فوتا" . 
وفيهما عنه قال : "والذي نفس ابي هريرة بيده ما شبع نبي الله واهله ثلاثة أيام تباعا من خبز حنطة حتى فارق الدنيا")2( . 
وفي "صحيح البخاري " عن انس : "ما اعلم رسول الله ع!يم راى رغيفا مرققا ولا شاة سميطا حتى لحق بربه ")3( . 
وفي "صحيحه " أيضا عنه قال : "خرج رسول الله مج!ي! ولم يشبع من خبز الشعير")4(. 
وفي "الصحيحين" عن عائشة : "ما شبع ال محمد منذ قدم المدينة من طعام البر ثلاث ليال تباعا حتى قبض") ( . 
وفي " صحيح مسلم " عن عمر : "لقد رأيت رسول الله ع!يم يظل اليوم يلتوي ما يجد دقلا يملأ بطنه ")6( . 
وفي "المسند" و "الترمذي " عن ابن عباس : "كان رسول الله !يو 
سبق تخريجه ص )203(. 
)1( 
)2( 
"صحيح البخاري " رقم )5374(، و "صحيح مسلم " رقم )7692(. )3( 
"صحيح البخاري " رقم )5421(. 
وقوله : "سميطا" اي : مشوية . انظر : "النهاية " لابن الاثير )/2 0 0 4(. "صحيح البخاري " رقم )5414( من حديث ابي هريرة رضي الله عنه ، ولم اقف )4( 
عليه من حديث انس. 
"صحيح البخاري " رقم )5416(، و "صحيح مسلم " رقم )0792(. )6( 
"صحيح مسلم " رقم )7892(. 
والدقل : رديء التمر ويابسه . انظر : "النهاية " لابن الاثير )/2 127 ( . 376
يبيت الليالي المتتابعة طاويا وأهله لا يجدون عشاء، وكان أكثر خبزهم خبز 1لشعير" قال الترمذي : هذا حديث حسن صحيح )1( . 
وفي الترمذي من حديث أبي أمامة : "ما كان يفضل عن أهل بيت رسول [لله !شي! خبز الشعير")2( . 
وفي "المسند" عن عائشة : "و[لذي بعث محمدا بالحق ما رأى منخلا، ولا اكل خبزا منخولا منذ بعثه الله عز وجل الى أن قبض" قال عروة فقلت : فكيف كنتم تاكلون الشعير؟ قالت : كنا نقول : أف - اي : ننفخه - ]/98 أ[ فيطير ما طار ، ونعجن الباقي )3( . 
وفي " صحيح البخاري " عن انس قال : لقد رهن رسول الله !يم درعه بشعير ، ولقد سمعته يقول : " ما أصبح لآل محمد صاع ولا أمسى ، وانهم لتسعة ابيات " )4( . 
وفي " مسند الحارث بن أبي أسامة ) (" أن فاطمة جاءت بكسرة خبز 
)1( 
"المسند" )/1 255(، و "جامع الترمذي " رقم )0236(. 
ورواه ابن ماجه ايضا قي "سننه" )3347(. 
وطاويا: اي خالي البطن ، جائع لم يأكل . انظر : "النهاية" لابن الأثير )/3 .)146 
)2( 
"جامع الترمذي " رقم )9235(، وقال : "حديث حسن صحيح غريب من هذا الوجه " . 
"المسند" )/6 71( . 
)3( 
وقال الهيثمي في " مجمع الزوائد" )/01 312(: "رواه أحمد وفيه سليمان بن رومان ولم أعرفه ، وبقية رجاله وثقوا". 
)4( 
"صحيح البخاري " رقم )8025(. 
)5( 
في الاصل : "أمامة "، وهو خطا . والتصويب من النسخ الاخرى . 377
إلى النبي لمجت ، فقال : "ما هذه الكسرة يا فاطمة ؟" قالت : قرص خبزته فلم تطب نفسي حتى أتيتك بهذه الكسرة . فقال : "اما إنه اول طعام دخل فم أبيك منذ ثلاثة ايام ")1( . 
وقال الامام أحمد حدثنا وكيع حدثنا عبدالواحد بن أيمن عن ابيه عن جابر قال : "لما حقر النبي ع!يم الخندق ، اصابهم جهد شديد حتى ربط النبي !ي! على بطنه حجرا من الجوع ")2( . 
وقد أسرف أبو حاتم بن حبان في " تقاسيمه " في رد هذا الحديث، وبالغ في إنكاره ، وقال : المصطفى أكرم على ربه من ذلك)3( . 
وهذا من وهمه ، وليس في هذا ما ينقص مرتبته عند ربه ، بل ذلك 
)1( 
مسند الحارث مفقود، والموجود منه زوائده للهيثمي . وهذا الحديث ليس من الزوائد، وقد نسبه أيضا للحارث : العراقي في المغني عن حمل الاسفار )/3 .)73 
والحديث أخرجه احمد قي " مسنده " )/3 213(، وابن سعد في "الطبقات" )/1 004(، والطبراني في "المعجم الكبير" رقم )075( وغيرهم من حديث انس رضي الله عنه. 
والحديث ضعف إسناده العراقي في "المغني عن حمل الاسفار" )/3 .)73 
"المسند" )/3 103(. 
)2( 
ورواه البخاري في "صحيحه" رقم )1041( من حديث جابر رضي الله عنه ، وهو حديث طويل ، وفيه قصة دعوة جابر للنبي ع!ير إلى طعام ، وفيه قول جابر عن النبي ىلمجم!: "ثم قام وبطنه معصوب بحجر". 
والحديث رواه ايضا مسلم في "صحيحه" رقم )9302(، وليس فيه محل الشاهد. 
)3( 
انظر : "صحيح ابن حبان " )/8 345(. 
378
رفعة له وزيادة في كرامته ، وعبرة لمن بعده من الخلفاء والملوك وغيرهم. 
وكان ابا حاتم لم يتامل سائر الاحاديث في معيشة النبي ع!يو، وهل ذلك إلا من أعظم شواهد صدقه ؟ ! فانه لو كان كما يقول اعداوه واعداء ربه أنه ملك طالب ملك ودنيا، لكان عيشه عيش الملوك وسيرته سيرتهم ، ولقد توفا 5 الله وان درعه مرهونة عند يهودي على طعام أخذه لاهله)1(، وقد فتح الله عليه بلاد العرب وجبيت إليه الاموال ، ومات ولم يترك درهما واحدا ولا دينارا ولا شاة ولا بعيرا ولا عبدا ولا أمة. 
قال الامام احمد حدثنا حسين حدثنا محمد بن مطرف عن ابي حازم عن عروة : أنه سمع عائشة تقول : كان يمر بنا هلال وهلال ما يوقد في بيت من بيوت رسول الله ع!يم نار . قالت : يا خالة فعلى اي شيء كنتم تعيشون ؟ قالت : "على الاسودين : التمر والماء")2( . 
وقد تقدم حديث أبي هريرة في قصة أبي الهيثم بن التيهان ، وإنه خرج رسول الله ع!يم من بيته فرأى أبا بكر وعمر فقال : "ما]/98 ب [ اخرجكما؟(" قالا : الجوع ، قال : " أنا والذي نفسي بيده لأخرجني 1لذي اخرجكما(") 1( . 
وذكر أحمد من حديث مسروق قال : دخلت على عائشة فدعت لي 
" صحيحه " رقم ) 7 6 5 2 ( ، ومسلم
وقد سبق تخريجه ص )203(. "المسند" )/6 71(. 
والحديث رواه البخاري في 
في "صحيحه" رقم )7292(. 
تقدم ص )368( وانظر ص )366(. 937 
)1( )2( 
)3( 
بطعام وقالت : ما اشبع من طعام فاشاء أن أبكي إلا بكيت ، قال : قلت لم ؟ قالت )1( : " أذكر الحال التي فارق عليها رسول الله كلي! الدنيا ، والله ما 
شبع في يوم مرتين من خبز البر حتى قبض")2(. وفيه عنها: "ما شبع رسول الله !يم من خبز شعير يومين متتابعين حتى قبض")3(. والحديثان صحيحان . 
"ما شبع ال محمد من خبز مأدوم ثلاثة أيام حتى لحق 
وفيه: 
بالئه")4(. 
وفي "الصحيحين" عن أبي هريرة : "ما شبع رسول الله ع!ييه واهله ثلاثا تباعا من خبز البر حتى فارق الدنيا") ( . 
وفي الترمذي عن ابن عباس قال : "كان النبي !لخي! يبيت الليالي 
المتتابعة طاويا وأهله لا يجدون عشاء، وكان ا"كثر خبزهم خبز الشعير")6(. 
وفيه عن أنس عنه !يم : "لقد اخفت في الله وما يخاف احد، ولقد أوذيت في الله وما يوذى أحد ، ولقد أتت علي ثلاثون من بين يوم وليلة وما 
)1( 
في الاصل : قال . وهو خطا. 
)2( 
"الزهد" للأمام أحمد رقم )809(. 
ورواه الترمذي في "جامعه" رقم )2356(. بلفظ : "والله ما شبع من خبز 
ولحم مرتين في يوم" . وقال : "حديث حسن صحيح " . وانطر الحديث الاتي. )3( 
"مسند أحمد" )/6 89(. ورواه مسلم في "صحيحه" رقم )0792(. "مسند أحمد" )/6 127(. 
)4( 
ورو 51 البخاري في "صحيحه" رقم )6687(. 
)5( 
وقد سبق تخريجه قريب!. 
)6( 
سبق تخريجه قريب!. 
038
لي ولبلال طعام ياكله ذو كبد الا شيء يواريه ابط بلال ")1 ( . والحديثان صحيحان . 
وفيه أيضا عن أنس بن مالك عن أبي طلحة قال : " شكونا الى رسول 
الله !عالجوع ورفعنا عن بطوننا حجرا حجرا، فرفع رسول الله !شيم عن 
)2( 
حجرين " . 
وفيه أيضا عن علقمة عن عبدالله قال : نام رسول الله !شيم على حصير فقام وقد أثر في جنبه ، فقلنا : يا رسول الله لو اتخذنا لك وطاء)3( فقال : 
"ما لي وللدنيا؟ ما أنا في [لدنيا إلا كراكب استظل تحت شجرة ثم راح وتركها" حسن صحيح )4( . 
وفيه عن علي بن أبي طالب قال : خرجت في يوم شات من بيت رسول الله !شيم ، وقد اخذت إهابا معطونا) (، فجوبت وسطه )6( وادخلته 
في عنقي فشددت به وسطي ، فحزمته بخوص النخل ، واني لشديد الجوع ، ولو كان في بيت رسول الله لمجيم طعام لطعمت منه ، فخرجت ألتمس شيئا فمررت بيهودي في مال له وهو يسقي ببكرة له ، فاطلعت عليه من ثلمة من ]/09 ا[ الحائط ، فقال : مالك يا أعرابي؟ هل لك في 
)1( 
شق تخريجه صى )88(. 
)2( 
"جامع الترمذي " رقم )2371(، وقال : "حديث غريب لا نعرفه إلا من هذا الوجه " . 
)3( 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)4( 
"جامع الترمذي " رقم )2377(. 
)5( 
معطونا أي : منتنا منمرق الشعر . انظر : "النهاية " لابن الاثير )/3 925(. )6( 
أي : لبسته . انظر : "النهاية " ) 1 / 0 1 3( . 
381
كل دلو بتمرة ؟ قلت : نعم ، فافتح الباب حتى أدخل . ففتح ودحلت فاعطاني دلوه ، فكلما نزعت دلوا أعطاني تمرة ، حتى امتلأت كفي أرسلت دلوه وقلت : حسبي . فاكلتها، ثم جرعت من الماء فشربت ثم جئت المسجد)1( فوجدت رسول الله ع!يم فيه)2( . 
وقال سعد بن ابي وقاص : "لقد رأيتنا نغزو مع رسول الله ما لنا طعام إلا الحبلة وهذا السمر")3( . 
والحبلة : ثمر العضاه ذات الشوك . وهو حديث صحيح. 
وكان ع!يم)4( يصلي من الليل أحيانا وعليه كساء صوف بعضه عليه وبعضه على عائشة . قال الحسن : أثمان ستة دراهم أو سبعة ) ( . 
وقال أحمد حدثنا أبو سعيد حدئنا زائدة حدثنا عطاء عن أبيه عن 
)1( 
ساقطة من الاصل ، وفي النسخ الثلاث الاخرى : "الماء" . والمثبت من "جامع الترمذي " . 
)2( 
"جامع الترمذي " رقم )2473(، وقال : "حسن غريب ". 
)3( 
رواه البخاري في "صحيحه" رقم )6453(، ومسلم في "صحيحه" رقم .)6692( 
وال!مر: ضرب من شجر الطلح ، الواحدة : سمرة . انظر : "النهاية " لابن الاثير )/2 993( . 
)4( 
"-شم" ليست في الاصل ، واثبتها من الانسخ الثلاث الاخرى . 
)5( 
لم اقف عليه هكذا. 
ورواه الطبراني في "الكبير" رقم )746( من المجلد رقم )22(، وفي "الأوسط" رقم )5956(، وابن ابي عاصم في "الآحاد والمثاني " رقم )2643(، وابو عوانة في "مسنده" )/2 06( دون ذكر الصوف . 
أما قول الحسن فرواه احمد في "الزهد" رقم )75(. 
382
علي قال : "جهز رسول الله لمجي! فاطمة في خميل وقربة ووسادة من ادم حشوها ليف")1(. 
والخميل : الكساء الذي له خمل. 
قال : وحدثنا بهز بن أسد حدثنا سليمان بن المغيرة عن حميد قال : قال أبو بردة دحلت على عائشة فاخرجت الينا إزارا غليظا مما يصنع باليمن وكساء من هذه التي تدعونها الملبدة ، فقالت : "قبض رسول الله ع!ي! في هذين الثوبين ")2( . 
قالوا : ولو كان الغنى مع الشكر أفضل من الفقر مع الصبر لاختاره رسول الله لمجص إذ عرضت عليه الدنيا ، ولامره ربه أن يسأله إياه ، كما أمره أن يسأله زيادة العلم ، ولم يكن رسول الله لمج! ليختار إلا ما اختاره الله له، ولم يكن ليختار الله له إلا الافضل إذ كان أفصل حلقه وأكملهم. 
قالوا : وقد أخبر النبي لمجي! أن خير الرزق ما كان بقدر كفاية العبد، فلا يعوزه ما يضره ولا يفضل عنه ما يطغيه ويلهيه. 
قال الامام أحمد: حدثنا ابن مهدي حدثنا همام )3( عن قتادة عن 
)1( 
"المسند")/1 801(5 
وروى الحديث ايضا النسائي في "سننه" رقم )3384(. وابن ماجه في سننه رقم )4152(. عن عطاء به. 
والحديث صححه الحاكم في المستدرك )/2 185 (، ووافقه الذهبيه )2( 
"المسند" )/6 131 ( . 
والحديث رواه البخاري في "صحيحه " رقم )5818(، ومسلم في "صحيحه " رقم )0802(. 
)3( 
كذا في الاصل وسائر النسخ الخطية . وكذا في المطبوع من "المسند" و "الزهد"= 383
حليد العصري عن ابي الدرداء قال : قال رسول الله ع!مم : "ما طلعت ثس قط إلا بعث بجنبتيها ملكان يناديان ]/09 ب[ يسمعان أهل الأرض 
إلا [لثقلين : يا أيها الناس هلموا إلى ربكم ، فان ما قل وكفى خير مما كثر والهى . ولا آبت شمس قط الا بعث بجنبتيها ملكان يناديان يسمعان اهل الأرض إلا الثقلين : اللهم أعط منفقا خلفا ، وأعط ممسكا تلفا" )1 ( . 
قال أحمد: وحدثنا وكيع حدثنا أسامة بن زيد عن محمدبن محبدالرحمن بن أبي لبيبة عن سعد بن مالك قال : قال رسول الله ! : "خير الرزق ما يكفي وخير الذكر الخفي ")2( . 
وتأمل جمعه في هذا الحديث بين رزق القلب والبدن : رزق الدنيا والاخرة ، وإخباره أن خير الرزقين ما لم يتجاوز الحد فيكفي من الذكر إخفاؤه ، فاذا زاد على الاخفاء خيف على صاحبه الرياء والتكثر به على الغافلين ، وكذلك رزق البدن إذا زاد على الكفاية خيف عليه الطغيان والتكاثر. 
للامام احمد. 
إلا ان ابن حجر في "إتحاف المهرة " )/12 567( ذكر ان الامام احمد اخرجه من طريق هشام . 
)1( 
" المسند" )/5 79 1 ( ، و " الزهد" رقم )2 0 1 ( . 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " رقم )443(. 
"المسند" )/1 172(. 
)2( 
وصححه ابن حبان فأخرجه في "صحيحه" رقم )908(. 
وقال الهيثمي في مجمع الزوائد )/01 81(: "وفيه محمد بن عبدالرحمن بن لبيبة ، وقد وثقه ابن حبان وقال : روى عن سعد بن ابي وقاص ، قلت: وضعفه ابن معين ، وبقية رجالهما رجال الصحيح ". 
384
قالوا: وقد غبط رسول الله !يم المتقلل من الدنيا بما لم يغبط به الغني. 
قال الامام أحمد حدثنا وكيح حدثنا علي بن صالح عن أبي المهلب عن عبيد الله بن زحر عن علي بن يزيد عن القاسم عن أبي أمامة قال : قال رسول الله جمي! : "إن اغبط اوليائي عندي مؤمن خفيف الحاذ)1(، ذو حظ من صلاة ، أحسن عبادة ربه ، وكان غامضا في الناس )2( لا يشار إليه بالأصابع ، فعجلت منيته ، وقل تراثه ، وقلت بو 1 كيه" قال عبدالله بن أحمد : سالت أبي ما تراثه ؟ قال : ميراثه )3( . 
قالوا : وحمية الله تعالى لعبده المؤمن عن الدنيا إنما هو من محبته له وكرامته عليه. 
قال الامام أحمد حدثنا أبو سعيد حدثنا سليمان بن بلال عن عمرو بن أبي عمرو عن عاصم بن عمر بن قتادة عن محمود بن لبيد أ ن رسول الله لمجيم قال : " ان الله تبارك وتعالى يحمي عبده المؤمن من الدنيا وهو يحبه ، كما تحمون مرضاكم الطعام والشراب تخافون عليهم " )4( . 
)1( 
قال ابن الاثير في النهاية )/1 457 ( : " الحاذ والحال واحد ، واصل الحاذ : طريقة المتن ، وهو ما يقع عليه الفبد من ظهر الفرس ، اي : خفيف الظهر من العيال " . )2( 
أي : مغمورا غير مشهور . انظر : "لسان العرب " )/7 0 02(. 
)3( 
"الزهد" رقم )56(. ورواه في "المسند" )/5 252(. 
والحديث رواه ايضا : الترمذي في "جامعه" رقم )2347( وقال : "حديث حسن"، وابن ماجه في "سننه" رقم )4117(. وظاهر الحديث انه قدسي كما 
يقتضيه السياق ، وورد في " الزهد" ما يدل عليه وهو قوله "يعني قال الله عز وجل " . )4( 
" الزهد" رقم )57 ( ، و " المسند" ) 5 / 27 4 ( . 
ورواه الترمذي في "جامعه" رقم )3602( من حديث محمود بن لبيد عن= 385
قالوا : وقل ان يقع اعطاء الدنيا وتوسعتها الا استدراجا من الله لا إكراما ومحبة لمن أعطاه . 
قال الامام أحمد : حدثنا يحيى بن غيلان حدثنا رشدين)1( بن سعد عن حرملة بن عمران التجيبي عن عقبة بن مسلم عن عقبة بن عامر عن النبي لمجيم قال : " اذا رايت الله يعطي العبد من الدنيا على معاصيه ]/19 أ[ ما يحب ، فانما هو استدراج ثم تلا قوله تعالى : > فلئاذموا ماذئحروا به فتخنا علتهؤ أبوب صل شىء حئئ إذا فرصا بما اونوا اخذنهم بغئة مإذا هم مبلسون !( ]الانعام : 4 4 [" )2( . 
قالوا : ولهوان الدنيا على الله منعها أكثر أوليائه وأحبائه. 
قال الامام أحمد : حدثنا أبو معاوية حدثنا الاعمش عن سالم بن أبي الجعد قال : قال رسول الله لمجيم : " إن من امتي من لو أتى باب احدكم فسأله دينارا لم يعطه اياه ، ولو ساله فلسا لم يعطه اياه ، ولو سأل الله الجنة لأعطاه إياها ، ولو سأله الدنيا لم يعطها إياه ، 9رما يمنعها إياه لهوانه عليه، ذو طمرين لا يؤبه له ، لو أقسم على الله لأبره ")3( . 
قتادة بن النعمان عن النبي ع!يم به نحوه ، ومن حديث محمود بن لبيد عن النبي عني!ه 
وقال الترمذي عقب حديث قتادة : "حديث حسن غريب ، وقد روي هذا الحديث عن محمود بن لبيد عن النبي عن!م مرسلا" . ثم رواه بسنده . 
)1( 
في الاصل : "رشدي"، والتصويب من )م( و )ن(. 
)2( 
"المسند" )/4 145(. وصححه الالباني في "سلسلة الاحاديث الصحيحة " رقم .)413( 
)3( 
"الزهد" )67(. 
ورواه هناد في "الزهد" رقم )587(، وابن أبي الدنيا في كتاب "التواضع= 386
وهذا يدل على أنه إنما يمنعه إياها لهوانها عليه ، لا لهوانه هو عليه، ولهذا يعطيه أفصل منها وأجل ، فان الله يعطي الدنيا من يحب ومن لا يحب ولا يعطي الاخرة إلا من يحب. 
قالوا : وقد أخبرهم النبي !يم أن أقربهم منه يوم القيامة مجلسا ذوو التقلل من الدنيا الذين لم يستكثروا منها. 
قال الامام أحمد : حدثنا يزيد بن هارون أنبأنا محمد بن عمرو قال سمعت عراك بن مالك يقول : قال أبو ذر: إني لاقربكم مجلسا من رسول الله !يم يوم القيامة ، وذلك اني سمعته يقول : "إن أقربكم مني 
محلشا يوم القيامة من خرج من الدنيا كهيئة ما تركته فيها" ، وانه وادله ما منكم من احد إلا وقد تشبث منها بشيء غيري )1(. 
قالوا : وقد غبط النبي غ!ي! من كان عيشه كفافا واخبر بفلاحه. 
قال الامام أحمد : حدثنا عبدالله بن يزيد حدثنا حيوة قال : أخبرني أبو هانى ء أن أبا علي الجنبي أخبره أنه سمع فضالة بن عبيد يقول إنه 
والخمول " رقم )1(، والحارث في مسنده - كما في "بغية الباحث " رقم )3011( .- وهو مرسل. 
إلا ان الطبراني وصله في "الاوسط" رقم )7548(، والبيهقي في "شعب الإيمان " رقم )44701( من حديث سالم بن ابي الجعد عن ثوبان مرفوعا نحوه . 
وصحح إسناده العراقي في "المغني عن حمل الاسفار" )/3 237(. وصححه الالباني بشواهده في "سلسلة الاحاديث الصحيحة " برقم )2643(. 
)1( 
"الزهد" رقم )597(. ورواه في "المسند" )/5 165(. ورواية "الزهد" هي التي فيها التصريح بالسماع بين محمد بن عمرو وعراك . 
387
سمع رسول الله !ي! يقول : "طوبى لمن هدي إلى 1 لاسلام ، وكان عيشه كفافا وقنع ")1( 5 
وذكر أيضا من حديث عبدالله بن عمرو ان رسول الله ع!يم قال : "قد افلح من اسلم ورزق كفافا وقنعه الله بما اتاه ")2( 5 
قالوا : ولو لم يكن في التقلل إلا خفة الحساب لكفى به فصلا على الغنى. 
قال عبدالله بن الامام أحمد : حدثنا بيان بن الحكم حدثنا محمد بن حاتم قال حدثنا بشر بن /119 ب[ الحارث حدثنا عيسى بن يونس عن هشام عن الحسن قال : قال رسول الله !ي! : " ثلاثة لا يحاسب بهن العبد: ظل خص)3( يستطل به، وكسرة يشد بها صلبه ، وثوب يواري عورته ")4(. 
وقال الامام أحمد: حدثنا سيار حدثنا جعفر حدثنا ليث عن ابي عثمان قال : لما افتتح المسلمون جوخا) ( دخلوا يمشون فيها واكداس 
"المسند")/6 91(5 
)1( 
ورواه الترمذي في "جامعه" رقم )9234(، وقال : "حديث حسن 
صحيح ". 
)2( 
"المسند" )/2 168 (. ورواه مسلم في "صحيحه" رقم )5401(. 
)3( 
الخمن : بيت يعمل من الخشب والقصب . سمي بذلك لما فيه من الخصائص وهو الفرج والانقاب . "النهاية" : )2/37(. 
)4( 
الزهد رقم )65( . 
ورواه هناد في "الزهد" رقم )956(، والبيهقي في "شعب الإيمان " رقم )3680 1 (. وهو ظاهر الارسال . 
)5( 
غير محررة في النسخ ، والصواب ما اثبت . وجوخا بالضم والقصر وقد يفتج ، = 388
الطعام فيها أمثال الجبال ، ورجل يمشي إلى جنب سلمان فقال : " يا أبا عبدالله ألا ترى إلى ما فتح الله علينا، ألا ترى إلى ما أعطانا الله " ، فقال 
سلمان : "وما يعجبك مما ترى؟ إلى جنب كل حبة مما ترى حساب إ")1(. 
قالوا : وقد شهد النبي لمجيم لاصحابه)2( أنهم يوم فقرهم وفاقتهم خير منهم يوم غناهم وبسط الدنيا عليهم. 
قال الامام أحمد : حدثنا عبدالصمد حدثنا أبو الاشهب عن الحسن قال : قال نبي الله ع!ي! : "يا اهل الصفة كيف انتم ؟" قالوا: نحن بخير قال : " أنتم اليوم خير أم يوم تغدو على أحدكم جفنة ، وتروح اخرى ، ويغدو في حلة ، ويروح في اخرى )3(، وتسترون بيوتكم بمثل أستار الكعبة ؟" قالوا : يا رسول الله نحن يومئذ خير يعطينا ربنا تبارك وتعالى فنشكر . قال : " بل أنتم اليوم خيرلما)4( . 
اسم نهر عليه كورة واسعة في سواد بغداد بالجانب الشرقي . . قاله ياقوت في " معجم البلدان " : )/2 917(. 
)1( 
لم اقف عليه فيما بين يدي من كتب الامام احمد. 
وأخرجه البيهقي في "شعب الايمان " رقم )65401(. 
)2( 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)3( 
في حاشية الاصل كتب ما نصه : "يحتمل ان يكون هذا في الجنة ، فيكون النعيم الذي فيها، دون ما يحصل من كمال المعرفة بالته بلذة الفقر ونحوها من أنواع الطاعات المتلذ بها، ويحتمل ان يكون في الدنيا ويشهد له ما بعده ، ولكن لا يلزم منه ان يكون الغنى أفصل بدليل ما قرن به من ضرب بعضهم رقاب بعض ، والله أعلم ". 
)4( 
لم اقف عليه هكذا. 
وقد رواه احمد في كتاب "العلل ومعرفة الرجال " رقم )5594( عن= 938
فهذا صريح في أنهم في وقت صبرهم على فقرهم خير منهم في وقت غناهم مع الشكر. 
وقال عبدالله بن أحمد : حدثنا ابن نمير حدثنا حفص بن غياث عن داود بن أبي هند عن ابي حرب بن أبي الاسود عن طلحة البصري قال : 
قدمت المدينة ولم يكن لي بها معرفة ، فكان يجري علينا مذ من تمر بين اثنين ، فصلى بنا رسول الله !م)1( صلاة ، فهتف به هاتف من خلفه فقال : يا رسول الله قد أحرق بطوننا التمر وتخرقت عنا الخنف )2(. فخطب فحمد الله واثنى عليه وقال : "والله لو اجد لكم اللحم والخبز)3( لأطعمتكموه ، ولياتين عليكم زمان تغدو على أحدكم الجفان وتراح، " ولملبسر.)4( "مل أستار الكعبة " قالوا : يا رسول الله نحن اليوم خير منا أ و يومئذ؟ قال : "أنتم اليوم خير منكم يومئذ، أنتم اليوم خير منكم يومئذ؛ يضرب بعضكم رقاب بعض") (/219 أ[ قال أحمد : وحدثنا عبدالوهاب 
الحسن ان النبي !لمج! قال لاهل الصفة : "كيف اصبحتم" اهـفقط دون باقي الحديث . وهو ظاهر الارسال . 
)1( 
"رسول الله ع!ي!" ليست في الاصل ، واثبتها من )ب(. 
)2( 
الخنف جمع خنيف ، وهو نوع غليط من أردا الكتان ، أراد ثيابا تعمل منه كانوا يلبسونها . انظر : " النهاية " لابن الاثير )/2 84( . 
وقي النسخ الثلاث الأخرى : "الكنف ". 
)3( 
قي الاصل سقطت الواو من "والخبز" ، واستدركتها من النسخ الثلاث . )4( 
في النسخ الثلاث زيادة : "بيوتكم" وليست في الاصل ولا مصادر الحديث. )5( 
"زوائد الزهد" رقم )137 ( 5 
وروى الحديث من طرق أخرى : احمد في "المسند([ )/3 487(، وابن ابي عاصم في "الاحاد والمثاني " رقم )1434(، وابن حبان قي "صحيحه" رقم )6684(. 
093
عن سعيد عن قتادة قال : ذكر لنا أن نبي الله غ!ي! دخل على اهل الصفة فذكر نحوه )1( . 
قالوا ولو لم يكن في الغنى والمال إلا أنه فتنة ، وقل من يسلم من إصابتها له وتأثيرها في دينه ، كما قال الله تعالى : > !!ا أ!ثلكئم واؤلد! فتنة ( ]التغابن : 5 1 [ . 
وفي الترمذي من حديث كعب بن عياض قال : سمعت النبي !و 
يقول : "ان لكل أمة فتنة ، وفتنة أمتى المال " . قال الترمذي : هذا حديث 
)2( 
حسن صحيح. 
قالوا : والمال والغنى يدعوان )3( إلى النار ، والفقر يدعو إلى الجنة. 
قال الامام أحمد: حدثنا يزيد انبأنا ابو الاشهب حدثنا سعيد بن أيمن مولى كعب بن سور قال : بينما رسول الله لمجي! يحدب أصحابه إ ذ جاء رجل من الفقراء فجلس إلى جنب رجل من الاغنياء فكأنه قبض من ثيابه عنه ، فقال رسول الله لمجي! : "اخشيت يا فلان ان يغدو غناك عليه أو ان يغدو فقره عليك ؟" قال : يا رسول الله ! وشر الغنى ؟ قال : "نعم ان كناك يدعوك إلى النار، وان فقره يدعوه إلى الجنة " قال : فما ينجيني منه؟ قال : "تواسيه" قال : إذن افعل ، فقال الآخر : لا إرب لي فيه ، قال : " فاستغفر وادع لأخيك ")4( . 
)1( 
" ا لز هد " ر قم ) 3 0 2 ( . 
)2( 
"جامع الترمذي " رقم )2336(. 
)3( 
في الاصل و )م( و )ب(: " يدعوا" . والمثبت من )ن(. )4( 
" الزهد" رقم )70 2 ( ، وهو مرسل. 
193
قالوا : وحق الغنى أعظم من أن يقوم العبد بشكره . 
وقد روى الترمذي في "جامعه" من حديث عثمان بن عفان : أ ن النبي ع!ماله قال : "ليس لابن آدم حق في سوى هذه الخصال : بيت يسكنه، 
وثوب يواري عورته ، وجلف )1( الخبز والماء" . قال : هذا حديث حسن 
)2( 
صحيح. 
وفي "صحيح مسلم " من حديث ابي امامة قال : قال رسول الله لمج!: "يا ابن آدم انك أن تبذل الفضل خير لك ، وأن تمسكه سر لك ، ولا تلام على كفاف ، وابدأ بمن تعول ، واليد العليا خير من اليد السفلى ")3( . 
وفي "صحيحه " أيضا من حديث أبي نضرة عن ابي سعيد قال : بينما نحن في سفر مع رسول الله شك!يم إذ جاء رجل على راحلة له فجعل يضرب يمينا وشمالا ، فقال رسول الله ]/29 ب[ ع!ياله : "من كان معه فصل من ظهر فليعد به على من لا ظهر له ، ومن كان عنده فصل من زاد فليعد به على من لا زاد له" . قال : فذكر من أصناف المال ما ذكر، حتى ظننا أنه لا حق لاحد منا في فضل)4( . 
قالوا : فهذا موضع النظر في تفضيل الغني الشاكر الذي يبذل الفضل كفه ، وأما غني يتمتع بأنواع الفضل ويشكر بالواجب وبعض المستحب 
)1( 
الجلف : الخبز وحده لا أدم معه ، وقيل : الخبز الغليظ اليابس . ويروى بفتح اللام جمع جلفة ، وهي الكسرة من الخبر. وقال الهروي : الجلف هاهنا: الظرف . . يريد ما !سرك فيه الخبز . انظر : "النهاية " لابن الاثير )/1 287(. 
)2( 
"جامع الترمذي " رقم )2341(. 
)3( 
"صحيح مسلم " رقم )3601(. 
)4( 
"صحيح مسلم " )1728(. 
293
فكيف يفضل على فقير صابر راض عن الله في فقره ؟! 
قالوا : وقد أقسم رسول الله !يم لاصحابه وهم ائمة الشاكرين ، انه لا 
يخاف عليهم الفقر، وإنما يخاف عليهم الغنى ، ففي "الصحيحين" من حديث عمرو بن عوف وكان شهد بدرا ان رسول الله !يم بعث ابا 
عبيدة بن الجراح إلى البحرين ياتي بجزيتها، وكان رسول الله !ي! هو صالح أهل البحرين ، وأمر عليهم العلاء بن الحضرمي ، فقدم أبو عبيدة بمال من البحرين ، فسمعت الانصار بقدوم ابي عبيدة ، فوافوا صلاة 
الفجر مع رسول الله !شيه . فلما صلى رسول الله !ي! انصرف ، فتعرضوا له ، فتبسم رسول الله ع!يم حين راهم ، ثم قال : "اظنكم)1( سمعتم أن 
أبا عبيدة قدم بشيء من البحرين " فقالوا: اجل يا رسول الله . قال : "فأبشروا وأملوا ما يسركم فوالله ما الفقر أخشى عليكم ، ولكني أخشى أن تبسط الدنيا عليكم كما بسطت على من كان قبلكم ، فتنافسوها كما تنافسوها ، فتهلككم كما أهلكتهم ")2( . 
وقال الامام أحمد حدثنا روح حدثنا هشام عن الحسن قال : قيل لأبي ثعلبة الخشني : أين دنياكم التي كنتم تعدون يا أصحاب محمد؟ قال : "ليبشر الاخر بدنيا قد أظلت تأكل - والله الذي لا إله إلا هو- الايمان ، كما تأكل النار الحطب الجزل ")3( 5 
)1( 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث . 
)2( 
"صحيح البخاري " رقم )8 ه 31(، و "صحيح مسلم " رقم )6192(. 
)3( 
لم اقف عليه. 
وقد ذكر في معناه حديث لا أصل له ، ان النبي -ش! قال : "لتأتينكم بعدي دنيا تاكل إيمانكم كما تاكل النار الحطب " . انظر : " إحياء علوم الدين " )/3 178 ( . وقال العراقي في تخريجه : لم اجد له اصلا. 
393
وقال أحمد: حدثنا يزيد حدثنا هشام بن حسان قال : سمعت الحسن يقول : "والله ما أحد من الناس بسط الله له دنيا فلم يخف أن يكون قد مكر به فيها ، إلا كان قد نقص علمه وعجز رايه ، ]وما امسكها الله عن عبد فلم يظن أنه قد خير له فيها، إلا كان قد نقص علمه وعجز رأيه [)1(")2(. 
قالوا: وقد مر على النبي لمجي! فقير وغني ]/39 ا[ فقال عن الفقير: "هذا خير من ملء الأرض من مثل هذا")3( . 
فروى البخاري في "صحيحه (" عن سهل بن سعد قال : مر رجل على رسول الله ع!يم فقال : "ما تقولون في مثل هذا؟" قالوا : حرفي إن خطب ا ن ينكح ، وإن شفع يشفع ، وان قال أن يسمع ، قال : ثم سكت ، فمر رجل من فقراء المسلمين فقال : "ما تقولون في هذا؟" قالوا : حري إن خطب أن لا ينكح ، وإن شفع أن لا يشفع ، وإن قال أن لا يسمع ، فقال رسول لمجي! : "هذا خير من ملء الأرض مثل هذا")4( . 
وقد بشر رسول الله لمجيط ]الفقراء الصابرين [) ( بما لم يبشر به الاغنياء. 
والجزل من الحطب : الغليظ القوي . انظر: "النهاية" لابن الاثير )/1 .)027 
)1( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى . )2( 
"الزهد" رقم )0 02( . ورواه ابن أبي الدنيا في " ذم الدنيا" رقم )42(. )3( 
هو الحديث الاتي. 
)4( 
"صحيح البخاري " رقم )1905(. 
)5( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى . 493
ففي الترمذي من حديث فضالة بن عبيد أن رسول الله ع!يم كان إذا صلى بالناس يخر رجال من قامتهم في الصلاة من الخصاصة وهم أصحاب الصفة ، حتى يقول الاعراب : هؤلاء مجانين . فاذا صلى رسول الله ع!ي! انصرف إليهم وقال : "لو تعلمون ما لكم عند الله لأحببتم أ ن تزدادو[ فاقة وحاجة " . قال فضالة : وأنا يومئذ مع رسول الله !ص)1( . 
وبشرهم بسبقهم إلى الجنة ، وقد اختلفت الروايات في مدة هذا السبق. 
ففي صحيح مسلم عن عبدالله بن عمرو : أنه جاءه ثلاثة نفر فقالوا: يا أبا محمد والله ما نقدر على شيء : لا نفقة ولا دابة ولا متاع ، فقال لهم : ما شئتم ، إن شئتم رفعتم إلينا فأعطيناكم ما يسركم )2(، وإن شئتم ذكرنا أمركم للسلطان ، وإن شئتم صبرتم فاني سمعب رسول الله لمجي! يقول : "ان فقراء المهاجرين يسبقون الأغنياء يوم القيامة باربعين خريفا" . قالوا : نصبر ، لا نسأل شيئا)3( . 
وقال الامام أحمد : حدثنا عفان حدثنا حماد بن سلمة عن محمد بن عمرو عن أبي سلمة عن أبي هريرة أن رسول الله لمجيط قال : "يدخل فقراء المسلمين 1لجنة قبل أغنيائهم بنصف يوم وهو خمسمائة عام" قال الترمذي : هذا حديث حسن صحيح )4( . 
"جامع الترمذي " رقم )2368(، وقال : "حديث حسن صحيح ". في صحيح مسلم : "ما يسر الله لكم". 
"صحيح مسلم " رقم )9792(. 
" مسند احمد" )/2 343(، و" جامع الترمذي " رقم )2354(. ورواه ابن ماجه أيضا رقم )4122(. 
593
)1( )2( )3( )4( 
وفي الترمذي أيضا من حديث أبي سعيد قال : قال رسول 
الله ]/39ب[ ع!يم: "فقراء المهاجرين يدخلون الجنة قبل اكنيائهم بخمسمائة سنة (")1( . وهو حديث حسن. 
وفيه أيضا من حديث جابر بن عبدالله عن النبي مج!يم قال : "يدخل فقراء امتي الجنة قبل الأكنياء باربعين خريفا(")2( . وهو حديث حسن. 
وهذا موافق لحديث عبدالله بن عمرو، ولحديث أنس الذي في الترمذي أيضا : " ان المساكين يدخلون قبل الأغنياء باربعين خريفا" )3( . 
فهؤلاء ثلاثة : جابر وأنس وعبدالله بن عمرو وقد اتفقوا على الاربعين. 
وهذا أبو هريرة وأبو سعيد قد اتفقا على التقدير بخمسمائة سنة. 
ولا تعارض بين هذه الاحاديث إذ السبق والتأخير درجات بحسب الفقر والغنى ، فمنهم من يسبق بأربعين ، ومنهم من يسبق بخمسمائة، ولا يتقيد السبق بهذا المقدار بل يزيد عليه وينقص. 
وقد روى أبو داود في " سننه (" من حديث أبي هريرة عن النبي !سيم: " ان اول الأمة دخولأ الجنة ابو بكر الصديق " )4( . 
)1( 
"جامع الترمذي " رقم )1 235( ، وقال : " حديث حسن غريب من هذا الوجه " . )2( 
"جامع الترمذي " رقم )2355(، وقال : "حديث حسن" . وقد تقدمت هذه الاحاديث. 
)3( 
"جامع الترمذي " رقم )2352( ، وقال : " حديث غريب " . 
)4( 
"سنن ابي داود" رقم )4652 ( . 
وصححه الحاكم في المستدرك )/3 73( على شرط الشيخين ، ووافقه- 693
ومعلوم أن المدة التي بينه وبين إخوانه من فقراء المهاجرين لا تطول ، وأنها أطول مدة بين دخوله وبين دخول اخر من يدخل الجنة. 
وقد روى الامام أحمد في " مسنده " من حديث عبدالله بن عمرو عن النبي جميم أنه قال : " هل تدرون اول من يدخل الجنة ؟" قالوا : الله ورسوله أعلم . قال : " فقراء المهاجرين الذين تتقى بهم المكاره ، يموت احدهم وحاجته في صدره لا يستطيع لها قضاء، تقول الملائكة : ربنا نحن ملائكتك وخزنتك وسكان سماواتك لا تدخلهم الجنة قبلنا، فيقول : عبادي لا يشركون بي شيئا يتقى بهم المكاره يموت أحدهم وحاجته في صدره لم يستطع لها فضاء، فعند ذلك تدخل عليهم الملائكة من كل باب ، سلام عليكم بما صبرتم فنعم عقبى الدار(")1( . 
وقال الامام أحمد: حدثنا حسين بن محمد حدثنا دويد)2( عن سلم بن بشير عن عكرمة عن ابن عباس قال : قال النبي غ!يم : "التقى مؤمنان على باب الجنة : مؤمن غني ومؤمن فقير كانا ]/49 أ[ في الدنيا، فادخل الفقير الجنة وحبس الغني ما شاء الله أن يحبس ثم أدخل الجنة، 
فلقيه الفقير فيقول : اي اخي ما حبسك ؟ والله لقد 1 حتبست حتى خفت عليك . فيقول : أي اخي ، اني حبست بعدك محبسا فطيعا كريها ما وصلت إليك حتى سال مني من العرق ما لو ورده ألف بعير كلها 1 كلة حمض)3( 
الذهبي. 
) 1 ( " المسند" )/2 68 1 ( . 
وصححه الحاكم في المستدرك )/2 71 - 72(، ووافقه الذهبي. 
)2( في الاصل : "دريدإ، والتصويب من النسخ الاخرى ومن "المسند". )3( الحمض هو كل نبت في طعمه حموضة ، وهو للابل كالفاكهة للانسان . انطر: 
793
لصدرت عنه رواء" )1 ( 5 
وقال الطبراني في "معجمه" : حدثنا محمد بن عبدالله الحضرمي وعلي بن سعيد الرازي حدثنا علي بن بهرام العطار حدثنا عبدالملك بن أبي كريمة عن الثوري عن محمد بن زيد عن أبي حازم عن أبي هريرة قال : سمعت رسول الله لمجييه يقول : "إن فقراء المهاجرين يدخلون الجنة قبل اغنيائهم بنصف يوم وذلك خمسمائة عام")2( فقال رجل : أمنهم انا يا رسول الله ؟ قال : "إن تغدبت رجعت على عشاء، وإذا تعشيت يبيت معك غداء؟" قال : نعم ه قال : "لست منهم " ، فقام رجل فقال : أمنهم أنا يا رسول الله ؟ قال : "هل سمعت ما قلنا لهذا؟" قال : نعم، ولست كذلك . قال : "هل تجد ثوب! سترا)3( سوى ما عليك ؟" قال : نعم ه قال : "فلست منهم "، فقام اخر فقال : أمنهم أنا يا رسول الله ؟ قال : "هل سمعت ما قلنا لهذين قبلك ؟" قال : نعم . قال : "هل تجد قرضا كلما 
"النهاية" لابن الاثير )/1 441(. 
"مسند أحمد" )/1 403(. 
)1( 
قال الهيثمي في "مجمع الزوائد" )/01 263 264(: "رواه أحمد وفيه )دويد( غير منسوب ، فإن كان هو الذي روى عنه سفيان فقد ذكره العجلي في كتاب "الثقات" ، وإن كان غيره لم اعرفه ، وبقية رجاله رجال الصحيح غير سلم بن بشير وهو ثقة". 
وقال العراقي في "المغني عن حمل الاسفار" )/4 391(: "وفيه 
دريد ]هكذا في المطبوع والصواب : دويد[ غير منسوب يحتاج إلى معرفته، قال احمد: حديثه مثله ". 
)2( 
ساقطة من الاصل ، وكتب في حاشيته : لعله : "عام". 
واثبتها من )م ( و )ن ( . وفي )ب ( : " سنة " . 
)3( 
هكذا في الاصل و )م(. وفي )ن(: " يسيرا" . وفي )ب(: "ستيرا". 893
شئت ان تستقرض؟(" قال : نعم . قال : "فلست منهم " . فقام آخر فقال : أمنهم أنا يا رسول الله ؟ فقال : "هل سمعت ما قلت لهؤلاء؟" قال : نعم. قال : "تقدر ان تكتسب ؟"قال : نعم ، قال : "فلست منهم " قال : فقام خامس فقال : أنا منهم يارسول الله ؟ فقال : "هل سمعت ما قلت لهؤلاء؟" قال : نعم . قال : "هل تمسي عن ربك راضيا وتصبح كذلك ؟" قال : نعم . قال : "فانت منهم " فقال النبي جم!يم : "إن سادة المؤمنين في 
الجنة من إذا تغدى لم يجد عشاء، وإذا تعشى لم يبت عنده غداء، وإن استقرض لم يجد قرضا، وليس له فصل كسوة إلا ما يواري به ما لا يجد منه بدا، ولا يقدر على أن يكتسب ما يعيشه ، ويمسي عن الله راضيا 
ويصبح راضيا > فاولائك ء الذين الغم الده صكلئهم من النبتن والصديقن وا لشهداء وا لصنص وحسن أول!ك رفيقا !( ]النساء : 9 6 [ . 
قال الطبراني ]/49 ب[ : هذا حديث غريب من حديث سفيان الثوري عن محمد بن زيد ، يقال : هو العبدي تفرد به عبدالملك )1( . 
قلت : محمد بن زيد هو العبدي ، وثقه قوم ، وضعفه آخرون . قال الدارقطني : ليس بالقوي ، وقال أبو حاتم : صالح الحديث ، وذكره ابن حبان في الثقات ، روى له الترمذي وابن ماجه )2( . 
وفي هذه الطبقة محمد بن زيد الشامي يروي عن أبي سلمة بن 
)1( 
لم اقف عليه في معاجم الطبراني. 
واخرجه ابو نعيم في "حلية الاولياء" )/7 99 - 001( من طريق الطبراني 
)2( 
انطر: الثقات لابن حبان رقم )73101(، والجرح والتعديل لابن ابي حاتم )/7 256(، وتهذيب التهذيب )/9 173(. 
993
عبدالرحمن وهو متروك )1(، ونخاف أن يكون هذا هو، والثوري لم ينسبه ، وانما يقال : هو العبدي ، فالله أعلم. 
وقال الامام أحمد: حدثنا إسماعيل بن إبراهيم حدثنا هشام الدستوائي عن يحيى بن أبي كثير عن عامر العقيلي عن أبيه عن أبي هريرة قال : قال رسول الله جم!ي! : "عرض علي اول ثلاثة يدخلون الجنة ، واول ثلاثة يدخلون النار ، فاما أول ثلاثة يدخلون الجنة : فالشهيد وعبد مملوك 
لم يشغله رق الدنيا عن طاعة ربه ، وفقير متعفف ذو عيال . وأما أول ثلاثة يدخلون النار : فامير متسلط ، وذو ثروة من مال لا يؤدي حق الله في ماله، وفقير فخور" ) 2( . 
وروى الترمذي منه ذكر الثلاثة الذين يدحلون الجنة فقط)3( . 
قالوا: ويكفي في فصل الفقير أن عامة أهل الجنة الفقراء، وعامة اهل النار الاغنياء . 
قال الامام أحمد : حدثنا عبدالله بن محمد بن أبي شيبة حدثنا شريك عن أبي إسحاق عن السائب بن مالك عن عبدالله بن عمرو قال : قال رسول الله ع!ي! : "اطلعت في الجنة فرأيت اكثر أهلها الققراء، واطلعت 
)1( 
انظر : لسان الميزان )/5 173(. 
)2( 
"المسند" )/2 425(. 
وصححه ابن خزيمة فأخرجه في "صحيحه" برقم )9224(. وقال الحاكم في المستدرك )/1 387(: "عامر بن شبيب العقيلي شيخ من أهل المدينة مستقيم الحديث ، وهذا أصل في هذا الباب ، تفرد يه عنه يحيى بن أبي كثير، ولم يخرجاه " . ووافقه الذهبي. 
)3( 
"جامع الترمذي " رقم )1642 (، وقال : "حديث حسن "ه 
004
على أهل النار فرأيت أكثر أهلها الاغنياء والنساء")1( . 
وفي صحيح البخاري عن أبي رجاء قال : جاء عمران بن حصين إلى امرأته من عند رسول الله ع!يم فقالت : حدثنا ما سمعت من النبي لمجص، فقال : إنه ليس من حديث . فلم تدعه ، أو قال : فأغضبته ، فقال : سمعت رسول الله ع!ي! يقول : "نظرت في الجنة فرأيت اكثر أهلها الفقراء، ونظرت في 1لنار فرأيت أكثر أهلها النساء")2( . 
وفي "الصحيحين" من حديث أسامة بن زيد: ان رسول الله ع!يم قال : "قمت على باب الجنة فاذا عامة من دخلها المساكين ، وقمت على باب النار فاذا عامة ]ه /9 أ[ من دخلها النساء")3( . 
وفي "صحيح مسلم " عن ابن عباس : "ان النبي ع!م اطلع في النار فرأى أكثر أهلها النساء ، واطلع في الجنة فرأى أكثر أهلها الفقراء" )4( . 
قالوا: ويكفي في فصل الفقر أن كل أحد يتمناه يوم القيامة من الاغنياء . 
قال الامام أحمد: حدثنا عبدالله بن نمير حدثنا إسماعيل يعني ابن أبي خالد عن نفيع عن أنس بن مالك قال : قال رسول الله لمجم : "ما 
"المسند" )/2 173 (. 
)1( 
وضعفه الالباني في "سلسلة الاحاديث الضعيفة " رقم )0 028(. 
)2( 
"صحيح البخاري " رقم )3241(، وليس فيه مجيء عمران إلى امراته وما حصل بينهما، وانما هذا عند احمد في "المسند" )/4 437(. 
)3( 
"صحيح البخاري " رقم )6951(، و "صحيح مسلم " رقم )2736(. )4( 
"صحيح مسلم " رقم )2737(. 
104
من احد يوم القيامة غني ولا فقير إلا ود ان ما كان اوتي في الدنيا أو من الدنيا قوتا" )1 ( . 
قال البخاري : يتكلمون في نفيع )2( 5 وهذا ألين ما قيل فيه. 
قالوا : وقد صرح رسول الله لمجيم بتفضيل الفقراء في غير حديث، فمنها : ما تقدم من حديث سهل بن سعد)3(. 
وقال الامام أحمد: حدثنا أبو معاوية حدثنا الاعمش عن زيد بن وهب عن أبي ذر قال : قال رسول الله !ي! : "يا ابا ذر ارفع بصرك فانظر ارفع رجل تراه في المسجد" ، قال : فنظرت فاذا رجل جالس عليه خلة)4( 
له ، قال : فقلت : هذا ، فقال : "يا ابا ذر ارفع بصرك فانظر اوضع رجل تراه في المسجد" قال : فنظرت فاذا رجل ضعيف عليه أخلاق قال : قلت : هذا . قال : فقال رسول الله لمجي! : "والذي نفسى بيده لهذا افصل عند الله يوم القيامة من قراب الأرض من هذا" . 
قال : وحدثنا وكيع ووافقه زائدة حدثنا الاعمش عن سليمان بن )5(مسهر عن خرشة بن الحر عن أبي ذر فذكره ، وقال : "لهذا خير عند الله 
"المسند")/3 117(. 
)1( 
والحديث رواه ابن ماجه في "سننه" رقم )0414(. 
وضعفه العراقي في "المغني عن حمل الاسفار" )/3 502(. وضعفه جذا الالباني في "سلسلة الاحاديث الضعيفة " برقم )9486(. 
)2( 
"الضعفاء الصغير" ص 115 . 
)3( 
تقدم ص )693(، وهو في "صحيح البخاري ". 
)4( 
قال الخطابي في "غريب الحديث " )/1 894(: "الحلة : ثوبان : إزار ورداء، ولا تكون حلة إلا وهي جديدة تحل عن طيها فتلبس ". 
)5( 
في الاصل : "سليمان بن يسار". وكذا في النسخ الثلاث ه والتصويب 204
يوم القيامة من ملء الارض مثل هذا" . 
قال الامام أحمد: وحدثنا أبو معاوية ووافقه يعلى قالا: حدثنا الاعمش عن زيد بن وهب عن أبي ذر فذكره بنحوه )1( . 
قالوا : والذي يفصل بيننا في المسألة ويشفي العليل : أن الفقر يوفر أجر صاحبه ومنزلته عند الله ، والغني ولو شكر، فإن ما ناله في الدنيا بغناه يحسب عليه من ثوابه يوم القيامة ، وإن تناوله بأحل وجه ، فقليل الفضل في الدنيا نقص من كثير الآخرة ه 
وفي "صحبح مسلم " من حديث عبد الله بن عمرو أن رسول الله ع!حو قال : "ما من غازية تغزو في ]ه /9 ب[ سبيل الله فيصيبون الغنيمة إلا تعجلوا ثلثي اجرهم من الاخرة ، ويبقى لهم الثلث ، وا ن لم يصيبوا غنيمة تم لهم اجرهم " )2( . 
وفي "الصحيحين " عن خباب بن الارت قال : "هاجرنا مع رسول الله !شي! نلتمس وجه الله ، فوقع أجرنا على الله ، فمنا من مات لم ياكل من أجره شيئا ، منهم مصعب بن عمير ، قتل يوم أحد)3( وترك نمرة ، فكنا إذا 
من " المسند" و " الزهد" ل!مام احمد، ومن "الزهد" لوكييع. 
)1( 
" المسند" )/5 0 7 1 ( ، و " الزهد" رقم )8 4 1 ( . 
ورواه وكييع في "الزهد" رقم )144(، وهناد في "الزهد" رقم )815( وغيرهم. 
وصححه ابن حبان فاخرجه في "صحيحه" رقم )681(. 
)2( 
"صحيح مسلم " رقم )6091(. 
)3( 
في الأصل : "بدر". وهو سهو، والتصويب من : )م( و)ب(، ومن مصادر التخريج. 
304
كطينا بها رأسه بدت رجلاه ، وإذا غطينا رجليه بدا رأسه ، فأمرنا رسول الله !شمح ان نغطيراسه ونجعل على رجليه شيئا من الاذخر، ومنا من اينعت له ثمرته فهو يهدبها")1( . 
وفي " الصحيحين " عن قيس بن أبي)2( حازم قال : دخلنا على خباب نعوده وقد اكتوى سبع كيات . فقال : "إن أصحابنا الذين سلفوا مضوا ولم تنقصهم الدنيا" وذكر الحديث )3( . 
وقال سعيد بن منصور : حدثنا أبو معاوية عن الاعمش عن مجاهد عن ابن عمر قال : " ما يصيب عبد)4( من الدنيا شيئا إلا انتقص من درجاته عند الله وان كان عليه كريما") ( . 
وفي " صحيح البخاري (" عن إبراهيم بن عبدالرحمن بن عوف قال : أتي عبدالرحمن بطعام ، وكان صائما . فقال : "قتل مصعب بن عمير وهو خير مني ، وكفن في بردة ؛ إن غطي رأسه بدت رجلاه ، وإن غطي رجلاه 
)1( 
"صحيح البخاري " رقم )1276 (، و "صحيح مسلم " رقم )0 49(. ويهدبها : اي يجنبها . انظر : "النهاية " لابن الاثير )/5 025( 
)2( 
ساقطة من الاصل ، واستدركتها من )م( و )ن(، ومن مصادر التخريج. )3( 
"صحيح البخاري " رقم )5672(، و "صحيح مسلم " رقم )2681(. وليس في مسلم محل الشاهد. 
)4( 
في )م( و )ن(: "ما من عبد يصيب ". وفي )ب(: "ما اوتي عبد". )5( 
لم أقف عليه فيما طبع من سنن سعيد. 
وقد رواه البيهقي في "شعب الايمان " رقم )67601( من طريق سعيد به. والأثر رواه ايضا: ابن ابي شيبة في "مصنفه" رقم )34628(، وهناد في "الزهد" رقم )557(، وابن ابي الدنيا في "ذم الدنيا". رقم )311(، وابو نعيم في "حلية الاولياء" )/1 603(. 
404
بدا رأسه ، وقتل حمزة وهو خير مني فلم يوجد له كفن إلا بردة ، ثم بسط لنا من الدنيا ما بسط - أو قال : أعطينا من الدنيا ما أعطينا -وقد خشيت أن تكون عجلت لنا طيباتنا في حياتنا الدنيا. ثم جعل يبكي حتى ترك الطعام ")1(. 
قال أبو سعيد ابن الأعرابي )2( : وليس عبدالرحمن بن عوف وخباب قالا ذلك دون غيرهما، لقد قاله الاكابر من اصحاب رسول الله جم!يم، وكرهوا ما فتح الله عليهم من الدنيا ، وأشفقوا منه ، وعلموا أن ما اختاره الله لنبيه كان أفصل ، وأن ما أخروا له كان أنقص ، منهم : أبو بكر، وعمر، وعثمان ، وعلي ، وأبو عبيدة ، وعمار بن ياسر، وسلمان ، وعبدالله بن مسعود، وعائشة أم المؤمنين ، وأبو هاشم بن عتبة وجماعة لم نذكرهم للاختصار. 
فأما أبو بكر فحدثنا ابن أبي الدنيا حدثنا عبدالرحمن بن زبان )3( الطائي ]/69 ا[ حدثنا عبدالصمد بن عبدالوارث حدثنا عبدالواحد بن زيد حدثني أسلم )4( عن مرة عن زيد بن أرقم قال : كتا مع أبي بكر الصديق رضي الله عنه فدعا بشراب فأتي بماء وعسل ، فلما أدناه من فيه بكى حتى أبكى أصحابه ، فسكتوا وما سكت ، ثم عاد فبكى حتى ظنوا أنهم لم يقدروا على مسألته ، قال : ثم مسح عينيه ، فقالوا : يا حليفة رسول الله ما 
)1( 
"صحيح البخاري " رقم )1274 (، )1275 ( . 
)2( 
لابن الاعرابي كتاب سماه : "تشريف الفقير على الغني " . انظر : "لسان الميزان " 
)/5 28(. فلعل كلامه هذا منه ، والله أعلم. 
)3( 
في الاصل وسائر النسخ الثلاث : "أبان". والتصويب من "ذم الدنيا" و "تاريخ بغداد" . 
)4( 
في الاصل وسائر النسخ الثلاث : "سلمان" . والتصويب من مصادر التخريج. 504
أبكاك ؟ فقال : كنت مع رسول الله لمجي! فرأيته يدفع عن نفسه شيئا ولم أ ر معه أحدا، فقلت : يا رسول الله ما الذي تدفع عن نفسك ؟ قال : "هذه الدنيا مثلت لي ، فقلت لها)1(: إليك عني ، ثم رجعت فقالت : انك إ ن أفلت مني فلن يفلت مني من بعدك ")2( . 
وذكر ليث بن سعد عن صالح بن كيسان عن حميد بن عبدالرحمن ابن عوف عن أبيه : أن أبا بكر قال في مرضه الذي مات فيه : " إني وليت أمركم ولست بخيركم ، وكلكم ورم أنفه )3( من ذلك أن يكون هذا الامر له ، وذلك لما رأيت الدنيا قد أقبلت وأقبلت ، ولما تقبل حتى يتخذوا نضائد الحرير وستور الديباج ، وحتى يألم أحدكم من الاضطجاع على الصوف كما يألم من الاضطجاع على الحسك والسعدان )4( ، ثم أنتم أول ضال بالناس تصفقون بهم يميئا وشمالأ، ما هذا الطريق ؟ أخطأت إنما هو البحر أو الفجر . والله لان يقدم أحدكم فتضرب عنقه في غير حا، خير له من أن يخوض غمرات الدنيا") ( . 
في الاصل : إليها ، والمثبت من النسخ الثلاث الاخرى . 
)1( 
رواه ابن ابي الدنيا في كتاب " ذم الدنيا" رقم ) 1 1 ( ، و]لحاكم في "المستدرك " )/4 )2( 
9 03(، وابن ابي عاصم في "الزهد" رقم )187 (، والبيهقي في "شعب الايمان " رقم )51801(، وابو نعيم في "حلية الاولياء" )/1 -03 31(، والخطيب في "تاريخ بغداد" ) 0 1 / 267( ، وابن عساكر في " تاريخ دمشق " ) /03 932( . وضعفه جدا الالباني في "سلسلة الاحاديث الضعيفة " رقم )4878(. 
اي : امتلأ و 1 نتفخ من ذلك غضبا، وخصق الانف بالذكر لانه موضع الانفة )3( 
والكبر . انظر : "النهاية " لابن الاثير )/5 177 ( . 
الحسك جميع حسكة ، وهي : شوكة صلبة معروفة . والسعدان : نبت ذو شوك . )4( 
انظر : " النهاية ([ لابن الاثير )1 / 386( و )/2 367( . 
رواه ابن عساكر في "تاريخ دمشق " )/03 417 - 418(، وفيه : "إني وليت- )5( 
604
وذكلر محمد بن عطاء بن خباب قال : كنت جالسا مع أبي بكر فرأى طائرا فقال : "طوبى لك يا طائر تأكل من هذه الشجر، ثم تبعر، ثم لا تكون شيئا ، وليس عليك حساب ، وددت أني مكانك " فقلت له : أتقول هذا وانت صديق رسول الله لمجم؟ !)1( . 
وأما عمر فانه لما اتي بكنوز كسرى بكى ، فقال له عبدالرحمن بن 
عوف : ما يبكيك يا أمير المؤمنين ؟ فوالله إن هذا ليوأ شكر ويوم سرور ويوم فرح ، فقال عمر : "إن هذا لم يعطه قوم)2( إلا ألقي بينهم العداوة والبغضاء")3( . 
ودخل عليه أبو سنان الدولي وعنده نفر من ]/69 ب[ المهاجرين، فارسل عمر إلى سفط)4( أتي به من قلعة بالعراق ، وكان فيه خاتم ، فاخذه 
اد خيركم في نفسي . . . " الخ. 
وأبو نعيم في "خلية .)421 
وروى نحوه : الطبراني في "الكبير" رقم )43(، الاولياء" )/1 34(، وابن عساكر في "تاريخ دمشق " )03 / لم اقف عليه. 
)1( 
وروى ابن المبارك في "الزهد(" رقم )024(، واحمد في "الزهد" رقم )581(، وابن ابي الدنيا في كتاب "المتمنين" رقم )29(، والبيهقي في "شعب الايمان " رقم )786(. عن الحسن عن ابي بكر قريبا منه. 
وروى ابن عساكر في "تاريخ دمشق " )/03 033( عن الضحاك عن ابي بكر قريبا منه ايضا. 
)2( 
في الاصل : " قوما" . والتصويب من النسخ الثلاث الاخرى . 
)3( 
رواه معمر في "الجامع" رقم )36002(، وابن المبارك في "الزهد" رقم )768(، وابن ابي شيبة : )/13 264( وابو داود في "الزهد" )86(، وعبدالله بن احمد في "زوائد الزهد" رقم )795(، والبيهقي في "السنن الكبرى " )/6 .)358 
)4( 
السفط : الذي يعبىء فيه الطيب وما اشبهه من اد وات النساء. انظر: "لسان = 704
بعض ولده فادخله في فيه ، فانتزعه عمر منه ثم بكى ، فقال له من عنده : لم تبكي وقد فتح الله لك وأظهرك وأقر عينك ؟ فقال : سمعت رسول الله !شي! يقول : "لا تفتح الدنيا على أحد إلا ألقى الله بينهم العداوة والبغضاء إلى يوم 1لقيامة " وانا مشفق من ذلك)1( . 
قال أبو سعيد: وجدت في كتاب بخط يدي عن ابي داود قال : حدثنا محمد بن عبيد حدثنا حماد حدثنا يونس عن الحسن : أن عمر بن الخطاب اتي بفروة كسرى بين يديه ، وفي القوم سراقة بن مالك ، فالقى 
إليه سواري كسرى ، فجعلهما في يديه فبلغا منكبيه ، فلما راهما في يدي سراقة قال : الحمد لله ، سوارا كسرى بن هرمز في يدي سراقة بن مالك بن جعشم اعرابي من بني مدلج ، ثم قال : "اللهم قد علمت ا ن رسولك قد كان يحب ان يصيب مالا فينفقه في سبيلك وعلى عبادك ، فزويت ذلك عنه نظرا منك له وخيارا ، اللهم إني أعوذ بك أن يكون هذا مكرا منك بعمر ، ثم قال : > اتحسبون انمانمدس به-من مالى وبضين !لنساج لهم فى الحيزلت بل لا يشعرون ه( ]المؤمنون : 5 5 ، 6 5 [) 2( . 
العرب " )/7 1 35( . 
)1( 
رواه احمد في "المسند" )/1 16(، والبزار في مسنده "البحر الزخار" رقم .)311( 
قال الهيثمي في مجمع الزوائد )/3 122(: "رواه أحمد وابو يعلى في الكبير وفيه ابن لهيعة وفيه كلام " ، وقال في )/01 236(: "رواه أحمد والبزار وابو يعلى في الكبير وإسناده حسن". 
وضعفه الالباني في "سلسلة الاحاديث الضعيفة " رقم )4871(. 
رواه البيهقي في "السنن الكبرى " )/6 358(، وفي "دلائل النبوة " )/6 325(، )2( 
من طريق ابي سعيد به. 
804
والمقصود : أن سعة الدنيا وبسطها تعجيل من أجر الآخرة ، وتضييق من سعتها. 
قال عبدالرزاق : أنبأنا معمر عن الزهري عن ابن أبي صعير عن جابر بن عبدالله قال : لما كان يوم احد أشرف النبي !يم على الشهداء الذين قتلوا يومئذ فقال : "إني شهيد على هؤلاء فزملوهم بدمائهم ")1( . 
قال معمر : واخبرني من سمع الحسن يقول : قال النبي !ي! : "هؤلاء قد مضوا وقد شهدت عليهم لم يأكلوا من أجورهم شيئا ، وإنكم تأكلون من أجوركم ، وإني لا أدري ما تحدثون بعدي " )2( . 
وقال ابن المبارك : أخبرنا جرير بن حازم قال : سمعت الحسن يقول : خرج رسول الله لمجم باصحابه إلى بقيع الغرقد فقال : "السلام عليكم ]/79 أ[ يا أهل القبور، لو تعلمون ما نجاكم الله مما هو كائن بعدكم ". ثم أقبل على اصحابه فقال : "هؤلاء خير منكم " فقالوا: يا رسول الله إخواننا، أسلمنا كما أسلموا، وهاجرنا كما هاجروا، 
وجاهدنا كما جاهدوا ، وأتوا على آجالهم فمضوا فيها وبقينا في آجالنا، فما يجعلهم خيرا منا؟ فقال : "إن هؤلاء خرجوا من الدنيا ولم يأكلوا من أجورهم شيئا ، وخرجوا وأنا شهيد عليهم ، وا نكم قد أكلتم من أجوركم ولا ادري ما تحدثون بعدي " . قال : فلما سمعها القوم والله عقلوها 
" المصنف " رقم )6633 ( ، ) 0 589 ( . 
ورواه احمد في "المسند" )/5 431(. 
وصححه الالباني في "إرواء الغليل " برقم )714(. "مصنف عبدالرزاق " رقم )6634(، )5819(. وهذا سند ضعيف ، لجهالة من سمع الحسن. 
904
)1( )2( 
وانتفعوا بها فقالوا : وإنا لمحاسبون بما أصبنا من الدنيا بعدهم ، وإنه لمنتقص به من أجورنا ، فأكلوا طيبا ، وأنفقوا قصدا ، وقدموا فصلا)1 ( . 
وقال عبدالله بن أحمد: قرأت على أبي هذا الحديث : حدثنا أسود بن عامر حدثنا إسرائيل عن ثوير عن مجاهد عن ابن عمر قال : "ما اعطي رجل من الدنيا إلا نقص من درجته ، وإنه من اهل الجنة ")2( . 
قالوا: وقد صرح سادات الاغنياء بأنهم ابتلوا بالضراء فصبروا، وابتلوا بالسراء فلم يصبروا ، قال ذلك عبدالرحمن بن عوف وغيره )3( . 
وكان هذا مصداقا لما رواه مصعب بن سعد)4( عن أبيه قال : قال رسول الله لمجي! : "لأنا من فتنة السراء اخوف عليكم من فتنة الضراء ، إنكم ابتليتم في فتنة الضراء فصبرتم ، وا ن الدنيا حلوة خضرة " ) ( . 
)1( 
"الزهد" لابن المبارك رقم )894(. 
ورواه ابن عبدالبر في "الاستذكار" )/5 1 1 1 ( من طريق ابن المبارك به. ورواه عبدالرزاق في " مصنفه " رقم )0 672( عن ابن جريج قال : حدثت ان النبي ع!ي! وذكره نحوه . 
)2( 
لم اقف عليه في الزهد. وقد سبق تخريجه ص )604(. 
وقد سبق تخريجه ص )115(. 
)3( 
)4( 
جاء الاسم في الاصل : "مصعب بن عمير بن سعد" . وهو خطأ . والتصويب من النسخ الثلاث الاخرى . 
)5( 
رواه البزار في مسنده "البحر الزخار" رقم )1168(، وابو يعلى في "مسنده" رقم )078(، وابو نعيم في "حلية الاولياء" )/1 39(، والبيهقي في "شعب الإيمان " رقم )8030 1 ( . 
قال الهيثمي في مجمع الزوائد )/01 246(: "رواه ابو يعلى والبزار، وفيه رجل لم يسم، وبقية رجاله رجال الصحيح ". وضعفه الالباني في "سلسلة الاحاديث الضعيفة " برقم )6942(. 
041
قالوا : وهاهنا قضيتان صادقتان بهما يتبين الفضل: 
إحداهما : أن الاقلين هم الأكثرون يوم القيامة. 
والثانية : أن الاكثرين هم الاقلون . 
أما الأولى : فقد تقدم الدليل عليها بما فيه كفاية. 
واما الثانية : ففي "الصحيحين " من حديث أبي ذر قال : خرجت ليلة من الليالي فاذا رسول الله !يم يمشي وحده ليس معه إنسان ، قال : فظننت أنه يكره ان يمشي معه أحد قال : فجعلت أمشي في ظل القمر فالتفت فرا ني فقال : "من هذا؟" قلت : أبو ذر جعلني الله فداك . قال : "يا أبا ذر! تعال " . فمشيت معه ساعة فقال : "إن الاكثرين هم المقلون يوم القيامة، إلا من اعطاه الله خيرا فنفخ فيه ]/79 ب[ يمينه وشماله وبين يديه ووراءه وعمل فيه خير[" وذكر الحديث )1( . 
قالوا: ولو كان الغنى أفضل من الفقر لما حفق الله رسوله على 
الزهد في الدنيا والاعراض عنها، وذم الحرص عليها والرغبة فيها، بل كان ينبغي أن يحض عليها وعلى اكتسابها والاستكثار منها، كما حض 
على اكتساب الفضائل التي بها كمال العبد من العلم والعمل ، فلما حض على الزهد فيها والتقلل دل على أن الزاهدين فيها المتقللين منها أفصل الظائفتين. 
وقد أخبر أنها لو ساوت عند الله جناح بعوضة ما سقى كافراً منها شربة ماء)2(. وأنها أهون على الله من السخلة الميتة على 
)1( 
"صحيح البخاري " رقم )43 4 6 ( ، و " صحيح مسلم " )/2 687 688- ( رقم ) 4 9 ( . )2( 
سبق تخريجه ص )932(. 
411
أهلها)1( . وأن مثلها في الاخرة كمثل ما يعلق باصبع من أدخل أصبعه في البحر)2(. وانها ملعونة ملعون ما فيها إلا ذكر الله وما والاه وعالم أ و متعلم )3( . وأنها سجن المؤمن وجنة الكافر)4( . 
وأمر العبد أن يكون فيها كانه غريب أو عابر سبيل ، وان يعد نفسه من أهل القبور، واذا أصبح فلا ينتظر المساء وإذا أمسى فلا ينتظر الصباح ) ( . 
ونهى عن اتخاذ ما يرغب فيها، ولعن عبد الدينار وعبد الدرهم، ودعا عليه بالتعس والانتكاس وعدم إقالة العثرة بالانتقاش)6( . 
وأخبر أنها خضرة خلوة ، اي : تاخذ بالعيون بخضرتها وبالقلوب بحلاوتها ، وامر باتقائها والحذر منها ، كما يمقى النساء ويحذر منهن )7( . 
سبق تخريجه ص )033(. 
)1( 
سبق تخريجه ص )033(. 
)2( 
سبق تخريجه ص )033(. 
)3( 
)4( 
رواه مسلم في "صحيحه" رقم )5692( من حديث ابي هريرة رضي الله عنه. )5( 
روى البخاري في "صحيحه" رقم )6416( عن عبدالله بن عمر قال : "اخذ رسول الله لمجي! بمنكبي فقال : كن في الدنيا كأنك غريب أو عابر سبيل ". وكان ابن عمر يقول : "إذا أمسيت فلا تنتظر الصباح ، واذا أصبحت فلا تنتظر المساء". 
)6( 
روى البخاري أيضا في "صحيحه" رقم )2887( عن أبي هريرة عن النبي لمج!م قال : "تعس عبد الدينار وعبد الدرهم وعبد الخميصة : إن أعطي رضي ، وان لم يعط سخط ، تعس وانتكس ، واذا شيك فلا انتقش". 
)7( 
روى مسلم في "صحيحه" رقم )2742( عن ابي سعيد الخدري عن النبي ع!يم قال : "إن الدنيا حلوة خضرة ، وإن الله مستخلفكم فيها فينظر كيف تعملون ، فاتقوا الدنيا واتقوا النساء، ف!ن أول فتنة بني إسرائيل كانت في النساء". 
412
وأخبر أن الحرص عليها وعلى الرياسة والشرف يفسد الدين، كإفساد الذئبين الضاريين إذا أرسلا في زريبة غنم او اشد إفسادا)1( . 
وأخبر أنه في الدنيا كراكب استظل تحت شجرة في يوم صائف ، ثم راج وتركها)2( . 
وهذه في الحقيقة حال سكان الدنيا كلهم ، ولكن هو ع! شهد هذه الحال وعمي عنها بنو الدنيا. 
ومر بهم وهم يعالجون خصا لهم قد وهى فقال : "ما ارى الأمر الا اعجل من ذلك ")3( . 
وامر بستر على بابه فنزع ، وقال : " إنه يذكرني الدنيا")4( . 
واعلم الناس أنه ليس لاحد منهم حق في سوى بيما يسكنه ، وثوب يواري ]/89 أ[ عورته ، وقوت يقيم صلبه ) ( . 
وأخبر أن الميت يتبعه أهله وماله وعمله ، فيرجع أهله وماله ، ويبقى 
)1( 
روى الترمذي في "جامعه" رقم )2376( من حديث كعب بن مالك قال : قال رسول الله ع!مم : "ما ذئبان جائعان ارسلا في غنم بافسد لها من حرص المرء 
على المال والشرف لدينه " . وقال : "حديث حسن صحيح ". 
)2( 
سبق تخريجه ص )932(. 
)3( 
رواه ابو داود في "سننه" رقم )5236(، والترمذي في "جامعه" رقم )2335(، وقال : "حديث حسن صحيح "، وابن ماجه في "سننه" رقم )0416(. كلهم من حديث عبدالله بن عمرو . وتقدم التعريف بالخمق ص )093(. 
)4( 
رواه مسلم قي "صحيحه" رقم )7021( من حديث عائشة انه قال لها: "حولي هذا، فإني كلما دحلت فرايته ذكرت الدنيا". 
سمق تخريجه ص )393(. 
)5( 
413
عمله )1(. 
واخبر أن للمتخوض فيما شاءت نفسه من مال الله ]بغير حق[)2( النار يوم القيامة )3( . 
واقسم أنه لا يخاف الفقر على أصحابه ، وإنما يخاف عليهم الدنيا، وتنافسهم فيها ، والهاءها لهم)4( . 
واخبر انه ليس لابن ادم من ماله إلا ما اكل فافنى ، أو لبس فأبلى ، أ و تصدق فامضى) ( . 
واخبر أن حسب ابن ادم من الدنيا لقيمات يقمن صلبه ، فان لم يقتصر عليها فثلث بطنه لطعامه ، وثلثه لشرابه ، وثلثه لنفسه )6(. 
)1( 
رواه البخاري في "صحيحه" رقم )6514(، ومسلم في "صحيحه" رقم )0692( عن انس بن مالك قال : قال رسول الله عنم!م : "يتبع الميت ثلاثة فيرجع اثنان ويبقى معه واحد، يتبعه أهله وماله وعمله ، فيرجع اهله وماله ، ويبقى عمله ". 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث . )2( 
)3( 
روى البخاري في "صحيحه" رقم )3118( عن خولة الانصارية قالت : سمعت النبي عتي! يقول : "إن رجالا يتخؤضون في مال الله بغير حق ، فلهم النار يوم القيامة ". 
)4( 
سبق تخريجه )593(. 
سبق تخريجه ص )393(. 
)5( 
)6( 
رواه الترمذي في "جامعه" رقم )0238(، و 1 بن ماجه في "سننه" رقم )9334(. عن المقدام بن معديكرب قال : سمعت رسول الله ع!ي! يقول : "ما ملأ ادمي وعاء شرا من بطن، حسب الادمي لقيمات يقمن صلبه ، فان غلبت الادمي نفسه ، فثلث للطعام وثلث للشراب وثلث للنفس " هذا لفظ ابن ماجه . وقال - 
414
وفي هذا الحديث الارشاد إلى صحة القلب والبدن والدين والدنيا. واخبر أن غنى العبد فيها غنى نفسه لا كثرة عرضه )1( . 
وسال الله ان يجعل رزقه فيها قوتا)2( . 
وغبط من كان رزقه فيها كفافا بعد ان هدي للاسلام )3( . 
وأخبر أن من كانت الدنيا همه جعل الله فقره بين عينيه ، وشتت عليه شمله ، ولم ياته منها إلا ما كتب له)4(. 
وعرض عليه ربه تعالى أن يجعل له بطحاء مكة ذهبا، فقال : "لا يا رب ولكن اشبع يوما واجوع يوما، فاذا جعت تضرعت إليك ، واذا شبعت حمدتك وشكرتك " ) ( . 
الترمذي : "حديث حسن صحيح ". 
)1( 
روى البخاري في "صحيحه" رقم )6446(، ومسلم في "صحيحه" رقم )5101(، عن ابي هريرة عن النبي مج!ي! قال : "ليس الغنى عن كثرة العرض ، ولكن الغنى غنى النفس ". 
)2( 
سبق تخريجه ص )203(. 
سبق تخريجه ص )938(. 
)3( 
)4( 
روى الترمذي في "جامعه " رقم )2465( عن انس بن مالك قال : قال رسول الله ع!ب!م : "ومن كانت الدنيا همه جعل الله فقره بين عينيه ، وفرق عليه شمله ، ولم ياته من الدنيا إلا ما قذر له". 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )949(. 
ورواه ابن ماجه في "سننه" رقم )5041( من حديث زيد بن ثابت نحوه . وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )059(. 
تقدم تخريجه ص )215( واعاده المصنف ص )377(. 
)5( 
415
وأعلمهم أن "من أصبح منهم امن! في سربه ، معافى في جسده ، عنده قوت يومه ، فكأنما حيزت له الدنيا")1( . 
وأخبر أن بذل العبد ما فصل عن حاجته خير له ، وإمساكه شر له، وأنه لا يلام على الكفاف )2( . 
ونهى أمته أن ينطر أحدهم إلى من هو فوقه في الدنيا ، وأمره أن ينظر إلى من هو دونه فيها)3( . 
وأخبر انه لم يبق من الدنيا إلا بلاء وفتنة وضرب مثلها مثل ما يخرج من ابن ادم عند خلائه ، وإن كان اوله طيئا لذيذا فهذا اخره)4( . 
وأخبر أن عباد الله ليسوا بالمتنعمين فيها، فان أمامهم دار النعيم، فهم لا يرضون بنعيمهم في الدنيا عوضا من ذلك النعيم ) ( . 
وأخبر أن نجاة أول هذه الامة بالزهد واليقين ، وهلكة اخرها بالبخل وطول الامل )6( . 
)1( 
رواه الترمذي في "جامعه" رقم )2346( وقال : "حديث حسن غريب "، وابن ماجه في "سننه" رقم )4141(، من حديث عبيدالله بن محصن الخطمي. سبق تخريجه ص )493(. 
)2( 
رواه مسلم في "صحيحه" رقم )3692( من حديث ابي هريرة قال : قال رسول )3( 
الله جم: "انظروا إلى من أسفل منكم ولا تنظروا إلى من هو فوقكم ، فهو أجدر ان لا تزدروا نعمة الله ". 
سبق تخريجه ص )331(. 
)4( 
روى احمد في "مسنده" )/5 243( عن معاذ بن جبل ان رسول الله ع!يد لما )5( 
بعث به إلى اليمن قال : "إياي والتنعم ، فإن عباد الله ليسوا بالمتنعمين". وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )353(. 
)6( 
روى ابن ابي الدنيا في "قصر الامل " رقم )02(، وفي "اليقين" رقم )3(، 416
وكان يقول : "لبيك لا عيش إلا عيش الاخرة ")1( . 
واخبر انه إذا احب عبده حماه ]/89 ب[ من الدنيا كما يحمي الانسان مريضه من الطعام والشراب )2( . 
ودخل على عثمان بن مظعون وهو في الموت ، فاكب عليه يقبله ويقول : "رحمك [لله يا عثمان ما اصبت الدنيا ولا أصابت منك")3(. 
والطبراني في "الاوسط" رقم )0765(، وابن عدي في الكامل )/6 127(، والبيهقي في "شعب الايمان " رقم )52601(، )84401(، )84601(، من حديث عمرو بن شعيب عن ابيه عن جده ان النبي عي! قال : "نجا اول هذه الامة باليقين والزهد، ويهلك اخرها بالبخل والامل ". 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )3427(. 
)1( 
رواه احمد في "مسنده " )/3 216( من حديث انس. 
ورواه البخاري في "صحيحه" رقم )6192(، ومسلم في "صحيحه" رقم )5018( من حديث انس أيضا، بلفظ : "اللهم لا عيش إلا عيش الاخرة ". ورواه ايضا البخاري في "صحيحه" رقم )7937(، ومسلم في "صحيحه([ 
رقم )4018( من حديث سهل بن سعد به. 
سبق تخريجه ص )387(. 
)2( 
)ص!( 
رواه احمد في "الزهد" رقم )61(، وابو نعيم في "الحلية" )/1 501(، عن عبد ربه بن سعيد المدني مرسلا. 
ورواه ابن عبدالبر في "التمهيد" )/21 224(، والذهبي في "سير اعلام النبلاء" )/5 481( من حديث القاسم عن عائشة قالت : "لما مات عثمان بن مظعون كشف النبي مج!ي! عن وجهه وقبل بين عينيه ثم بكى بكاء طويلا، فلما رفع على السرير قال : طوباك يا عثمان لم تلبسك الدنيا ولم تلبسها". وصححه ابن عبدالبر قبل روايته له في "التمهيد"، وصححه في " الاستذكار" )/3 0 12 ( . 
وروى الطبراني في "الكبير" رقم )82601 (، وابو نعيم في "حلية الاولياء" = 417
فغبطه بذلث. 
وكان يقول : " الزهد في الدنيا يريح القلب والبدن ، والرغبة في الدنيا تطيل الهم والحزن ")1( . 
وكان يقول : "من جعل الهموم هفا واحدا كفاه الله )2( سائر همومه، 
ومن تشعبت به الهموم في)3( أحوال الدنيا لم يبال الله في أي)4(أوديته هلك")5(. 
)/1 501(، عن ابن عباس نحو حديث عائشة ، وفيه : "فلقد خرجت ولم تتلبس منهابشيءإ. 
)1( 
رواه احمد في "الزهد" رقم )51(، وابن ابي الدنيا في "ذم الدنيا" رقم )131(، والبيهقي في "شعب الايمان " رقم )53601( عن طاووس مرسلا. 
ورواه نحوه الطبراني في "الاوسط " رقم )0612(، وابن عدي في "الكامل" )/1 367(، وابن الجوزي في " العلل المتناهية " رقم )1343(، من حديث ابي هريرة مرفوغا. 
وقال ابن الجوزي عنه : "لا يصح عن رسول الله عني!". 
ورواه نحوه القضاعي في "مسند الشهاب " رقم )278( من حديث عبدالله بن عمرو مرفوعا. 
وضعفه الالباني جدا في "سلسلة الاحاديث الضعيفة " تحت الحديث رقم .)1912( 
)2( 
لفط الجلالة اثبته من النسخ الثلاث ، وليس في الاصل. 
)3( 
في الاصل : "دون" ، والمثبت من النسخ الثلاث وهو الموافق لمصدر التخريج. )4( 
ساقطة من الأصل ، واثبتها من النسخ الثلاث الاخرى . 
)5( 
رواه ابن أبي شيبة : )13/221(، وابن ماجه في "سننه" رقم )257(، )6041(، وغيرهم من حديث عبدالله بن مسعود. 
وضعف إسناده البوصيري في "مصباح الزجاجة " )/1 38(5 ورواه الحاكم في "المستدرك" )/2 443( من حديث عبدالله بن عمر وصححه ، ووافقه= 
418
واخبر أنه : " يؤتى يوم القعامة بانعم الناس كان في الدنيا ، فيقول عز وجلإ: اصبغوه في النار صبغة . فيصبغونه صبغة ، ثم يؤتى به فيقول : يا ابن ادم هل أصبت نععفا قط؟ هل رأيت قرة عين قط؟ هل أصبت سرورا قط ؟ فيقول : لا وعزتك . ثم يقول : ردوه إلى الانار . ثم يؤتى باشد الناسم! كان بلاء في الدنيا وأجهده جهدا ، فيقول تبارك وتعالى : اصبغوه في الجنة صبغة . فيصبغ فيها، ثم يؤتى به فيقول : يا ابن ادم هل رأيت ما تكره قط؟ فيقول : لا، وعزتك ما رايت شيئا قط اكرهه ")1( . 
وفي حديث مناجاة موسى الذي رواه الامام أحمد في كتاب "الزهد" : حدثنا إسماعيل بن عبدالكريم بن معقل حدثنا عبدالصمد بن معق!، قال : سمعت وهب بن منبه فذكره وفيه : "ولا تعجبكما زينته ولا ما صضع به ولا تمدان إلى ذلك أعينكما، فإنها زهرة الحياة الدنيا وزينة 
المتم فين ، وإني لو شئت أن أزينكما بزينة يعلم فرعون حين ينظر إليها أ ن مقد) ته تعجز عن مثل ما أوتيتما فعلت ، ولكني أرغب بكما عن ذلك وأزو يه عنكما ، وكذلك أفعل بأوليائي ، وقديما ما خرت لهم في ذلك، فإني لاذودهم عن نعيمها ورخائها كما يذود الراعي الشفيق غنمه عن مراذيم الهلكة ، وإني لاجنبهم سكونها)2( وعيشها كما يجنب الراعي 
الشنيق إبله عن مبارك الغرة ، وما ذاك لهوانهم علي ولكن ليسه كملوا ]/99 ا[ نصيبهم من كرامتي سالفا موفزا لم يملمه الدنيا ولم يطط، الهوى ، واعلم أنه لم ينزين لي العباد بزينة هي أبلغ من الزهد في 
الذهبي. 
)1( 
رواه مسلم في "صحيحه" رقم )7028(، من حديث انس بن مالك نحوه . )2( 
في النسخ الثلاث الاخرى : "سلوتها" . وهي محتملة. 
941
الدنيا؛ فإنها زينة المتقين ، عليهم منها لباس يعرفون به من السكينة والخشوع ، سيماهم في وجوههم من أثر السجود ، أولئك أوليائي حفا، 
فإذا لقيتهم فاخفض لهم جناحك ، وذلل لهم قلبك ولسانك " ، وذكر الحديث )1(. 
وقال أحمد : حدئنا غوث بن جابر قال : سمعت محمد بن داود عن ابيه عن وهب قال : "قال الحواريون : يا عيسى ، من أولياء الله الذين لا 
خوف عليهم ولاهم يحزنون ؟" قال : "الذين نظروا إلى باطن الدنيا حين نظر الناس ) ( إلى ظاهرها ، والذين نظروا إلى اجل الدنيا حين نظر الناس 
إلى عاجلها، فأماتوا منها ما يخشون أن يميتهم ، وتركوا ما علموا أ ن سيتركهم ، فصار استكثارهم منها استقلالا، وذكرهم إياها فواتا، وفرحهم بما أصابوا منها حزنا، فما عارضهم من نائلها رفضوه ، وما 
عارضهم من رفعتها بغير الحق وضعوه ، خلقت الدنيا عندهم فليسوا ]يجددونها، وخربت بينهم فليسوا[)3( يعفرونها، وماتت في صدورهم 
فليسوا يحيونها ، يهدمونها فيبنون بها اخرتهم ، ويبيعونها فيشترون بها ما يبقى لهم ، رفضوها فكانوا فيها هم الفرحين ، ونظروا إلى أهلها صرعى قد حلت بهم المثلات فأحيوا ذكر الموت وأماتوا ذكر الحياة ، يحبون الله ويحبون ذكره ، ويستضيئون بنوره ويضيئون به، لهم خبر عجيب، 
)1( 
"الزهد" للامام أحمد رقم )342(. 
ورواه ايضا : احمد في "الزهد" رقم )1 34(، وابن ابي الدنيا في "التواضع والخمول " رقم )9(، وفي "الاولياء" رقم )15 1 (، وابو نعيم في "خلية الاولياء" )/1 0 1 - 12 (، وابن عساكر في "تاريخ دمشق " )/61 06(. 
)2( 
في الاصل :" حين نطروا" . والمثبت من النسخ الأخرى ومن مصادر التخريج. )3( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . 042
وعندهم الخبر العجيب ، بهم قام الكتاب وبه قاموا، وبهم نطق الكتاب 
وبه ذطقوا، وبهم علم الكتاب وبه علموا ، ليسوا يرون نائلا مع ما نالوا، ولا اما نا دون ما يرجون ، ولا خوفا دون ما يحذرون (")1( . 
وحدثنا روح حدثنا سليمان بن المغيرة عن ثابت قال : قيل لعيسى ابن 5 هـيم : يا رسول الله ، لو اتخذت حمارا تركبه لحاجتك ، قال : "أنا كرم على الله من ان يجعل لي شيئا يشغلني به ")2(. 
وقال : "اجعلو[ كنوزكم في السماء، فان قلب المرء عند كنزه ا") 1( ]/99 ب[ . 
وقال : " اتقوا فضول الدنيا ، فان فضول الدنيا عند الله رجز")4( . وقال : "يا بني اسر[ئيل اجعلوا بيوتكم كمنازل الأضياف ، فما لكم 
) 1 ( " ا لز هد " ر قم ) 9 33 ( . 
ورواه أيضا : ابن ابي الدنيا في "الاولياء" رقم )18(، وابو نعيم في "حلية الأولياء" )/1 0 1(، وابن عساكر في "تاريخ دمشق " )/47 466(. 
)2( " الزهد" رقم )9 0 3( . 
ورواه ايضا : ابن ابي شيبة في "مصنفه" رقم )34235(، وابن ابي الدنيا في "ذم الدنيا" رقم )013(، وهناد في "الزهد" رقم )583(، وابن عساكر في " تاريخ دمشق " )/47 418(. 
)3( رواه احمد في "الزهد" رقم )313(، وابن عساكر في "تاريخ دمشق " )/47 .)456 
)4( رواه ابن المبارك في "الزهد" رقم )848(، وهناد في "الزهد" رقم )581(، وابن ابي الدنيا في "ذم الدنيا" رقم )215(، وابن عساكر في "تاريخ دمشق" .)445 - 444 /47( 
ورواه ابن أبي الدنيا في "القناعة والعفاف " رقم )173(، وابن عساكر في " تاريخ دمشق " )/47 444(، بلفظ : "واياكم وفضول الدنيا . . . " . 
421
في العالم من منزل ، إن أنتم إلا عابرو سبيل ")1( . 
وقال : "يا معشر الحواريين أيكم يستطيع ان يبني على موج البحر 
دارا؟ قالوا: يا روح الله ومن يقدر على ذلك؟ قال : إياكم والدنيا فلا تتخذوها قرازا(")2( . 
وقال : "كل خبز البر ، وشرب ماء العذب ، ونوم على المزابل مع الكلاب ، كثير لمن يريد أن يرث الفردوس " )3( . 
قال أحمد : وحدثنا ابن نمير)4( عن الاعمثر عن خيثمة قال : قال المسيح : "بشدة ما يدخل الغني الجنة ") ( . 
وقال المسيح : "حلاوة الدنيا مرارة الاخرة ، ومرارة الدنيا حلاوة الاخرة (")6( . 
وقال : "يا بني إسرائيل تهاونوا بالدنيا تهن عليكم ، وأهينوا الدنيا 
)1( 
رواه ابن أبي شيبة قي مصنفه رقم )34242(، وابن عساكر في "تاريخ دمشق" )/47 426(. ووقع في الاصل : "عابري ". 
)2( 
سبق تخريجه ص )331(. 
سبق تخريجه ص )331(. 
)3( 
)4( 
في النسخ الثلاث الاخرى : " وحدثنا بهز" . مكان : "وحدثنا ابن نمير" . - )5( 
لم أقف عليه بهذا الاسناد، وهذا اللفط . واخرجه ابن ابي شيبة في مصنفه رقم )34237(، وعنه ابو نعيم في "حلية الأولياء" )/4 911(، من طريق الأعمش به قال : "ما يدخل الجنة غني". 
واخرجه أحمد في "الزهد" رقم )476(، عن وهب ان عيسى عليه السلام قال : "بحق اقول لكم : إن اكناف السماء لخالية من الأغنياء، ولدخول جمل في سم الخياط ايسر من دخول غني الجنة ". 
سبق تخريجه ص )-033 331(. 
)6( 
422
تكرم عليكم الاخرة ، ولا تكرموا الدنيا تهن عليكم الاخرة ، فإن الدنيا ليست ، باهل الكرامة ، وكل يوم تدعو الى الفتنة و[لخسارة ")1( . 
وقال إسحاق بن هانى ء في " مسائله " : قال ابو عبدالله - وانا أخرج من داره :- قال الحسن : "أهينوا الدنيا فوالله لاهنا ما تكون حين تهان ")2(. 
وقال الحسن : " والله ما ابالي شرقت ام غربت ")3( . 
قال : وقال لي أبو عبدالله : "يا إسحاق ما اهون الدنيا على الله عز وجل ")4(. 
وقال : " الدنيا قليلها يجزي وكثيرها لا يجزي ") ( . 
وقد تواتر عن السلف : أن حب الدنيا راس الخطايا 
قا لوا : 
و أ ص لمها ) 6 ( 
)1( اخرجه عبدالله بن احمد في "زوائد الزهد" - كما في "الدر المنثور" )/2 502(، و "كشف الخفاء" )/2 192( ،- ولم اقف عليه في المطبوع من "الزهد". )2( "مسائل ابن هانى ء" )/2 181(. 
ورواه ابن ابي الدنيا في "ذم الدنيا" رقم )314(، )948( عن الحسن. )3( " مسائل ابن هانى ء" )/2 181(. 
)4( "مسائل ابن هانى ء" )/2 018 ( . 
)ه ( انظر : "طبقات الحنابلة " )/1 01(. 
)6( هو مروي عن مالك بن دينار كما في "ذم الدنيا" لابن ابي الدنيا رقم )416(. وعن سعد بن مسعود التجيبي كما في "تاريخ دمشق " لابن عساكر )/02 204(. وقال شيخ الاسلام : هذا معروف عن جندب بن عبدالله البجلي رضي الله عنه . انظر "الفتاوى" : )18/123(. 
423
وقد روي فيه حديث مرفوع لا يثبت )1(، ولكنه يروى عن المسيح: 
قال عبدالله بن أحمد: حدثنا عبيدالله بن عمر القواريري حدثنا معاذ بن هشام حدثني أبي عن بديل بن ميسرة قال حدثني جعفر بن جرفاس : أن عيسى ابن مريم قال : "راس الخطيئة حب الدنيا، والنساء حبالة الشيطان ، والخمر جماع كل شر")2( . 
وقال الامام أحمد : حدثنا عمر بن سعد ابو داود الحفري عن سفيان قال : كان عيسى بن مريم يقول : "حب الدنيا اصل كل خطيئة ، والمال فيه داء كبير" ، قالوا : وما داوه ؟ قال : "لا يسلم صاحبه )3( من الفخر 
والخيلاء" ، قالوا: فان سلم؟ قال : "يشغله إصلاحه عن ذكر الله عز وجل)4(" ]/001 أ[. 
قالوا : وذلك معلوم بالتجربة والمشاهدة ؛ فان حبها يدعو إلى كل خطيئة ظاهرة وباطنة ، ولا سيما خطيئة يتوقف تحصيلها عليها، فيسكر 
)1( 
رواه ابن أبي الدنيا في "ذم الدنيا" رقم )9(، والبيهقي في "شعب الايمان " رقم )10501( عن الحسن مرقوعا. وقال البيهقي : لا اصل له من حديث النبي ع!ي! . وقال ابن تيمية : ليس له إسناد معروف . "الفتاوى" : )18/123(. 
وحكم عليه الالباني بالوضيع في "سلسلة الاحاديث الضعيفة " برقم .)1226( 
)2( 
"الزهد" رقم )474(، وهو من زوائد عبدالله بن احمد. 
)3( 
زيادة من الزهد، وليست في الاصل. 
)4( 
"الزهد" رقم )475 ( . 
ورواه ابن ابي الدنيا في "الزهد" : )43( وابو نعيم في "حلية الأولياء" )/6 388(، والبيهقي في "شعب الايمان " رقم )45801( وفي "الزهد" : )134(، وابن عساكر في " تاريخ دمشق " )/47 942(. 
424
عاشقها حبها عن علمه بتلك الخطيئة وقبحها وعن كراهتها واجتنابها، وحبها يوقع في الشبهات ثم في المكروهات ثم في المحرمات ، وطالما أوقع في الكفر. 
بل جميع الامم المكذبة لانبيائهم إنما حملهم على كفرهم وهلاكهم حب الدنيا، فان الرسل لما نهوهم عن الشرك والمعاصي التي كانوا يكتسبون بهما الدنيا، حملهم حبها على مخالفتهم وتكذيبهم ، فكل خطيئة في العالم أصلها حب الدنيا. 
ولا تنس خطيئة الابوين قديما، فانما كان سببها حب الخلود في الدنيا. 
ولا تنس ذنب إبليس ، وسببه حب الرياسة التي محبتها شر من محبة الدنيا. 
وبسببها كفر فرعون وهامان وجنودهما وأبو جهل وقومه واليهود . 
فحب الدنيا والرياسة ]هو الذي عمر النار بأهلها ، والزهد في الدنيا والرياسة هو الذي عمر الجنة بأهلها . والسكر بحب الدنيا[)1( إعظم من السكر بشرب الخمر بكثير ، وصاحب هذا السكر لا يفيق منه إلا في ظلمة 
اللحد، ولو انكشف عنه غطاوه في الدنيا لعلم ما كان فيه من السكر وأنه أشد من سكر الخمر ، والدنيا تسحر العقول أعظم سحر. 
قال الامام أحمد : حدثنا سيار حدثنا جعفر سمعت مالك بن دينار يقول : " اتقو السحارة ، فانها تسحر قلوب العلماء")2( . 
)1( ما بين المعقوفين ساقط من الاصل ، واثبته من النسخ الثلاث الاخرى . )2( "الزهد" ص : 925 طبعة محمد عبدالسلام شاهين. 
ورواه ابن ابي الدنيا في "ذم الدنيا" رقم )93(، وأبو نعيم في "حلية= 425
وقال يحيى بن معاذ الرازي : "الدنيا خمر الشيطان ، من سكر منها فلا يفيق إلا في عسكر الموتى نادما)1( بين الخاسرين ")2( . 
وأقل ما في حبها أنه يلهي عن حب الله وذكره ، ومن ألهاه ماله عن ذكر الله فهو من الخاسرين . وإذا لهى القلب عن ذكر الله سكنه الشيطان وصرفه حيث اراد، ومن فقهه في الشر أنه يرضيه ببعض اعمال الخير ليريه أنه يعمل فيها الخير وقد تعبد لها قلبه ، فأين يقع ما يفعله من البر مع تعبده لها وقد لعنه رسول الله ع!يم ودعا عليه فقال : "لعن عبد الدينار والدرهم " )3(؟ ! 
وقال : "تعس عبد الدينار ، تعس عبد الدرهم ، ]/001 ب[ إن أعطي رضي ، وا ن منع سخط ")4( . وهذا تفسير منه ع!ي! ، وبيان لعبوديتها. 
وقد عرضت الدنيا على النبي !يم بحذافيرها ، وتعرضت له فدفع في صدرها باليدين ، وردها على عقبيها. 
ثم عرضت بعده على أصحابه وتعرضت لهم، فمنهم من سلك سبيله ودفعها عنه وهم القليل ، ومنهم من استعرضها وقال : ما فيك؟ 
الا و ليا ء " ) 2 / 4 6 3 ( و ) 6 / 87 2 ( . 
)1( 
في الاصل : "نادمين" . والتصويب من النسخ الثلاث الاخرى . 
)2( 
لم اجده مسندا. 
وذكره عنه : ابن الجوزي في "صفوة الصفوة " )/4 89(، والثعالبي في "ثمار القلوب " ص .77 
)3( 
رواه الترمذي في "جامعه" رقم )2375(، من حديث ابي هريرة رضي الله عنه، وقال : "حديث حسن غريب من هذا الوجه ". 
)4( 
رواه البخاري في "صحيحه" رقم )2887( من حديث ابي هريرة رضي الله عنه. 426
قالت : في الحلال والشبهة والمكروه والحرام ، فقالوا : هات حلالك ولا حاجة لنا فيما عداه فأخذوا حلالها. 
ثم تعرضت لمن بعدهم فطلبوا حلالها وحده فقالت : قد ذهب به من قبلكم . فأخذوا مكروهها وشبهها. 
ثم تعرضت لمن بعدهم فطلبوا حلالها فلم يجدوه ، فطلبوا شبهها ومكروهها، فقالت : قد اخذه من كان من قبلكم ، قالوا : فهات حرامك فأخذوه . فطلبه من بعدهم ، فقالت : هو في أيدي الظلمة ، قد استأثروا به عليكم ، فتحيلوا على تحصيله منهم بالرغبة والرهبة ، فلا يمد فاجر يده إلى شيء من الحرام إلا وجد افجر منه وأقوى قد سبقه إليه. 
هذا وكلهم ضيوف وما بأيديهم عارية ، كما قال ابن مسعود : "ما 
أصبح أحد في الدنيا إلا ضيف وماله عارية ، فالضيف مرتحل ، والعارية )1( "،مؤداه " . 
قالوا: وإنما كان حب الدنيا راس الخطايا، ومفسدا للدين من وجو ه : 
أحدها: ان حبها يقتضي تعظيمها، وهي حقيرة عند الله ، ومن أظهر)2( الذنوب تعظيم ما حقر الله. 
وقانيها : ان الله تعالى لعنها ومقتها وابغضها إلا ما كان له فيها ، ومن 
)1( 
رواه احمد في "الزهد" رقم )609(، وابن ابي شيبة في "مصنفه" رقم )34557(، وابن ابي الدنيا في " قصر الامل " رقم )173 (، وابو نعيم في "حلية الاولياء" )/1 134 (، والبيهقي في "شعب الايمان " رقم )64401(. 
)2( 
في النسخ الثلاث الاخرى : "اكبر". 
427
أحب ما لعنه الله ومقته وأبغضه فقد تعرض للفتنة ومقته وغضبه. 
وثالثها: أنه إذا أحبها صيرها غايته وتوسل إليها بالاعمال التي جعلها الله وسائل إليه وإلى الدار الاخرة ، فعكس الامر ، وقلب الحكمة فانتكس قلبه ، وانعكس سيره إلى وراء . 
فهاهنا امران : 
أحدهما : جعل ]ا 0 /1 ا[ الوسيلة غاية. 
والثاني : التوشل بأعمال الاخرة إلى الدنيا. 
وهذا شر معكوس من كل وجه ، وقلب منكوس غاية الانتكاس ، وهذا هو الذي انطبق عليه )1( قوله تعالى : > من كان يرلد الحيؤة الدنيا وزيننها نوف إلئهم اغملهئم فيها وه!فبها لا يبخسون !اولمجث الذين لتس الم في الاخرة إلأ افار وحبط ما صنعوا فيها وبخطل ما كانوا ينملون !( ]هود: 15 ، 16 [ ، وقوله تعالى : > كن كان يرلد العا!ة عحلنا لم فيها ما لشا لمن نرلد 
ثم غلنا لو جهغ ي!حلنها مذموما مدحورا !< 1 الاسراء : 8 1 [ ، وقوله : > من كا% يرلد حرث الأخؤِ نزذ لم فى حزيه ومن ؟ن يرلد حرث الدنيانؤيه-ئها 
وما له فى ا لأخؤ من نصعيب !< ]الشورى : 0 2 [ . 
فهذه ثلاث ايات يشبه بعضها بعضا ، وتدل على معنى واحد، وهو: أن من أراد بعمله الدنيا وزينتها دون الله والدار الاخرة ، فحظه ما أراد وهو نصيبه ليس له نصيب غيره ، والاحاديث عن رسول الله ع!ي! مطابقة لذلك مفسرة له ، كحديث أبي هريرة في الثلاثة الذين أول ما تسعر بهم 
)1( بعد هذه الكلمة في النسخ الشلاث : "حذو القذة بالقذة ". 
428
النار : الغازي ، والمتصدق ، والقارىء ، الذين أرادوا بذلك الدنيا . وهو في " صحيح مسلم ")1( . 
وفي "سنن النسائي " عن أبي أمامة قال : جاء رجل إلى النبي ع!يم فقال : يا رسول الله رجل غزا يلتصس الاجر والذكر ما له ؟ فقال رسول الله لمجي! : "لا شيء له" ، فاعادها ثلاث مرات ، يقول له رسول الله ك!ييه : " لا 
شيء له"، ثم قال : "إن الله تعالى لا يقبل إلا ما كان خالصا وابتغي به )2(وجهه " . 
فهذا قد بطل أجره وحبط عمله مع أنه قصد حصول الاجر ؛ لما ضم إليه قصد الذكر بين الناس ، فلم يخلص عمله لله فبطل كله. 
وفي "مسند الامام أحمد" عن أبي هريرة أن رجلا قال : يا رسول الله الرجل يريد الجهاد في سبيل الله وهو يبتغي عرض الدنيا ، فقال رسول الله لمجي! : "لا اجر له " فاعظم الناس ذلك ، وقالوا للرجل : عد لرسول الله ع!ييه لعله لم يفهم ، فعاد فقال : يا رسول الله الرجل يريد الجهاد في سبيل الله وهو يبتغي عرض الدنيا ، فقال رسول الله ]/101 ب[ ع!ييه : "لا أجر له" ثم أعاد الثالثة فقال رسول الله ع!و : "لا اجر له ")3( . 
)1( 
"صحيح مسلم " رقم )5091( من حديث ابي هريرة رضي الله عنه. )2( 
"سنن النسائي " رقم )0 314(. 
وحسنه العراقي في "المغني عن حمل الاسفار" )/4 325(. والالباني في "سلسلة الاحاديث الصحيحة " برقم )52(. 
)3( 
"المسند" )/2 092(. 
ورواه ابو داود في "سننه " رقم )2516(. 
وصححه ابن حبان حيث أخرجه في "صحيحه" برقم )4637(، وصححه- 942""",
    "videoUrl": "https://youtu.be/CmARVwSsO-o?si=jEFSkgcAwy-OQltc",
  },
  {
    "id": 24,
    "title": "الباب الرابع والعشرون: حجج الأغنياء من الكتاب والسنة",
    "content": """الباب الرابع والعشرون   
في ذكر ما احتجت به الأغنياء من الكتاب والسنة والاثار والاعتبار 
قالت الاغنياء : لقد أجلبتم علينا أيها الفقراء بخيل الادلة ورجلها، ونحن نعلم ]/116 ا[ أن عندكم مثلها وأكثر من مثلها ، ولكن توسطتم بين التطويل والاختصار، وظننتم أنها حكمت لكم بالفضل دون ذوي اليسار ، ونحن نحاكم إلى ما حاكمتمونا إليه ، ونعرض بضاعتنا على من عرضتم بضاعتكم عليه ، ونضع أدلتنا وأدلتكم في ميزان الشرع والعقل الذي لا يعول ، فحينئذ يتبين لنا ولكم الفاضل من المفضول . 
ولكن أخرجوا من بيننا من تشبه بالفقراء الصادقين الصابرين ، وليس لباسهم على قلب أحرص الناس على الدنيا وأشحهم عليها وأبعدهم من الفقر والصبر، من كل مظهر للفقر مبطن للحرص غافل عن ربه متبع لهواه مفرط في أمر معاده ، قد جعل زي الفقر صناعة )1(، أو فقير جائحة )2(، فقره اضطرار لا اختيار ، فزهده زهد إفلاس لا زهد رغبة في الله والدار الاخرة ، أو فقير)3( يشكو ربه بلسان قاله وحاله غير راض عن 
ربه في فقره ، بل إن اعطي رضي وإن منع سخط ، شديد اللهف على الدنيا والحسرة عليها، وهو أفقر الناس ]منها، فهو أرغب شيء[)4( 
)1( 
بعد هذه الكلمة في )م( و)ن(: "والتحلي بما هو ابعد الناس منه بضاعته ". وؤب )ب(: "وتحلى بما هو أبعد الناس منه بضاعة ". 
)2( 
في )ب( و )ن ( : " حاجة " . والامر محتمل. 
)3( 
في الأصل : فقيرا . والمثبت من النسخ الثلاث الاخرى . 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى ، إلا )4( 
انه في نسخة )ب(: ]فيها، فهو ارغب شيء[. 
482
فيها ، وهي أزهد شيء فيه.   
وأخرجوا من بيننا ذا الثروة الجموع المنوع المتكاثر بماله المستأثر به ، الذي قد عض عليه بناجذه ، وثنى عليه خنصره ، يفرح بزيادته ويأسى على نقصانه ، فقلبه به مشغوف ، وهو على تحصيله ملهوف ، إن عرض سوق الانفاق والبذل أعطى قليلا وأكدى ، وإن دعي إلى الايثار أمعن في الهرب جدا . 
وأحلصونا وإخواننا من سباق الطائفتين وسادات الفريقين الذين تسابقوا إلى الله والدار الاخرة بإيمانهم وأحوالهم ، ونافسوا في القرب منه بأعمالهم وأموالهم ، فقلوبهم عاكفة عليه ، وهمتهم المسابقة إليه، ينظر غنيهم إلى فقيرهم ، فاذا راه قد سبقه إلى عمل صالح شمر إلى اللحاق به ، وينظر فقيرهم إلى غنيهم فاذا راه قد فاته بإنفاق في طاعة الله أنفق هو من أعماله وأقواله وصبره وزهده نظير ذلك أو أكثر منه ، فهؤلاء 
إخواننا الذين تكلم ]/116 ب[ النالس في التفضيل بينهم وأيهم أعلى درجة ، واما اولئك فانما ينظر أيهم تحت الاخر في العذاب واسفل منه، والله المستعان . 
إذا عرف هذا، فقد مدح الله سبحانه في كتابه أعمالا، وأثنى على أصحابها، ولا تحصل إلا بالغنى ، كالزكاة والانفاق في وجوه البر، والجهاد في سبيل الله بالمال ، وتجهيز الغزاة ، واعانة المحاويج ، وفك الرقاب ، والاطعام في زمن المسغبة. 
وأين يقع صبر الفقير من فرحة الملهوف المضطر المشرف على الهلاك إذا أعانه الغني ونصره على فقره ومخمصته؟ 
وأين يقع صبره من نفع الغني بماله في نصرة دين الله وإعلاء كلماته 483
وكسر أ عد ائه؟ 
واين صبر أبي ذر على الفقر إلى شكر الصديق ربه وشرائه المعذبين في الله وإعتاقهم ، وإنفاقه على نصرة الاسلام حتى قال رسول الله !سم: "ما نقعني مال احد ما نفعني مال أبي بكر")1(؟ 
واين يقع صبر أهل الصفة من إنفاق عثمان تلك النفقات العظيمة التي قال له رسول الله !سيم في بعضها: "ما ضر عثمان ما فعل بعد اليوم ")2(، ثم قال : "غقر الله لك يا عثمان ما اسررت ، وما أعلنت ، وما اخفيت ، وما ابديت " أو كما قال)3( . 
وإذا تاملتم القران ، وجدتم الثناء فيه على المنفقين اضعاف الثناء فيه على الفقراء الصابرين. 
)1(   
رواه الترمذي في "جامعه" رقم )3661(، وقال : "حسن غريب من هذا الوجه "، وابن ماجه في "سننه " رقم )49( من حديث أبي هريرة رضي الله عنه. )2( 
رواه الترمذي في "جامعه" رقم )1037(، وقال : "حديث حسن غريب من هذا الوجه " . من حديث عبدالرحمن بن سمرة . 
)3( 
هذه الرواية اخرجها احمد في "فضائل الصحابة " رقم )854( من حديث عبدالله بن عمر رضي الله عنه . وللحديث طرق اخرى نحو ما سبق. 
منها ما اخرجه : ابن عدي في "الكامل" )/1 034( من حديث حذيفة ، ثم ضعفه. 
ومنها ما أخرجه : العقيلي في "الضعفاء" )/4 804( من حديث أبي سعيد ا لخد ري . 
ومنها ما اخرجه ابو نعيم - كما في "كنز العمال " رقم )32847(- من حديث ابي موسى الاشعري. 
ومنها ما اخرجه احمد في "فضائل الصحابة " رقم )736( و)853(، وابن عدي في "الكامل" )/6 924( عن حسان بن عطية مرسلا. 
484
وقد شهد رسول الله ع!يو بان اليد العليا خير من اليد السفلى ، وفسر اليد العليا بالمعطية ، والسفلى بالسائلة)1( .   
وقد عدد الله سبحانه على رسوله من نعمه أن أغناه بعد فقره )2(، 
وكان غناه هو الحالة التي نقله إليها ، وفقره الحالة التي نقله منها ، وهو سبحانه كان ينقله من الشيء إلى ما هو خير منه. 
وقد قيل في قوله تعالى : > وللأخرة ختن لك مد ال ( ]الضحى : 4[ : إن المراد به الحالتان ، أي : كل حالة لك خير مما قبلها، ولهذا عقبه بقوله : > ولسوف يعظيث ربك فز!+!< ]الضحى : 5[ ، فهذا يدخل فيه عطاو 5 في الدنيا والاخرة . 
قالوا: والغنى مع الشكر زيادة فضل ورحمة : >وادله يخنص برحمته - من لمجمثهاة والله ذو الفضل ا ئعظيم !( ]البقرة : 5 0 1 [ ]17 1 / أ[ . 
قالوا : والاغنياء الشاكرون سبب لطاعة الفقراء الصابرين ، لتقويتهم إياهم بالصدقة عليهم ، والاحسان إليهم ، واعانتهم على طاعتهم ، فلهم نصيب وافر من أجور الفقراء، زيادة إلى نصيبهم من أجر الإنفاق 
وطاعاتهم التي تخصهم ، كما في " صحيح ابن خزيمة " من رواية سلمان الفارسي عن النبي لمجيم وذكر شهر رمضان ، فقال : "من فطر فيه صائماً كان مغفرة لذنوبه وعتق رقبته من النار، وكان له مثل أجره من غير أ ن 
)1( 
روى البخاري في "صحيحه" رقم )9142(، ومسلم في "صحيحه" رقم )3301( عن عبدالله بن عمر ان رسول الله لمج!ي! قال : "اليد العليا خير من اليد السفلى ، واليد العليا المنفقة ، والسفلى السائلة ". 
)2( 
قال تعالى : > ووجدك عالهلأ ف!غني !( ]الضحى : 8[ . 
485
ينقص من أجره شيء")1( .   
فقد حاز الغني الشاكر أجر صيامه هو ، ومثل أجر الفقير الذي فطره . 
قالوا : ولو لم يكن للغني الشاكر إلا فضل الصدقة التي لما تفاخرت الاعمال كان الفخر لها عليهن ، كما ذكر النضر بن شميل عن قرة عن سعيد بن المسيب أنه حدث عن عمر بن الخطاب قال : "ذكر أن الاعمال الصالحة تتباهى ، فتقول الصدقة : أنا أفضلكم ")2( . 
قالوا : والصدقة وقاية بين العبد وبين النار، والمخلص المسر بها مستظل يوم القيامة في ظل العردش. 
وقد روى عمرو بن الحارث عن يزيد بن أبي حبيب )3( عن أبي الخير عن عقبة بن عامر عن رسول الله ع!يم قال : "إن الصدقة لتطفىء على أهلها حر القبور ، وإنما يستظل المؤمن يوم القيامة في ظل صدقته ")4( . 
)1( 
"صحيح ابن خزيمة " رقم )1887 ( . 
وقد روى الترمذي في "جامعه" رقم )708(، وابن ماجه في "سننه" رقم )1746(، عن زيد بن خالد الجهني قال : قال رسول الله غ!يم : "من فطر صائما كان له مثل اجره ، غير انه لا ينقص من اجر الصائم شيئا" . هذا لفظ الترمذي . 
وقال الترمذي : "حديث حسن صحيح ". 
)2( 
رواه ابن خزيمة في "صحيحه " رقم )2433(، والبيهقي في "شعب الايمان " رقم .)9332( 
واخراج ابن خزيمة له في صحيحه تصحيح له. وصححه الحاكم في "المستدرك" )/1 416( على شرط الشيخين ، ووافقه الذهبي. 
)3( 
في الاصل وفي سائر النسخ : "ويزيد بن أبي حبيب ". مكان : "عن يزيد بن ابي 
حبيب " . والتصويب من "المعجم الكبير" و "الكامل". 
)4( 
رواه الطبراني في "الكبير" رقم )787( و )788( من المجلد )17 (، وابن عدي = 486
وقال يزيد بن أبي حبيب عن أبي الخير عن عقبة يرفعه : "كل امرئ في ظل صدقته حتى يقضى بين الناس " . قال يزيد: وكان ابو الخير لا ياتي عليه يوم إلا تصدق فيه ، ولو بكعكة أو بصلة )1( . 
وفي حديث معاذ عن النبي لمجيم : "والصدقة تطفىء الخطيئة كما بطفىء الماء النار")2( . 
وروى البيهقي من حديث ابي يوسف القاضي عن المختار بن فلفل عن أنس يرفعه : "باكروا بالصدقة ، فان البلاء لا يتخطى الصدقة " )3( . 
في "الكامل" )/2 212(، والبيهقي في )شعب الايمان " رقم )3347(. وقال الهيثمي في "مجميع الزوائد" )/3 011(: "رواه الطبراني في الكبير، وفيه ابن لهيعة ، وفيه كلام " 5 وصححه الالباني في " سلسلة الاحاديث الصحيحة " برقم ) 3484( . 
)1(   
رواه احمد في "المسند" )/4 147(، وابن حبان في "صحيحه(" رقم )0331(، وابن خزيمة في "صحيحه" رقم )2431(، والحاكم في "المستدرك" )/1 .)416 
وصححه الحاكم على شرط مسلم ، ووافقه الذهبي . ووافقهما الالباني في "تخريج احاديث مشكلة الفقر" رقم )118(. 
)2( 
رواه الترمذي في "جامعه" رقم )2616(، وقال : "حديث حسن صحيح "، وابن ماجه في "سننه " رقم )7393(. 
)3( 
"شعب الايمان " للبيهقي رقم )3353(. 
ورواه ابن عدي في "الكامل" )/2 15( و)/3 248(، والخطيب في " تاريخ بغداد" )/9 973!ه(. 
قال المنذري في "الترغيب([ )/1 672(: "رواه البيهقي مرفوغطا وموقوفا على انس ولعله اشبه ". وقال الالباني في "ضعيف الترغيب والترهيب " رقم )522(: "ضعيف جذا". 
وله شاهد من حديث علي بن ابي طالب ، رواه الطبراني في "الاوسط" رقم- 487
وفي "الصحيحين " من حديث أبي هريرة عن النبي لمجي! قال : "إذا تصدق الرجل بصدقة من كسب طيب ، ولا يقبل الله إلا طيب! ، اخذها الله بيمينه ، فيربيها لأحدكم كما يربي ]/117 ب[ فلوه أو فصيله ، حتى تكون مثل الجبل العظيم ")1( . 
وفي لفظ للبيهقى فى هذا الحديث : "حتى ان التمرة أو اللقمة لتكون مثل احد")2(. 
وقال محمد بن المنكدر: "من موجبات المغفرة إطعام المسلم السغبان")3(. 
)4( 
وقد روي مرفوعا من غير وجه .)5643( 
قال المنذري في " الترغيب والترهيب " )/1 672(: "رواه الطبراني ، وذكره رزين في جامعه ، وليس في شيء من الاصول ". وضعفه الهيثمي في مجمع الزوائد )/3 0 1 1 ( .   
)1( 
"صحيح البخاري " رقم )0141(، و "صحيح مسلم " رقم )1401( كلاهما من حديث ابي هريرة رضي الله عنه. 
)2( 
"شعب الايمان " رقم )3467(. 
واخرجه ايضا: ابن حبان في "صحيحه" رقم )3316(، وابن خزيمة 
في "صحيحه " رقم )2425(، والدارمي في "سننه " رقم )1717 ( . )3( 
رواه أبو نعيم في "حلية الأولياء" )/3 914 (، والبيهقي في "شعب الايمان " رقم .)3363( 
ورواه هناد في "الزهد" رقم )634( عن مجاهد قوله. 
والسغبان هو الجائع . وقيل : لا يكون السغب إلا مع التعب . انظر: " النهاية " لابن الأثير )/2 371(. 
)4( 
روي من حديث جابر بن عبدالله ، رواه : الحاكم في "المستدرك " )/2 524(، = 488
وإذا كان الله سبحانه قد غفر لمن سقى كلبا على شدة ظمئه )1( فكيف بمن سقى العطاش ، وأشبع الجياع ، وكسا العراة من المسلمين ؟!   
وقد قال رسول الله : "اتقوا النار ولو بشق تمرة ، فان لم تجدوا فبكلمة طيبة ")2(، فجعل الكلم الطيب عوضا عن الصدقة لمن لا يقدر عليها. 
قالوا : وأين لذة الصدقة والاحسان ، وتفريحهما القلب ، وتقويتهما 
إياه ، وما يلقي الله سبحانه للمتصدقين من المحبة والتعظيم في قلوب عباده والدعاء لهم والثناء عليهم ، وإدخال المسرات عليهم ، من أجر الصبر على الفقر؟! ونعم إن له لاجرا عظيما، لكن الاجر درجات عند الله. 
قالوا : وأيضا ، فالصدقة والاحسان والاعطاء وصف الرب تعالى، واحب عباده من اتصف بذلك كما قال النبي : "الخلق عيال الله ، فأحبهم إليه أنفعهم لعباده ")3( . 
وابو نعيم في "الحلية" )/7 09(، والبيهقي في "شعب الاجمان" رقم )3366(. وصححه الحاكم ووافقه الذهبي. 
وروي ايضا عن محمد بن المنكدر مرفوغا مرسلا، رواه : البيهقي في "شعب الايمان " رقم )3364(. 
)1( 
رواه البخاري في "صحيحه" رقم )9006(، ومسلم في "صحيحه" )2244(، كلاهما من حديث ابي هريرة رضي الله عنه. 
)2( 
رواه البخاري في "صحيحه" رقم )0654(، ومسلم في "صحيحه" رقم )1601( )68(، كلاهما من حديث عدي بن حاتم رضي الله عنه. )3( 
رواه ابو يعلى في "مسنده" رقم )3315(، والحارث في "مسنده"- كما في "بغية الباحث " رقم )119(،- والبزار في "مسنده"- كما في "كشف= 
948
قالوا: وقد ذكر الله سبحانه أصناف السعداء؛ فبدأ بالمتصدقين أولهم ، فقال : > إن الم!دقين والمصدق! واقرضوا الله قرضما حسنا يضعف له!ولهؤ اتجر كرسص ! والذين ءامنوا بالله ورس!2 اوليهك هم الصديقون والمثهدا عند ربهم لهم اتجرهم ونورهم ( ]الحديد: 18 ، 91[ فهؤلاء أصناف السعداء   
ومقدموهم المصدقين والمصدقات . 
قالوا : وفي الصدقة فوائد ومنافع لا يحصيها إلا الله ، فمنها : أنها تقي مصارع السوء ، وتدفع البلاء حتى إنها لتدفع عن الظالم. 
قال إبراهيم النخعي : "كانوا يرون أن الصدقة تدفع عن الرجل الظلوم ")1(. 
وتطفىء الخطيئة ، وتحفظ المال ، وتجلب الرزق ، وتفرح القلب، وتوجب الثقة بالله وحسن الظن به -كما أن البخل سوء الظن بالله - وترغم الشيطان وتزكى النفس وتنميها، وتحبب العبد إلى الله ]/118 أ[ وإلى خلقه ، وتستر عليه كل عيب -كما أن البخل يغطي عليه كل حسنة- 
الاستار" رقم )9491( - والبيهقي في "شعب الإيمان " رقم )7447(، كلهم من حديث انس. 
وضعفه البيهقي بعد روايته له . وضعفه الهيثمي في "مجميع الزوائد" )/8 .)191 
وله شاهد من حديث عبدالله بن مسعود رضي الله عنه رواه الطبراني في "المعجم الكبير" رقم )330 0 1 (، وفي " الاوسط " رقم )1 554(، وابن عدي في "الكامل" )/5 162 (، والبيهقي في )شعب الايمان " رقم )7448(. وضعفه الهيثمي في "مجمع الزوائد" )/8 191(. 
)1( 
رواه ابن معين في " تاريخه - رواية الدوري " رقم )9121 (، والبيهقي في "شعب الايمان " رقم )2 335( ، )9 355( . 
094
وتزيد في العمر ، وتستجلب أدعية الناس ومحبتهم ، وتدفع عن صاحبها عذاب القبر، وتكون عليه ظلا يوم القيامة ، وتشفع له عند الله ، وتهون عليه شدائد الدنيا والاخرة ، وتدعوه إلى سائر أعمال البر فلا تستعصي عليه ، وفوائدها ومنافعها أضعاف ذلك.   
قالوا: ولو لم يكن في النفع والإحسان إلا أنه صفة الله سبحانه، وهو سبحانه يحب من اتصف بموجب صفاته واثارها)1(، فيحب العليم والجواد والحيي والستير، والمؤمن القوي احب إليه من المؤمن الضعيف ، ويحب العدل والعفو والرحيم والشكور والبر والكريم، فصفته الغنى والجود ، ويحب الغني الجواد . 
قالوا : ويكفي في فضل النفع المتعدي بالمال أن الجزاء عليه من جنس العمل ، فمن كسا مؤمنا كساه الله من حلل الجنة ، ومن أشبع جائعا اشبعه الله من ثمار الجنة ، ومن سقى ظمانا سقاه الله من شراب الجنة، 
ومن أعتق رقبة أعتق الله بكل عضو منه عضوا من النار حتى فرجه بفرجه)2(. 
)1( 
في الاصل : "واثاره"، والمثبت من النسخ الثلاث الاخرى . 
)2( 
يروى عن النبي ع!: "ايما مسلم كسا مسلما ثوبا على عري كساه الله من خضر الجنة ، وايما مسلم اطعم مسلما على جوع ، اطعمه الله من ثمار الجنة ، وايما مسلم سقى مسلما على ظما سقاه الله من الرحيق المختوم ". 
رواه ابو داود في "سننه" رقم )1682(، والترمذي في "جامعه" رقم )9244(، وقال : "حديث غريب لا نعرفه إلا من هذا الوجه ، وليس إسناده بالقوي ". 
أما إعتاق الرقبة ، فقد قال ع!: "من اعتق رقبة أعتق الله بكل عضو منها عضوا من اعضائه من النار، حتى فرجه بفرجه". 
194
ومن يسر على معسر يسر الله عليه في الدنيا والاخرة ، ومن نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة ، والله في عون العبد ما كان العبد في عون اخيه )1(.   
قالوا: ونحن لا ننكر فضيلة الصبر على الفقر، ولكن أين تقع من هذه الفضائل ؟ وقد جعل الله لكل شيء قدرا . 
قالوا: وقد جعل رسول الله غ!ي! الطاعم)2( الشاكر بمنزلة الصائم الصابر)3(، ومعلوم انه إذا تعدى شكره الى الاحسان إلى الغير ازداد درجة أخرى ؛ فان الشكر يتضاعف إلى ما لا نهاية له ، بخلاف الصبر فان له حدا يقف عنده . وهذا دليل مستقل في المسالة. 
يوضحه : أن الشكر أفضل من الرضى الذي هو أعلى من الصبر ، فاذا كان الشاكر أفصل من الراضي الذي هو أفضل من الصابر ، كان أفضل من الصابر بدرجتين. 
قالوا: وفي "الصحيحين" من حديث الزهري عن سالم عن ابيه قال : قال رسول الله ]/118 ب[ لمجيم : "لا حسد إلا في اثنتين : رجل اتاه 
رواه البخاري في "صحيحه[ا رقم )6715(، ومسلم في "صحيحه" رقم )9015(، كلاهما من حديث ابي هريرة رضي الله عنه. 
قال !شيط : "من نفَس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب )1( 
يوم القيامة ، ومن يسر على معسر يسر الله عليه في الدنيا والاخرة ، ومن ستر مسلما ستره الله في الدنيا والاخرة ، والله في عون العبد ما كان العبد في عون اخيه ". 
رواه مسلم في " صحيحه " رقم )9926( من حديث أبي هريرة رضي الله عنه. )2( 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث . 
سبق تخريجه ص )214(. 
)3( 
294
الله )1( القران فهو يقوم به اناء الليل والنهار ، ورجل اتاه الله مالا فهو ينفقه اناء الليل والنهار" )2( ، فجعل الغنى مع الانفاق بمنزلة القران مع القيام به.   
قالوا : وقد صرح في حديث أبي كبشة الانماري)3( : أن)4( صاحب المال إذا عمل في ماله بعلمه ، واتقى فيه ربه ، ووصل به رحمه ، وأخرج منه حق الله فهو بأعلى المنازل عند الله - وهذا صريح في تفضيله - وجعل 
الفقير الصادق إذا نوى أن يعمل بعمله ، وقال ذلك بلسانه ، ثانئا له ، وأنه بنيته وقوله وأجرهما سواء، فان كلا منهما نوى خيرا وعمل ما يقدر عليه ، فالغني نواه ونفذه بعمله ، والفقير العالم نواه ونفذه بلسانه، فاستويا في الاجر من هذه الجهة. 
ولا يلزم من استوائهما في أصل الاجر استواوهما في كيفيته وتفاصيله ، فان الاجر على العمل والنية له مزية على الاجر على مجرد 
التية التي قارنها القول ، ومن نوى الحج ولم يكن له مال يحج به وإن أثيب على ذلك ، فان ثواب من) ( باشر أعمال الحج مع النية ، له مزية عليه. 
وإذا اردت فهم هذا، فتامل قول النبي !يم : "من سال الله الشهادة خالصا)6( من قلبه بلغه الله منازل الشهداء وإن مات على فراشه ")7( . 
)1( 
ليست في الاصل ، واثبتها من النسخ الثلاث . 
)2( 
"صحيح البخاري " رقم )9752(، و "صحيح مسلم " رقم )815(. 
وقد سبق تخريجه ص )482(. 
)3( 
)4( 
ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)5( 
"ثواب من" ساقطة من الاصل ، واستدركتها من النسخ الثلاث . 
)6( 
في النسخ الثلاث الاخرى : "صادقا". 
)7( 
رواه مسلم في "صحيحه" رقم )9091( من حديث سهل بن حنيف رضي الله= 394
ولا ريب أن ما حصل للمقتول في سبيل الله من ثواب الشهادة تزيد كيفيته وصفاته على ما حصل لناوي ذلان إذا مات على فراشه وإن بلغ منزلة الشهيد. 
فهاهنا أمران : اجر وقرب ، فان استويا في اصل الاجر لكن الاعمال التي قام بها العامل تقتضي أثرا زائدا وقربا خاصا ، وهو فصل الله يؤتيه من يشاء. 
وقد قال لمجيم : "إذا تواجه المسلمان بسيفيهما فالقاتل والمقتول في النار" قالوا: هذا القاتل فما بال المقتول ؟ قال : "إنه أراد قتل صاحبه ")1(، فاستويا في دخول النار، ولا يلزم استواوهما في الدرجة 
ومقدار العذاب ، فاعط الفاظ الرسول لمجيم حقها ، ونزلها منازلها ، يتبين لك ]9 1 1 / ا[ المواد . 
يوضح هذا : أن فقراء المهاجرين شكوا إلى رسول الله لمخيم وقالوا: يا رسول الله ذهب أهل الدثور بالاجور؛ يصومون كما نصوم ، ويصلون كما نصلي ، ولهم فضول أموال يحجون بها ويعتمرون ويجاهدون 
عنه ان النبي لمجي! قال : "من سال الله الشهادة بصدق بلغه الله منازل الشهداء، وان مات على فراشه ". 
ورواه احمد في "مسنده" )/5 243(، وابن حبان في "صحيحه" رقم )1931( من حديث معاذ بن جبل رضي الله عنه بلفظ : "ومن سال الله الشهادة مخلصا. . .".ـ 
وصححه الالباني في "سلسلة الاحاديث الصحيحة " رقم )2556(. 
)1( 
رواه البخاري في "صحيحه" رقم )31(، ومسلم في "صحيحه" رقم )2888(، كلاهما من حديث ابي بكرة رضي الله عنه. 
494
ويتصدقون ، قال : "أفلا أعلمكم شيئا تدركون به من سبقكم ، وتسبقون به من بعدكم ، ولا يكون احد أفصل منكم إلا من صنع مثل ما صنعتم ؟" قالوا : بلى يا رسول الله ، قال : "تسبحون ، وتكبرون ، وتحمدون دبر كل صلاة ثلاثا وثلاثين " ، فرجع فقراء المهاجرين إلى رسول الله لمجم فقالوا : سمع إخواننا أهل الاموال بما فعلنا ففعلوا مثله ، فقال رسول الله ! : " > ذ لك ف!ط آدله يؤتيه من يشا ( ] الحديد : 1 2 [ " ) 1 ( .   
فلو كانوا يلحقونهم في مقدار الاجر بمجرد النية ، لقال لهم : انووا أن تفعلوا)2( مثل فعلهم فتنالوا مثل أجرهم ، فلما أعاضهم عما فاتهم من ثواب الصدقة والعتق والحج والاعتمار، بتحصيل نظيره بالذكر ، علم أ ن الاغنياء قد فضلوهم بالانفاق ، فلما شاركوهم في الذكر بقيت مزية الانفاق ، فشكوا إلى رسول الله ع!يم أن الامتياز لم يزل ، وانهم قد ساوونا في الذكر كما ساوونا في الصلاة والصوم ، فأخبرهم أن ذلك فضل الله يؤتيه من يشاء، فلو كان لهم سبيل إلى مساواتهم من كل وجه بالنية والقول لدلهم عليه. 
قالت الفقراء : هذا الحديث حجة لنا اذا فهم على الحقيقة ، وذلك أن معناه : أنهم وإن كانوا قد ساووكم في الايمان والاسلام والصلاة والصيام ، ثم فضلوكم بالانفاق ففي التكبير والتسبيح والتهليل ما يلحقكم بدرجتهم ، وقد ساويتموهم أيضا بحسن النية ، إذ لو أمكنكم لانفقتم مثلهم. 
سبق تخريجه ص )103(. 
في الاصل : "تفعل"، والتصويب من النسخ الثلاث . 594
)1( )2( 
وفي بعض الفاظ هذا الحديث : "إن اخذتم به سبقتم من قبلكم، ولم يلحقكم من بعدكم ")1(، وهذا يدل على ان الاغنياء لا يلحقونهم، وإن قالوا مثل قولهم.   
وقوله : "ذلك فصل الله يؤتيه من يشاء" معناه : ان فضل الله ليس مقصورا ]/911 ب[ عليكم دونهم ، فكما اتاكم الله فضله بالذكر ، كذلك يؤتيهم )2( إيا 5 إذا عملوا مثلكم وليس في هذا دليل أنهم أفضل منكم، وانما معناه أن فصل الله يؤتيه الذي ساووكم بذكره يتناولهم مثلكم أيضا، فأنتم فهمتم من الفضل التخصيص فوضعتموه في غير موضعه ، وإنما معناه العموم والشمول ، وأن فضله عام شامل للأغنياء والفقراء فلا تذهبون به دونهم ، فأين في الحديث التفضيل لكم علينا؟! 
قالوا : فيحتمل قوله : "ذلك فصل الله يؤتيه من يشاء" . ثلاثة امور: أحدها : سبقهم لكم بالانفاق . 
والثاني : مساواتكم بهم في فضيلة الذكر فلم تختصوا به دونهم. والثالث : سبقكم لهم إلى الجنة بنصف يوم . 
وهذا وإن كان لا ذكر له في هذه الرواية فهو مذكور في بعض طرقه. 
قال البزار في "مسنده" : حدثنا الوليد بن عمرو حدثنا محمد بن الزبرقان حدثنا موسى بن عبيدة عن عبدالله بن دينار عن ابن عمر قال : 
)1( 
لم اقف عليه هكذا. 
"ارد من
وقد رواه البخاري في "صحيحه" رقم )843(، بلفط: سبقكم ، ولم يدرككم أحد بعدكم ". 
)2( 
في الاصل : "يؤتيه " ، والمثبت من النسخ الثلاث الاخرى . 694 
اشتكى فقراء المهاجرين إلى رسول الله لمجيم ما فصل به أغنياوهم ، فقالوا : يا رسول الله إخواننا صدقوا تصديقنا ، وامنوا إيماننا ، وصاموا صيامنا، ولهم أموال يتصدقون منها ، ويصلون منها الرحم ، وينفقونها في سبيل الله ، ونحن مساكين لا نقدر على ذلك ، فقال : "الا اخبركم بشيء إذا انتم فعلتموه أدركتم متل فضلهم ، قولوا: الله أكبر في دبر كل صلاة إحدى عشرة مرة ، والحمد لله متل ذلك ، ولا إله إلا الله مثل ذلك ، وسبحان الله مثل ذلك ، تدركون مثل فضلهم " ، ففعلوا ، فذكروا ذلك للأغنياء ففعلوا مثل ذلك ، فرجع الفقراء إلى رسول الله لمجيم فذكروا ذلك ، فقالوا : هؤلاء إخواننا فعلوا مثل ما نقول ، فقال : "ذلك فصل الله يؤتيه من يشاء، يا معشر الفقراء ألا أبشركم أن فقراء المسلمين يدخلون الجنة قبل   
أغنيائهم بنصف يوم ، خمسمائة عام " . وتلا موسى بن عبيدة > ولمن يؤما عند رئب!كأ لف سنؤ !ما تعدو% !( ]الحج : 7 4 [) 1 ( . 
قالوا : فهذا خبر واحد ، وكلام ]/012 ا[ متصل ، ذكره بشارة لهم عند ما ذكروا مساواة الاغنياء لهم في القول المذكور ، فأشبه أن يرجع الفضل إلى سبق الفقراء للأغنياء ، وأنهم بهذه البشارة مخصوصون ، فكان السبق لهم دون غيرهم ، وإن تساووا في القول ، وساووهم في الانفاق في النية، كما في حديث أبي كبشة المتقدم )2( ، وخلصت لهم مزية الفقر. 
قالت الأغنياء: قد بالغتم في صرف الحديث عن مقصوده إلى 
)1( 
"مسند البزار" - كما في "كشف الاستار" )4903( - . 
واخرجه ابن ماجه في "سننه" رقم )4124( من طريق موسى بن عبيدة به 
مختصرا. 
)2( 
ص )482(. 
794
جهتكم ، وهو صريح في تفضيل )1( هذا الجانب لمن أنصف ، فإن قوله: "ذلك فصل الله يؤتيه من يشاء" خرج جوابا للفقراء عن قولهم : إن أهل الدثور قد ساووهم في الذكر كما ساووهم في الصلاة والصوم والايمان وبقيت مزية الانفاق ، لم يحصل لنا ما نلحقهم فيها، وما علمتناه من الذكر قد لحقونا فيه ، فقال لهم حينئذ : "ذلك فصل الله يؤتيه من يشاء" وهذا صريح جدا في مقصوده ، فلما انكسر القوم بتحقق السبق بالانفاق الذي عجزوا عنه ، خبرهم بالبشارة بالسبق لسلى دخول الجنة بنصف يوم ، وأن هذا السبق في مقابلة ما فاتكم من فضيلة الغنى والانفاق ، ولكن لا 
يلزم من ذلك رفعتهم عليهم في المنزلة والدرجة ، فهؤلاء السبعون الالف الذين يدخلون الجنة بغير حساب ، من الموقوفين للحساب من هو أفضرس من أكثرهم واعلى منه درجة. 
قالوا : وقد سمى الله سبحانه المال خيرا في غير موضع من كتابه، كقوله : > كتب علئكئم إذ ا حضراحدكم اتمؤت إن ترك خئرا الوصيه ( ]البقرة : 0 8 1 [ ، وقوله : > و إن! لحب الحيز لسسديد !( ]العادس : 8[ . 
واخبر رسول الله لمجم : "أن الخير لا ياتي إلا بالخير" كما تقدم )2(، وإنما يأتي بالشر معصية الله في الخسير لا نفسه. 
س وأعلم الله سبحانه أنه جعل المال قواما للانفس ، وأمر بحفظها، ونهى أن يؤتوا السفهاء من النساء والاولاد وغيرهم )3(، ومدحه النبي لمجم 
)1( 
هذه الكلمة مكررة في الاصل. 
سبق ص )452(. 
)2( 
)3( 
فقال تعالى : > ولا تؤتوا السفهاء أمولكغ التى جل الله كل قيما واززفوهم نجها واك!وهخ وقولوا لهض قولاضرنجا !( ]النساء : 5 [ . 
894
بقوله : " نعم المال [لصالح مع الرجل الصالح ")1( . 
وقال سعيد بن المسيب : "لا خير فيمن لا يريد جمع المال من حله ، يكف به وجهه عن الناس ، ويصل به رحمه ، ويعطي منه حقه ")2(. 
وقال أبو إسحاق السبيعي : "كانوا يرون ]/012 ب[ السعة عونا على الدين ")3( . 
وقال محمد بن المنكدر : "نعم العون على التقوى الغنى ")4(. وقال سفيان الثوري : "المال في زماننا هذا سلاح المؤمن ") ( . 
وقال يوسف بن اسباط : "ما كان المال في زمان منذ خلقت 
)1( 
رواه أحمد في "مسنده" )/4 791(، والحاكم في "المستدرك" )/2 2( من حديث عمرو بن العاص رضي الله عنه. 
وصححه الحاكم على شرط مسلم ، ووافقه الذهبي . وصححه الالباني 
في "غاية المرام " رقم )454(. 
)2( 
رواه ابن أبي الدنيا في " إصلاح المال " رقم )55(، وأبو نعيم في "حلية الاولياء" .)173 /2( 
)3( 
رواه أحمد في "العلل ومعرفة الرجال " رقم )999(، )0421( والبغوي في "مسند ابن الجعد" رقم )904(، وأبو نعيم في "حلية الاولياء" )/4 034(، وابن عساكر في " تاريخ دمشق " )/46 222(. 
)4( 
رواه البغوي في "مسند ابن الجعد([ رقم )1763(، وابن أبي الدنيا في " إصلاح المال " رقم )58(، وابن حبان في "روضة العقلاء" ص ،225 والدارقطني في "جزء أبي الطاهر" رقم )158(، وأبو نعيم في "حلية الاولياء" )/3 914(، وابن عساكر في "تاريخ دمشق " )/56 67(. 
)5( 
رواه ابن أبي الدنيا في "إصلاح المال " رقم )97(. 
ورواه أبو نعيم في "حلية الاولياء" )/6 381( بلفط : "كان المال فيما مضى يكره ، فأما اليوم فهو ترس المؤمن ". 
994
الدنيا)1( أنفع منه في هذا الزمان ، والخير كالخيل لرجل أجر، ولرجل ستر ، ولرجل وزر")2( . 
قالوا : وقد جعل الله سبحانه المال سببا لحفظ البدن ، وحفظه سببا لحفط النفس التي هي محل معرفة الله والايمان يه وتصديق رسله ومحبته والانابة إليه ، فهو سبب عمارة الدنيا والاخرة ، وإنما يذم منه ما استخرج من غير وجهه وصرف في غير حقه ، واستعبد صاحبه وملك قلبه وشغله عن الله والدار الآخرة ، فيذئم منه ما يتوسل به صاحبه إلى المقاصد الفاسدة أو شغله عن المقاصد المحمودة ، فالذم للجاعل لا للمجعول . 
كما قال النبي لمجي! : "تعس عبد الدينار ، تعس عبدالدرهم")3(، فذم عبدهما دونهما. 
قال الإمام أحمد: حدثنا أبو المغيرة حدثنا صفوان عن يزيد بن ميسرة قال : "كان رجل ممن مضى جمع مالا فاوعى ، ثم أقبل على نفسه وهو في أهله ، فقال : انعمي سنين . فأتاه ملك الموت ، فقرع الباب في صورة مسكين ، فخرجوا إليه ، فقال : ادعوا لي صاحب الدار . فقالوا: 
يخرج سيدنا إلى مثلك ؟! ثم مكث قليلا، ثم عاد فقرع باب الدار وصنع مثل ذلك وقال : أخبروه أني ملك الموت . فلما سمع سيدهم قعد فزعا، 
)1( 
بعد هذه الكلمة في الاصل : "في زمان " . وهي مكررة وحذفها موافق للنسخ الثلاث الاخرى . 
)2( 
روى ابن حبان في "روضة العقلاء" ص 253 الشطر الاول منه. 
ورواه أبو نعيم في "حلية الاولياء" )/6 038( عن يوسف بن اسباط عن الثوري قوله. 
سبق تخريجه ص )428(. 
)3( 
005
وقال : لينوا له الكلام . قالوا : ما تريد غير سيدنا بارك الله فيك . قال : لا، فدخل عليه ، فقال : قم فأوص ما كنت موصيا، فاني قابض نفسك قبل أن أخرج . قال : فصرخ أهله وبكوا، ثم قال : افتحوا الصناديق وافتحوا أوعية المال . ففتحوها جميعها فأقبل على المال يلعنه ويسبه، ويقول : لعنت من مال ، أنت الذي نسيتني ربي وشغلتني عن العمل لاخرتي حتى بلغني أجلي ه قتكلم المال فقال : لا تسئني ، ألم تكن وضيعا في أعين الناس فرفعتك؟)1( وكنت تحضر سدد الملوك )2( ويحضر عباد الله الصالحون فلا يدخلون ؟ ألم تكن تخطب بنات الملوك ]/121أ[ والسادة فتنكح، ويخطب عباد الله الصالحون فلا ينكحون؟ ألم تكن تنفقني في سبيل الخبث فلا أتعاصى ، ولو أنفقتني في سبيل الله لم أتعاص عليك ؟ ! وأنت ألوم مني ، إنما خلقت أنا وأنتم يا بني ادم من تراب ، فمنطلق ببر ومنطلق باثم)3(")4( . 
وفي أثر اخر يقول الله تبارك وتعالى : "أموالنا رجعت إلينا ، سعد بها من سعد، وشقي بها من شقي") ( . 
قالوا : ومن فوائد المال : أنه قوام العبادات والطاعات ، وبه قام سوق الحج والجهاد، وبه حصل الانفاق الواجب والمستحب ، وبه حصلت قربات العتق والوقف وبناء المساجد والقناطر وغيرها، وبه 
)1( 
بعد هذه الكلمة في )ب(: "الم ير عليك من اثري ". 
)2( 
بعد هذه الكلمة في )ب( وط السلفبة : "والسادة فتدخل ". 
)3( 
بعد هذه الكلمة في النسخ الثلاث : "فهكذا يقول المال فاحذروا". 
)4( 
رواه أبو نعيم في "خلية الاولياء" )/5 -024 241(، من طريق احمد به 
نحوه ه 
)5( 
لم اقف عليه. 
105
يتوصل إلى النكاح الذي هو افصل من التخلي لنوافل العبادة ، وعليه قام سوق المروءة ، وبه ظهرت صفة الجود والسخاء ، وبه وقيت الاعراض ، وبه اكتسبت الاخوان والاصدقاء ، وبه توصل الابرار إلى الدرجات العلا ومرافقة الذين انعم الله عليهم ، فهو مرقاة يصعد فيها إلى اعلى غرف 
الجنة ، ويهبط منها إلى اسفل سافلين ، وهو مقيم مجد الماجد ، كما كان بعض السلف يقول : " اللهم لا مجد إلا بفعال ، ولا فعال إلا بمال ")1( . 
وكان بعضهم يقول : "اللهم إني من عبادلنب الذين لا يصلحهم إلا الغنى ")2(. 
وهو من أسباب رضى الله عن العبد، كما يكون من اسباب سخطه عليه ، وهؤلاء الثلاثة الذين ابتلاهم الله به : الابرص، والاقرع، والاعمى ، نال به الاعمى رضى ربه ، ونالا به سخطه )3( . 
والجهاد ذروة سنام العمل ، وتارة يكون بالنفس ، وتارة يكون بالمال ، 
)1( 
هذا القول مروي عن سعد بن عبادة رضي الله عنه ، رواه ابن سعد في "الطبقات" )/3 614(، وابن أبي شيبة في "المصنف" رقم )92661(، وابن ابي الدنيا في "إصلاح المال " رقم )54(، والحاكم في "المستدرك " )/3 253(، والبيهقي في 
" شعب الايمان " رقم )1258 ( ، وابن عساكر في "تاريخ دمشق " ) 0 /2 263( . )2( 
لم أقف عليه ، وهو مروي عن قيس بن سعد، كما سياتي عند المصنف ص )094(. 
إلا أنه في الأثر السابق المروي عن سعد بن عبادة فيه قوله : "اللهم لا يصلحني القليل ولا اصلح عليه ". وهو بمعناه . والله أعلم. 
)3( 
روى هذا الحديث : البخاري في "صحيحه" رقم )3464(، ومسلم في "صحيحه" رقم )6492(، كلاهما من حديث ابي هريرة رضي الله عنه. 
205
وربما كان الجهاد بالمال أنكى وأنفع ، وبأي شيء فصل عثمان على علي ، وعليئ أكثر جهادا بنفسه وأسبق إسلافا من عثمان ؟! وهذا الزبير وعبدالرحمن بن عوف أفصل من جمهور الصحابة مع الغنى الوافر، وتأثيرهم في الدين أعظم من تأثير أهل الصفة. 
وقد نهى رسول الله ع!ي! عن إضاعته )1(، وأخبر أن ترك الرجل ورثته أغنياء خير له من تركهم فقراء، وأخبر أن صاحب المال لن ينفق نفقة يبتغى بها وجه الله إلا ازداد ]/121 ب[ بها درجة ورفعة )2( . 
وقد استعاذ رسول الله ع!يم من الفقر وقرنه بالكفر، ]فقال : "اللهم إني أعوذ بك من الكفر والفقر")3([)4(، فان الخير نوعان : خير الاخرة والكفر يضاده ، وخير الدنيا والفقر يضاده ، فالفقر سبب عذاب الدنيا، والكفر سبب عذاب الاخرة . 
والله سبحانه جعل إعطاء الزكاة وظيفة الاغنياء، وأخذها وظيفة 
)1( 
رواه البخاري في "صحيحه" رقم )6473(، ومسلم في "صحيحه" )/2 1341( رقم )395( كلاهما من حديث المغيرة بن شعبة مرفوعا: "وكان ينهى عن قيل وقال ، وكثرة السؤال ، وا!اعة المال ". 
)2( 
رواه البخاري قي "صحيحه" رقم )5912(، ومسلم في "صحيحه" رقم )1628(، كلاهما من حديث سعد بن ابي وقاص رضي الله عنه. 
)3( 
رواه أبو داود في "سننه " رقم )0905(، والنسائي في "المجتبى " رقم )1347 ( ، من حديث ابي بكرة رضي الله عنه. 
وصححه ابن خزيمة فاخرجه في "صحيحه" برقم )747(. وله شواهد اخرى لا ندر بذكرها. 
)4( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الأخرى ، مع تقديم وتاخير بين كلمتي : "الفقر" و "الكفر". 
305
الفقراء ، وفرق بين اليدين شرعا وقدرا ، وجعل يد المعطي أعلى من يد الاخذ، وجعل الزكاة أوساخ المال ، ولذلك حرمها على أطيب خلقه وعلى آله ؛ صيانة لهم وتشريفا ورفعا لاقدارهم)1 ( . 
ونحن لا ننكر ان رسول الله ع!ي! كان فقيرا ثم اغنا 5 الله ، وفتح عليه وخوله ووسع عليه ، وكان يدخر لاهله قوت سنة)2( ، ويعطي العطايا التي لم يعطها أحد غيره ، وكان يعطي عطاء من لا يخاف الفقر)3(، ومات عن فدك والنضير وأموال خصه الله بها)4(، وقال تعالى : > ما أفا الله عك 
رسوله ء من ار القري فدده وللرسولي ( ]الحشر : 7[ . 
فنزهه ربه سبحانه عن الفقر الذي يسوغ أخذ الصدقة ، وعوضه عما )ه( ءنزهه عنه باشرف المال وأخله وأفضله ، وهو ما أخذه بظل رمحه وقائم 
روى مسلم في "صحيحه" رقم )7201( من حديث عبدالمطلب بن ربيعة ان )1( 
النبي !ك!ي! قال : "إن الصدقة لا تنبغي لال محمد، إنما هي اوساخ الناس ". )2( 
روى ذلك البخاري في "صحيحه" رقم )5357(، ومسلم في "صحيحه" رقم )1757(، كلاهما من حديث عمر بن الخطاب رضي الله عنه. 
)3( 
روى مسلم في "صحيحه" رقم )2312( من حديث انس بن مالك قال : "ما سئل رسول الله شي! على الاسلام شيئا إلا اعطاه ، قال : فجاءه رجل فأعطاه غنما بين جبلين ، فرجيع إلى قومه فقال : يا قوم اسلموا فإن محمدا يعطي عطاء من لا يخشى الفاقة ". 
)4( 
انظر في فدك: "صحيح البخاري ([ رقم )3504(، و"صحيح مسلم " رقم )9175(، من حديث عائشة رضي الله عنها. 
وانظر في النضير: "صحيح البخاري ([ رقم )4092(، و"صحيح مسلم" رقم )1757(، من حديث عمر بن الخطاب رضي الله عنه. 
)5( 
في الاصل : "به " ، والمثبت من النسخ الثلاث الاخرى .
سيفه من أعداء الله )1( الذين كان مال)2( الله بايديهم ظلما وعدوانا ، فانه حلق المال ليستعان به على طاعته ، ]وهو بأيدي الكفار والفجار ظلما وعدوانا ، فاذا رجع إلى أوليائه وأهل طاعته [)3( فاء إليهم ما حلق لهم، ولكن لم يكن غنى رسول الله ع!يم وملكه من جنس غنى بني الدنيا واملاكهم ؛ فان غناهم بالشيء، وغناه لمجي! عن الشيء، وهو الغنى العالي ، وملكهم ملك يتصرفون فيه بحسب إرادتهم ، وهو ع!يم إنما يتصرف في ملكه بالامر تصرف العبد الذي لا يتصرف الا بامر سيده . 
وقد اختلف الفقهاء في الفيء هل كان ملكا للنبي ع!ي!؟ على قولين، وهما روايتان عن أحمد)4( . 
و[لتحقيق : ان ملكه له كان نوعا اخر من الملك ، وهو ملك يتصرف فيه بالامر كما قال ع!يم : "والله لا اعطي احدا ولا امنع أحدا، وإنما أنا قاسم اضع حيث امرت ") ( . 
وذلك من كمال مرتبة عبوديته ، ]ولاجل ذلك لم يورث ؛ فانه عبد 
)1( روى احمد في "مسنده" )/2 05( عن عبدالله بن عمر قال : قال رسول الله غ!يم: "بعثت بالسيف حتى يعبد الله لا شريك له، وجعل رزقي تحت ظل رمحي ". 
وحسنه الالباني في " إرواء الغليل " )/5 901(. 
)2( ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)3( ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . 
)4( انظر : "منهاج السنة " لشيخ الاسلام )/6 901(، و "الفتاوى الكبرى " له )/4 .)214 
)5( رواه البخاري في "صحيحه" رقم )3117( من حديث ابي هريرة رضي الله عنه نحوه . 
505
محض من كل وجه لربه عز وجل ، والعبد[)1( لا مال له فيورث ]/122 [أ 
عنه فجمع الله له سبحانه بين أعلى أنواع الغنى وأشرف انواع الفقر، فكمل له مراتب الكمال ، فليست إحدى الطائفتين باحق به من الاخرى ، 
فكان في فقره أصبر خلق الله واشكرهم له ، وكذلك كان في غناه . 
والله تعالى جعله قدوة للاغنياء والفقراء ، واي غنى اعظم من غنى من عرضت عليه مفاتيح كنوز الارض )2(، وعرض عليه ان يجعل له الصفا ذهبا)3(، وخير بين ان يكون ملكا نبيا وبين ان يكون عبدا نبيا، 
فاختار أن يكون عبدا نبيا)4(، ومع هذا فجبيت إليه أموال جزيرة العرب واليمن ، فانفقها كلها ولم يستاثر منها بشيء، بل تحمل عيال المسلمين 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث ا الاخرى. )1( 
روى الطبراني في "الاوسط" رقم )3796( عن ابن عباس : "ان إسرافيل أتى )2( 
رسول الله عني! فقال : إن الله سمع ما ذكرت فبعثني إليك بمفاتيح خزائن الارض 5 5 . . " الحديث. 
وقال الهيثمي في "مجمع الزوائد" )/01 315(: "رواه الطبراني في الاوسط ، وفيه سعدان بن الوليد ولم اعرفه ، وبقية رجاله رجال الصحيح ". وضعفه الالباني في "ضعيف الترغيب والترهيب " رقم )8091 ( . 
روى أحمد في "المسند" )/1 242(، والحاكم في "المستدرك" )/1 53(، عن )3( 
ابن عباس قال : "قالت قريش للنبي عني! : ادع ربك ان يجعل لنا الصفا ذهبا ونؤمن بك . . ." الحديث وفيه : "فاتاه جبريل فقال : إن الله يقرا عليك السلام ويقول : إن شئت اصبح الصفا ذهبا. . . وان شئت فتحت لهم ابواب التوبة والرحمة . قال : بل باب التوبة والرحمة ". 
وصححه الحاكم بعد روايته له. 
رواه أحمد في "المسند" )/2 231(، وابو يعلى في "مسنده" رقم )5061(، )4( 
وابن حبان في "صحيحه" رقم )6365( بلفظ : "عبذا رسولأ" . وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )20 01(. 
605
ودينهم ، فقال : " من ترك مالا فلورثته ، ومن ترك كلأ فالي وعلي ")1( . 
فرفع الله سبحانه قدره أن يكون من جملة الفقراء الذين تحل لهم الصدقة ، كما نزهه أن يكون من جملة الاغنياء الذين غناهم بالاموال الموروثة ، بل أغناه به عن سواه ، وأغنى قلبه كل الغنى ، ووسع عليه غاية السعة ، فأنفق غاية الانفاق ، وأعطى أجل العطايا ، وما استأثر بالمال ، ولا اتخذ منه عقارا ولا ارضا ولا ترك شاة ولا بعيرا ولا عبدا ولا امة ولا دينارا ولا درهما. 
فاذا احتج الغني الشاكر بحاله !ي! لم يمكنه ذلك إلا بعد أن يفعل فعله ، كما أن الفقير الصابر إذا احتج بحاله لم يمكنه ذلك إلا بعد أ ن يصبر صبره ويترك الدنيا اختيارا لا اضطرارا، فرسول الله !يط وفى كل مرتبة من مرتبتي الفقر والغنى حالها وعبوديتها، وايضا فان الله سبحانه أغنى به الفقراء فما نالت أمته الغنى إلا به ، وأغنى الناس من صار به غيره غنيا. 
قال علي بن رباج اللخمي : كنت عند مسلمة بن مخلد الانصاري وهو يومئذ على مصر ، وعبدالله بن عمرو بن. العاص جالس معه ، فتمثل 
مسلمة ببيت من شعر أبي طالب فقال : لو أن أبا طالب رأى ما نحن فيه اليوم من نعمة الله وكرامته ، لعلم أن ابن أخيه سيد قد جاء بخير . فقال 
)1( رواه البخاري في "صحيحه" رقم )8923(، ومسلم في "صحيحه" رقم )9161( )17( من حديث ابي هريرة بلفظ : "من ترك مالا فلورثته ، ومن ترك كلا فالينا". 
ورواه ابو داود في "سننه" رقم )9928 - 0 092(، وابن ماجه في "سننه" رقم )2738(، كلاهما من حديث المقدام الكندي نحوه . 
705
عبدالله بن عمرو: ويومئذ كان سيدا كريما قد جاء بخير كثير. فقال ]/122 ب[ مسلمة : ألم يقل الله تعالى : > الم يجدك يتيما هاوى! ووجدك !الى فهدى ! ووجدك عابلا فاغق ! < ]الضحى : 6 - 8[ فقال 
عبدالله بن عمرو : أما اليتيم فقد كان يتيما من أبويه ، وأما العيلة فكل ما كان بأيدي العرب إلى القلة )1( . 
يقول : إن العرب كلها كانت مقفة حتى فتح الله عليه وعلى العرب الذين أسلموا ودخلوا قي دين الله أفواجا ، ثم توفاه الله قبل أن يتلبس منها بشيء ، ومضى وتركها، وحذر منها ومن فتنتها قال : فذلك معنى قوله: > عابلا !اصنهنى !( . 
واما قوله : > ولسؤف يعظيث ربك)2( فز!-!( ]الضحى : 5[ فلم تكن الدنيا لترضيه وهو لا يرضاها لامته وهو يحذر منها، وتعرض عليه فيأباها، وانما هو ما يعطيه من الثواب ، وما يفتح عليه وعلى أمته من ملك كسرى وقيصر ، ودخول الناس في الاسلام ، وظهور الدين إذ كان ذلك محبته ورضاه صلوات الله وسلامه عليه. 
وروى سفيان الثوري عن الاوزاعي عن إسماعيل بن عبيدالله عن علي بن عبدالله بن عباس ]عن أبيه [)3( عن النبي لمجي! قال : "رأيت ما هو مفتوح بعدي كفرا كفر[، فسرني ذلك ، فنزلت : >والشش ! ( الى قوله : > ولسوف يعظيث ربك فتز!-!( 1 الضحى : 1 - 5[" قال : " اعطي 
)1( 
رواه البيهقي في "دلائل النبوة " )/7 62(. 
"ربك"، سقطت من الاصل. 
)2( 
ما بين المعقوفين ساقط من الأصل وسائر النسخ الثلاث . و 1 ستدركته من )3( 
مصدري التخريج. 
805
ألف قصر من لؤلؤ ترابها المسك ، في كل قصر ما ينبغي له ")1( . 
قالوا : وما ذكرتم من الزهد في الدنيا والتقلل منها، فالزهد فيها لا ينافي الغنى ، بل زهد الغني أكمل من زهد الفقير، فان الغني زهد عن قدرة ، والفقير عن عجز ، وبينهما بون بعيد ، ولهذا قال بعض السلف وقد 
سمى له جماعة من الزهاد ، فقال : الزاهد عمر بن عبدالعزيز الذي جاءت الدنيا إلى تحت قدميه فزهد فيها)2(. 
وقد كان رسول الله ع!يم في حال غناه ازهد الخلق ، وكذلك إبراهيم الخليل كان كثير المال ، وهو أزهد الناس في الدنيا. 
وقد روى الترمذي في "جامعه" من حديث أبي ذر عن النبي ع!يو قال : "الزهادة ليست في الدنيا ]/123 ا[ بتحريم الحلال ، ولا إضاعة المال ، ولكن الزهادة في الدنيا أن لا تكون بما في يديك أوثق مما في يدي الله ، وأن تكون في ثواب المصيبة - اذا انت اصبت بها - أرغب في ثوابها لو انها بقيت لك ")3( . 
)1( 
رواه الحاكم في "المستدرك" )/2 526( ومن طريقه البيهقي في "دلائل النبوة " .)61 /7( 
وصححه الحاكم ، وخالفه الذهبي. 
وللحديث طرق أخرى أخرجها: الطبراني في "الكبير" رقم )06501(، وفي "الاوسط" رقم )572(، )9032(. والحديث صححه الالباني في "سلسلة الاحاديث الصحيحة " رقم )0927(. 
وكفرا كفرا أي : قرية قرية . انظر : "النهاية " لابن الاثير )/4 918 ( . )2( 
رواه : أحمد في "المسند" )/5 924(، وابن الاعرابي في "الزهد" رقم )51(، وابو نعيم في "حلية الاولياء" )/5 257(، وابن عساكر في "تاريخ دمشق " )45 / .)902 
)3( 
رواه الترمذي في "جامعه" رقم )0234(، وقال : "حديث غريب لا نعرفه الا= 905
وسئل الامام أحمد عن الرجل يكون معه ألف دينار هل يكون زاهدا)1(؟ . قال : نعم ، بشرط أن لا يفرح إذا زادت ، ولا يحزن إذا نقصت )2(. 
وقال بعض السلف : الزاهد من لا يغلب الحلال شكره ، ولا الحرام صبره )3(. 
وهذا من أحسن الحدود ، فإن الزهد حقيقة مركبة من الصبر والشكر فلا يستحق اسم الزاهد من لم يتصف بهما، فمن غلب شكره لما وسع عليه من الحلال وصبره لما عرض له من الحرام ، فهو الزاهد على الحقيقة بخلاف من غلب الحلال شكره والحرام صبره ، فكان شكره 
وصبره مغلوبين ، فان هذا ليس بزاهد. 
وسمعت شيخ الاسلام يقول : الزهد تركك ما لا ينفعك ، والورع تركك ما قد يضرك )4(. 
فالزهد فراغ القلب من الدنيا لا قراغ اليد منها، ويقابله الشح من هذا الوجه " ، وابن ماجه في "سننه" رقم )0 041(. 
قي الأصل : "زائدا"، والتصويب من النسخ الثلاث الاخرى . 
)1( 
انظره في : " طبقات الحنابلة " )/2 4 1 ( ، و" جامع العلوم والحكم " : )/2 183 ( . )2( 
ونحوه مروي عن وهيب المكي وابي موسى ، رواه عنهما ابن الاعرابي 
في " الزهد" رقم )/7 6 4 1 ( . 
هذا مروي عن الزهري . 
)3( 
اخرجه ابن الاعرابي في "الزهد" رقم )5(، وابو نعيم في "حلية الاولياء" )/3 371( و)/7 287(، والبيهقي في "شعب الإيمان " رقم )4553(، .)77601( 
انظر : "مجموع الفتاوى " )0 /1 21( و )/21 503(. 
)4( 
051
والحرص ، وهو ثلاثة أقسام : زهد في الحرام ، وزهد في الشبهات والمكروه ، وزهد في الفضلات . 
فا لأول : فرض . 
والثالث : فضل. 
و[لثاني : متوسط بينهما بحسب درجة الشبهة ، فان قويت التحق بالاول وإلا فبالثالث. 
وقد يكون الثالث واجبا بمعنى : أنه لا بد منه ، وذلك لمن شمر إلى الله والدار الاخرة ، فزهده في الفضلة يكون ضرورة ، فان إرادة الدنيا قادحة في إرادة الله والدار الاخرة . 
ولا يصح للعبد مقام الارادة حتى يفرد طلبه ومطلوبه ، فلا يتقسم المطلوب ولا الطلب. 
أما توحيد المطلوب : فأن لا يتعلق طلبه وإرادته بغير الله ، وما يقرب إليه ويدني منه. 
وأما توحيد الطلب : فأن يستأصل الطلب والارادة نوازع الشهوات وجواذب الهوى ، وتسكن الارادة في أقطار النفس فتملأها ، فلا يدع فيها فصلا لغير الانجذاب إلى ]/123 ب[ جناب الحق جل جلاله ، فتمحض الارادة له ، ومتى تمحضت كان الزهد لصاحبها ضرورة ؛ فانه يفرغه لعمارة وقته وجمع قلبه على ما هو بصدده وقطع مواد طمعه التي هي من أفسد شيء للقلب ، بل أصل المعاصي والفساد والفجور كله من الطمع. 
فالزهد يقطع مواده ، ويفرغ البال ، ويجلي القلب ، ويستحث الجوارح ، ويذهب الوحشة التي بين العبد وبين ربه ، ويجلب الانس به،
ويقوي الرغبة في ثوابه إن ضعف عن الرغبة في قربه والدنو منه وذوق حلاوة معرفته ومحبته. 
فالزاهد اروح الناس بدنا وقلبا ، فان كان زهده وفراغه من الدنيا قوة له في إرادة الله والدار الآخرة - بحيث فرغ قلبه لله ، وجعل حرصه على التقرب إليه ، وشحه على وقته أن يضيع منه شيء في غير ما هو أرضى لله وأحب إليه - كان من أنعم الناس عيشا ، وأقرهم عينا ، وأطيبهم نفسا، وأفرجهم قلبا، فان الرغبة في الدنيا تشتت القلب وتبدد الشمل ، وتطيل الهم والغم والحزن ، فهي عذاب حاضر يؤدي إلى عذاب منتظر أشد منه ، وتفوت على العبد من النعم أضعاف ما يروم تحصيله بالرغبة في الدنيا. 
قال الامام أحمد: حدثنا الهيثم بن جميل حدثنا محمد يعني ابن مسلم عن إبراهيم يعني ابن ميسرة عن طاوس قال : قال رسول الله مج!ي! : "إن 1 لزهد في [لدنيا يريح 1لقلب والبدن ، وإن الرغبة في الدنيا تظيل الهم و[لحزن ")1( . 
وإنما تحصل الهموم والغموم والاحزان من جهتين: 
أحدهما : الرغبة في الدنيا والحرص عليها. 
[لثافي : التقصير في أعمال البر والطاعة. 
قال عبدالله بن أحمد : حدثني بيان بن الحكم حدثنا محمد بن حاتم عن بشر بن الحارث قال حدثنا أبو بكر بن عياش عن ليث عن الحكم )2( 
سبق تخريجه ص )941(. 
في الاصل : "الحكمي". والتصويب من النسخ الثلاث الاخرى . 512
)1( )2( 
قال : قال رسول الله !ي! : "إذا قصر العبد في العمل ، ابتلاه الله عز وجل بالهم ")1(. 
وكما أن الرغبة في الدنيا أصل المعاصي الظاهرة ، فهي أصل معاصي القلب ؛ من السخط والحسد والكبر والفخر ]/124 أ[ والخيلاء والتكاثر، وهذا كله من امتلاء القلب بها لا من كونها في اليد، وامتلاء القلب بها ينافي الشكر ، ورأس الشكر تفريغ القلب منها ، وبادله التوفيق. 
وامتداد المال كامتداد العمر والجاه ، فخير الناس من طال عمره وحسن عمله )2(، فهكذا من امتد ماله وكثر خيره ، فنعم المرء وماله وجاهه : إما ان يرفعه درجات ، واما أن يضعه درجات . 
وسر المسالة : أن طريق الفقر والتقلل طريق سلامة مع الصبر، وطريق الغنى والسعة في الغالب طريق عطب ، فان اتقى الله في ماله ووصل منه رحمه ، وأخرج منه حق الله ، وليس مقصورا على الزكاة بل من حقه إشباع الجائع ، وكسوة العاري ، وإغاثة الملهوف ، وإعانة المحتاج والمضطر ، فطريقه طريق غنيمة وهي فوق السلامة. 
فمثل صاحب الفقر كمثل مريض قد حبس بمرضه عن أغراضه ، فهو يثاب على حسن صبره على حبسه ، وأما الغني فخطره عظيم في كسبه 
)1( "زوائد عبدالله على الزهد" ل!مام احمد رقم )53(. 
ورواه الخطيب في " تاريخ بغداد" )/7 111( . كلاهما عن الحكم مرسلا. )2( روى ذلك الترمذي في "جامعه" رقم )9232(، وقال : "حسن غريب من هذا الوجه " ، من حديث عبدالله بن بسر. 
ورواه أيضا برقم )0233( وقال : "حديث حسن صحيح "، من حديث أبي بكرة رضي الله عنه. 
513
وجمعه وصرفه ، فإذا سلم كسبه وحسن ، وأخذه من وجهه وصرفه في حقه ، كان أنفع له. 
فالفقير كالمتعبد المنقطع عن الناس ، والغني المنفق في وجوه الخير كالمفتي والمعلم والمجاهد؛ ولهذا جعله النبي غ!ييه قرين الذي اتاه الله الحكمة فهو يقضي بها ويعلمها، فهو أحد المحسودين الذين لا ثالث لهما)1(، والجهلة يغبطون المنقطع المتخلي المقصور النفع على نفسه، ويجعلونه أولى بالحسد من الغنيئ المنفق والعالم المعلم. 
فان قيل : فأيهما أفضل : من يختار الغنى للتصدق والانفاق في وجوه البر ، أم من يختار الفقر والتقفل ليبعد من الفتنة ويسلم من الافة، ويرفه قلبه على الاستعداد للآخرة فلا يشغله بالدنيا؟ أم من لا يختار لا هذا ولا هذا بل يختار ما يختار الله له فلا يعنى باختياره واحدا من الامرين؟ 
قيل : هذا موضع اختلف فيه حال السلف الصالح: 
فمنهم من اختار المال للجهاد به والانفاق ، وصرفه في وجوه البر، كعبدالرحمن بن عوف وغيره من ]/124 ب[ مياسير الصحابة ، وكان قيس ابن سعد يقول : "اللهم إني من عبادك الذين لا يصلحهم إلا الغنى ")2( . 
ومنهم من اختار الفقر والتقلل كأبي ذر وجماعة من الصحابة معه، 
)1( 
سبق تخريج هذا الحديث في ص )494(. 
)2( 
لم أقف عليه هكذا. 
وانما روى ابن عساكر في "تاريخ دمشق " )/94 417( عنه انه قال : "اللهم هب لي حمدا ومجدا، لا مجد إلا بفعال ولا فعال إلا بمال . . .". وقد سبق هذا عن أبيه ايضا. انظر ص )305(. 
514
وهؤلاء نظروا إلى آفات الدنيا، وخشوا الفتنة بها، وأولئك نظروا إلى مصالح الانفاق وثمراته العاجلة والآجلة. 
والفرقة الثالثة لم تختر شيئا ، بل كان اختيارها ما اختاره الله لها. 
وكذلك اختيار طول البقاء في الدنيا لاقامة دين الله وعبادته : فطائفة اختارته وتمنته. 
وطائفة أحبت الموت ولقاء الله ، والراحة من الدنيا. 
وطائفة ثالثة لم تختر هذا ولا هذا، بل اختارت ما اختاره الله لها، وكان اختيارهم معلقا بما يريده الله دون مراد معين منهم ، وهي حال الصديق رضي الله عنه فإنهم قالوا له في مرض موته : ألا ندعو لك الطبيب ؟ فقال : " قد راني "، قالوا : فما قال لك؟ قال : " قال : إني فعال لما اريد" )1 ( . 
والأولى : حال موسى صلوات الله وسلامه عليه ، فانه لما جاءه ملك الموت لطمه ، ففقأ عينه )2(، ولم يكن ذلك حبا منه للدنيا والعيش فيها، ولكن لينفذ أوامر ربه ، ويقيم دينه ، ويجاهد أعداءه ، فكأنه قال لملك الموت : أنت عبد مامور، وانا عبد مامور، وانا في تنفيذ أوامر ربي واقامة دينه ، فلما عرضت عليه الحياة الطويلة وعلم أن الموت بعدها، اختار ما اختار الله له. 
سبق تخريجه ص )178(. 
)1( 
)2( 
قصة لطم موسى عليه السلام لملك الموت رواها: البخاري في "صحيحه" رقم )7034(، ومسلم في "صحيحه" رقم )2372(، كلاهما من حديث ابي هريرة 
رضي الله عنه. 
اما فقأه عين الملك فهي عند مسلم فقط في الحديث نفسه. 
515
وأما نبينا صلوات الله وسلامه عليه ، فان ربه أرسل إليه يخبره وكان أعلم الخلق بالله ، فعلم أن ربه تبارك وتعالى يحب لقاءه ويختاره له فاختار لقاء الله ، ولو علم أن ربه يحب له البقاء في الدنيا لتنفيذ أوامره وإقامة دينه لما اختار غير ذلك ، فكان اختياره تابعا لاختيار ربه ، كما أنه لما خيره ربه عز وجل بين أن)1( يكون ملكا نبيا وبين أن يكون عبدا نبيا)2( وعلم أن ربه يختار له أن يكون عبدا، اختار ما اختاره الله له ، فكان اختياره في جميع أموره تابعا لاختيار الله له. 
ولهذا يوم الحديبية احتمل ما احتمل من تلك الشروط )3(، ووفى هذا المقام ]ه /12 ا[ حقه . ولم يثبت عليه من كل وجه إلا الصديق ، فلم يكن له اختيار في سوى ما اختار الله له ولاصحابه من تلك الحال التي تقرر الامر عليها، فكان راضيا بها مختارا لها شاهدا اختيار ربه لها، وهذا غاية العبودية ، فشكر الله له ذلك ، وجعل شكرانه ما بشره به في أول سورة الفتح حتى هنأه الصحابة به ، وقالوا : هنيئا لك يا رسول الله )4(، وحق له أن يهنأ بأعظم ما هنىء به بشر صلوات الله وسلامه عليه. 
)1( 
ساقطة من الاصل ، واستدركتها من النسخ الشلاث الاخرى . 
سبق تخريجه ص )705(. 
)2( 
)3( 
انظر في ذلك حديب سهل بن حنيف الذي رواه البخاري في "صحيحه" رقم )3181(، ومسلم في "صحيحه" رقم )1785(. 
)4( 
رواه احمد قي "مسنده" )/3 122(، والحاكم في "المستدرك [ )/2 945(، .)046( 
وصححه الحاكم على شر! الشيخين ، ووافقه الذهبي. 
516
فصل 
ومهما ينبغي أن يعلم أن كل خصلة من خصال الفضل فقد أحل الله سبحانه رسوله في أعلاها، وخصه بذروة سنامها، فإذا احتجت بحاله فرقة من فرق الامة - التي تفرهقت تلك الخصال وتقاسمتها - على فضلها على غيرها ، أمكن الفرقة الاخرى أن تحتج به على فضلها أيضا. 
فإذا احتح به الغزاة والمجاهدون على أنهم أفصل الطوائف ، احتح به العلماء والفقهاء على متهل ما احتج به أولئك. 
وإذا احتح به الزهاد والمتخلون عن الدنيا على فضلهم ، احتح يه الداحلون في الدنيا والولاية وسياسة الرعية لاقامة دين الله ، وتنفيذ أمره . 
وإذا احتح يه الفقير الصابر ، احتح به الغني الشاكر. 
واذا احتح به العباد على فصل نوافل العبادة وترجيحها، احتح به العارفون على فصل المعرفة. 
واذا احتح يه أرباب التواضع والحلم ، احتح يه أرباب العز والقهر للمبطلين والغلظة عليهم والبظش بهم. 
وإذا احتح به أرباب الوقار والهيبة والرزانة ، احتح به أرباب الخلق الحسن والمزح المباح الذي لا يخرج عن الحق وحسن العشرة للأهل والاصحاب ه 
وإذا احتح به أصحاب الصدع بالحق والقول به في المشهد والمغيب ، احتح به أصحاب المداراة والحياء والتكرم أن يبادروا)1( 
)1( في الاصل : "يبادوا" - بسقوط الراء ،- والتصويب من النسخ الثلاث الاخرى ه 517
الرجل بما يكرهه في وجهه. 
وإذا احتج به المتورعون على الورع المحمود، احتج به الميسرون والمسهلون الذين لا يخرجون عن سعة شريعته ويسرها وسهولتهاه 
وإذا احتج به من ]صرف عنايته إلى إصلاح دينه وقلبه ، احتج به من[)1( راعى إصلاح بدنه ومعيشته ودنياه ، فانه بعث بصلاح الدنيا والدين. 
وإذا احتج ]ه /12 ب[ به)2( من لم يعفق قلبه بالاسباب ولا ركن إليها، احتج به من قام بالاسباب ووضعها مواضعها واعطاها حقها. 
وإذا احتج به من جاع وصبر على الجوع ، احتج به من شبع وشكر ربه على الشبع. 
وإذا احتج به من أخذ بالعفو والصفح والاحتمال ، احتج به من انتقم في موضع الانتقام . 
وإذا احتج به من أعطى لله ووالى لله ، احتج به من منع لله وعادى لله. 
وإذا احتج به من لم يدخر شيئا لغد، احتج به من يدخر لاهله قوت سنة. 
وإذا احتج به من يأكل الخشن من القوت والادم كخبز الشعير والخل ، احتج يه من يأكل اللذيذ الطيب كالشواء والحلواء والفاكهة والبطيخ ونحوه . 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . )1( 
)2( 
في الاصل بعد هذه الكلمة جملة : " من راعى إصلاح بدنه " . ومحلها هنا سهو، إذ قد سبقت . والتصويب موافق للنسخ الثلاث الاخرى ه 
518
وان احتج به من سرد الصوم ، احتج به من سرد الفطر، فكان يصوم حتى يقال : لا يفطر ، ويفطر حتى يقال : لا يصوم )1( . 
وان احتج به من رغب عن الطيبات والمشتهيات ، احتج به من أحب أطيب ما قي الدنيا وهو النساء والطيب. 
وان احتج به من لان جانبه وخفض جناحه لنسائه ، احتج به من أدبهن والمهن وطلقهن وهجرهن وخيرهن. 
وإن احتج به من ترك مباشرة أسباب المعيشة بنفسه ، احتج به من باشرها بنفسه فاجر واستاجر، وباع واشترى ، واستسلف ، وادان ، 
ورهن. 
وان احتج به من يجنب النساء بالكلية في الحيض والصيام ، احتج به مباشر امرأته وهي حائض بغير الوطء ، ومن يقبل امرأته وهو صائم. 
وان احتج به من رحم أهل المعاصي بالعذر)2(، احتج به من أقام عليهم حدود الله ، فقطع السارق ، ورجم الزاني ، وجلد الشارب . 
وإن احتج به أرباب الحكم بالظاهر ، احتج به أرباب السياسة العادلة المبنية على القرائن الظاهرة ، فانه حبس في تهمة ، وعاقب في تهمة، وأخبر عن)3( نبي الله سليمان عليه السلام أنه حكم بالولد للمرأة بالقرينة 
)1( روى ذلك البخاري في "صحيحه" رقم )9691(، ومسلم في "صحيحه" رقم )1155(، كلاهما من حديث عائشة رضي الله عنها. 
)2( في النسخ الثلاث الاخرى : "بالقدر" . والامر محتمل. 
)3( ساقطة من الاصل ، واثبتها من النسخ الثلاث الأخرى .
الظاهرة مع اعترافها لصاحبتها به)1(، فلم يحكم بالاعتراف الذي ظهر له بطلانه ]126 / ا[ بالقرينة. 
وترجم أبو عبدالرحمن )2( على هذا الحديث ترجمتين: 
إحداهما : قال : التوسعة للحاكم أن يقول للشيء الذي لا يفعله: أفعل ليستبين به الحق )3(. 
ثم قال : الحكم بخلاف ما يعترف به المحكوم عليه ، إذا تبين للحاكم أن الحق غير ما اعترف به)4(. 
وكذلاب الصحابة عملوا بالقرائن في حياته وبعده : 
فقال علي للمرأة التي حملت ) ( كتاب حاطب : "لتلقين)6( الكتاب أو لاجردنك ")7( . 
وحد عمربن الخطاب في الزنى بالحبل )8(، وفي الخمر 
)1( 
رواه البخاري في "صحيحه" رقم )9676(، ومسلم في "صحيحه" رقم )0172(، كلاهما من حديث ابي هريرة رضي الله عنه. 
)2( 
اي النسائي صاحب السنن. 
)3( 
سنن العسائي "المجتبى" ص ،812 في 94 - كتاب اداب القضاة ، الباب رقم )15(. و "السنن الكبرى " له ايضا )/3 472(، قبل الحديث رقم )5895(. )4( 
"السنن الكبرى " )/3 473( قبل الحديث رقم )9595(. وليس هذا التبويب في السنن المجتبى. 
في الاصل : "حكمت" ، والتصويب من النسخ الثلاث الاخرى . 
)6( 
في النسخ الثلاث الاخرى : "لتخرجن" . وهو الموافق لمصادر التخريج. )7( 
رواه البخاري في "صحيحه" رقم )8103(، ومسلم في "صحيحه" رقم .)4924( 
)8( 
روى البخاري في "صحيحه" رقم )0683(، ومسلم في "صحيحه" رقم= 052
با لر ا ئحة ) 1 ( . 
وحكى الله سبحانه عن شاهد يوسف حكاية مقرر غير منكر انه حكم بقرينة شق القميص من دبر على براءته )2( . 
وقال !يم لابن ابي الحقيق وقد زعم أن النفقة اذهبت كنز حيي بن اخطب : "العهد قريب والمال اكثر من ذلك")3(، فاعتبر قرينتين دالتين 
على بقاء المال ، وعاقبه حتى اقر به. 
وجوز لاولياء القتيل أن يحلفوا على رجل أنه قتله ، ويقتلونه به بناء على القرائن المرجحة صدقهم )4( . 
وشرع الله سبحانه رجم المراة إذا شهد عليها زوجها في اللعان ، وابت ان تلاعن للقرينة الظاهرة على صدقه ) ( . 
)1916( عنه قال : "والرجم في كتاب الله حق على من زنى إذا أحصن من الرجال والنساء، إذا قامت البينة أو كان الحبل أو الاعتراف ". 
)1( 
روى ذلك عنه مالك في الموطا )/2 842(، وعلقه البخاري في صحيحه )/01 65( في -74 كتاب الاشربة ، 01 - باب الباذق . قبل الحديث رقم .)8955( 
وصححه ابن حجر في "فتج الباري " )/01 67(. 
قال الله تعالى : > وشهد شاهاٌ من أقلهآ إن كان قميصه-قد من قبل فصدقت وهو )2( 
من اكبهذبين ! هـان كان قميصح! قد من دبر فكذلت وهو من الفئدقين ! فلعا ر! قميصي قد من دبرقال إنه- من !يدكن إن يهذكن عظيم !( ]يوسف : 6 2 - 28 [ . )3( 
رواه ابن حبان في "صحيحه" رقم )9951(، والبيهقي في "السنن الكبرى " )/9 .)137 
)4( 
رواه البخاري في "صحيحه" رقم )6142(، )6143(، ومسلم في "صحيحه" رقم )9166 ( ، من حديث سهل بن ابي حثمة ورافع بن خديج رضي الله عنهما. )5( 
قال الله تعالى : > والذين يرمون ا!وجهم وريكن الئم ثهلما إلا انفس! فشهدة احد! ارج ثهدت - 521
وشريعته طافحة بذلنب لمن تأملها، فالحكم بالقرائن الظاهرة من نفس شريعته وما جاء به فهو حجة لقضاة الحق وولاة العدل ، كما أنه حجة على قضاة السوء ، وولاة الجور ، والله المستعان )1( . 
والمقصود بهذا الفصل أنه ليس الفقراء الصابرون بأحق به من الاغنياء الشاكرين ، وأحق الناس يه أعلمهم بسنته ، وأتبعهم لها ، وبادله التوفيق. 
لالتة ءنه! لمن الضنهدقب ! والحمسة ان لعنت الله علته إن كان من آلبهذبين ! ولدروا عشها العداب ان تمستهد أرتي شهدتم بالئة إني لمن البهذبب !( ] ا لنور : 6 - 8 [ . 
)1( 
توسع الإمام ابن القيم رحمه الله في تقرير ذلك في كتابه : "الطرق الحكمية" ص 6 - .12 
522""",
    "videoUrl": "https://youtu.be/Twe2WRXGZtY?si=8Orfx4yjHFSKBmmE",
  },
  {
    "id": 25,
    "title": "الباب الخامس والعشرون: الأمور المضادة للصبر والمنافية له",
    "content": """الباب الخامس والعشرون   
في بيان الأمور المضادة للصبر والمنافية له والقادحة فيه 
لما كان الصبر حبس اللسان عن الشكوى إلى غير الله ، والقلب عن التسخط ، والجوارح عن اللطم وشق الثياب ونحوها، كان ما يضاده واقعا على هذه الجملة. 
فمنه ]/126 ب[ الشكوى إلى المخلوق ، فاذا شكا العبد ربه إلى مخلوق مثله فقد شكا من يرحمه إلى من لا يرحمه ، ولا تضاده الشك!ى إلى الله كما تقدم )1( من شكاية يعقوب إلى الله مع قوله > فصلأجميل( ]يوسف : 18 ، 83[. 
وأما إخبار المخلوق بالحال ، فان كان للاستعانة بإرشاده أو معاونته والتوصل إلى زوال ضرره لم يقدح ذلك في الصبر، كإخبار المريض بشكاته)2(، وإخبار المطلوم لمن ينتصر به بحاله ، وإخبار المبتلى ببلائه لمن يرجو أن يكون فرجه على يديه. 
وقد كان النبي !شيم إذا دخل على المريض يسأله عن حاله ويقول : "كيف تجدك ")3( ، وهذا استخبار منه واستعلام لحاله. 
وأما الانين فهل يقدح في الصبر ، فيه روايتان عن الامام أحمد)4( . 
)1( 
تقدم ذلك ص )24 ، 29 39-(. 
)2( 
العبارة في النسخ الثلاث الاخرى : "كإخبار المريض للطيب بشكايته ". )3( 
رواه الترمذي في "جامعه" رقم )839( وقال : "حديث حسن غريب "، وابن ماجه في "سننه " رقم )4261( من حديث انس بن مالك رضي الله عنه. )4( 
انظر : المغني لابن قدامة )/3 036(، والإنصاف )/2 464(. 
523
قال أبو الحسين )1(: أصحهما الكراهة ؛ لما روي عن طاوس : انه كان يكره الانين في المرض )2( . وقال مجاهد : كل شيء يكتب على ابن ادم مما يتكلم يه حتى انينه في مرضه )3( 0 )4(   
قال هؤلاء : ولان الانين شكوى بلسان الحال ينافي الصبره 
وقال عبدالله بن أحمد: قال) ( لي أبي في مرضه الذي توفي فيه: أخرج إلي كتاب عبدالله بن إدريس فاخرجت الكتاب ، فقال : أخرج أحاديث ليث بن أبي سليم فاخرجت احاديث ليث ، فقال : اقرأ علي حديث ليث . قال : قلت لطلحة : إن طاووسا كان يكره الانين في المرض ، فما سمع له أنين حتى مات . فما سمعت أبي ا! في مرضه ذلك الى ان توفي )6( . 
والرواية الثانية : أنه لا يكره ، ولا يقدح في الصبر. 
قال بكر بن محمد عن أبيه : سئل احمد عن المريض يشكو ما يجد من الوجع ؟ فقال : تعرف فيه شيئا عن رسول الله !ن!؟ قال : نعم حديث 
)1( 
هو القاضي ابو الحسين محمد بن محمد بن الحسين بن محمد بن الفراء الحنبلي. )2( 
رواه : البغوي في "مسند ابن الجعد" رقم )2821( ، وابن أبي شيبة في " مصنفه" رقم )35412(، وهناد في "الزهد" رقم )693(، وابو نعيم في "خلية الاولياء" )/4 4 ( و )/5 18 ( ، وابن الجوزي في " الثبات عند الممات " ص 4 4 1 . )3( 
رواه ابن أبي شيبة في "مصنفه " رقم ) 0 830 1 ( ، وهناد في "الزهد" رقم )2 0 1 1 ( . )4( 
"التمام " للقاضي ابي الحسين ) 1 / 255 - 256( . 
)5( 
مكررة في الاصل. 
)6( 
رواه أبو نعيم في "خلية الاولياء" )/9 183 (، عن عبدالله بن احمد بهه ورواه ابن الجوزي في "الثبات عند الممات " ص 915 - 016 عن صالج ابن احمد يه إلا انه قال : "فلم يئن إلا في الليلة التي توفي فيها". 
524
عائشة " واراساه ! ")1 ( وجعل يستحسنه.   
قال المروذي : دحلت على ابي عبدالله وهو مريض ، فسالته فتغرغرت عينه ، وجعل يخبرني ما مر به في ليلته من العلة )2(. 
والتحقيق : ]أن الانين[)3( على قسمين : أنين شكوى فيكره . وأنين استراحة وتفريج فلا يكره ، والله أعلم. 
وقد روي في أثر : "إن المريض إذا ]/127 ا[ بدأ بحمد الله ثم أخبر بحاله لم يكن شكوى ")4( . 
وقال شقيق البلخي : "من شكا مصيبة نزلت به إلى غير الله لم يجد في قلبه لطاعة الله حلاوة ابدا")5( . 
فصل 
والشكوى نوعان : 
شكوى بلسان القال . 
سبق تخريجه ص )017(. 
)1( 
)2( 
انظر لروايتي بكر بن محمد عن ابيه والمروذي : "التمام" )/1 256(. )3( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الشلاث الاخرى . )4( 
رواه الخلال - كما في "طبقات الحنابلة " )/1 802( - عن ابن مسعود مرفوعا: "إذا كان الشكر قبل الشكوى فليس بشاك". 
ورواه الخطيب في: "تاريخ بغداد" )/01 276( من قول محمدبن سيرين : "إذا حمد الله العبد قبل الشكوى لم تكن شكوى ". 
)5( 
رواه البيهقي في "شعب الإيمان " رقم )74001(، وابن عساكر في "تاريخ دمشق " )/23 144(. 
525
وشكوى بلسان الحال ولعلها أعظمها ، ولهذا أمر النبي ع!ي! من انعم عليه أن يظهر أثر نعمة الله عليه ، وأعظم من ذلك من يشتكي ربه وهو بخير ، فهذا امقت الخلق عند ربه.   
قال الامام أحمد: حدثنا عبدالله بن يزيد حدثنا كهمس عن عبدالله بن شقيق قال : قال كعب الاحبار: "إن من حسن العمل سبحة الحديث ، ومن شر العمل التجديف " . قيل لعبدالله : ما سبحة الحديث؟ قال : سبحان الله وبحمده في خلال الحديث . قيل : فما التجديف ؟ قال : يصيح الناس بخير ، فيسألون ، فيزعمون : أنهم بشر)1( . 
فصل 
ومما ينافي الصبر: شق الثياب عند المصيبة ، ولطم الوجه، والضرب بإحدى اليدين على الاخرى ، وحلق الشعر ، والدعاء بالويل، ولهذا برىء رسول الله !ي! ممن سلق وحلق وخرق )2( . 
سلق : رفع صوته عند المصيبة ، وحلق رأسه ، وخرق ثيابه. 
)1( 
لم اقف عليه للامام احمد. 
والائر رواه ابن ابي شيبة في "مصنفه" رقم )43392(، )44035(، ومن طريقه ابو نعيم في "حلية الاولياء" )/6 21(. 
ورواه الطبراني في "الكبير" رقم )694( من المجلد 17 مرفوغا من حديث عصمة بن مالك الخطمي . ومعنى "التجديف" : كفر النعمة واستقلال العطاءه "النهاية " : )/1 247(. 
رواه مسلم في "صحيحه" رقم )401 ( من حديث ابي موسى الاشعري. )2( 
وهو متفق عليه من حديث ابي موسى بلفظ : "إن رسول الله !ك!فه بريء من الصالقة والحالقة والشاقة ". "صحيح البخاري " رقم )6912(، و"صحيح مسلم " رقم )401(. 
526
ولا ينافيه البكاء والحزن ، قال تعالى عن يعقوب : > واشضت عئناه مف الضن فهو كظيم !( ]يوسف : 84[. قال قتادة : "كظم على الحزن ، فلم يقل إلا خيرا")1( .   
وقال حماد بن سلمة عن علي بن زيد عن يوسف بن مهران عن 
ابن عباس رضي الله عنهما عن النبي ع!يم قال : "ما كان من العين ومن القلب فمن الله والرحمة ، وما كان من اليد و[للسان فمن الشيطان ")2( . 
وقال هشيم عن عبدالرحمن بن يحمى عن حبان بن أبي جبلة قال : قال رسول الله ع!يم : " من بث فلم يصبر")3(. 
وقال خالد بن أبي عثمان : مات ابن لي فراني سعيد بن جبير مقنعا، فقال : " إياك والتقنع ؛ فانه من الاستكانة ")4( . 
وقال بكر بن عبدالله المزني : "كان يقال : من الاستكانة الجلوس في البيت بعد المصيبة ") ( . 
وقال عبيد بن عمير : "ليس ]/127 ب[ الجزع أن تدمع العين ويحزن القلب ، ولكن الجزع القول السيىء والظن السيىء)6(")7( . 
سبق تخريجه ص )182(. 
)1( 
)2( 
رواه احمد في "مسانده " )/1 237(. 
وضعفه الالباني في "سلسلة الاحاديث الضعيفة " برقم )1715(. 
سبق تخريجه ص )181(5 
)3( 
سبق هذا الاثر ص )187(. 
)4( 
لم أجده مسندا . وقد ذكره في "تسلية اهل المصائب " ص )212(. )6( 
في النسخة )ب( بعد هذه الكلمة : "الجملة التالية " : "وسئل القاسم بن محمد عن الجزع ؟ فقال : القول السىء والظن السىء". 
)7( 
سبق هذا الاثر ص )186(. 
527
ومات ابن لبعض قضاة البصرة ، فاجتمع إليه العلماء والفقهاء، فتذاكروا ما يتبين به جزع الرجل من صبره ، فأجمعوا : أنه إذا ترك شيئا مما كان يصنعه فقد جزع)1(.   
وقال الحسين بن عبدالعزيز الجروي : مات ابن لي نفيس ، فقلت لأمه : اتقي الله واحتسبيه واصبري . فقالت : مصيبتي به أعظم من أ ن أفسدها بالجزع )2( . 
وقال عبدالله بن المبارك : أتى رجل يزيد بن يزيد وهو يصلي ، وابنه في الموت ، فقال : ابنك يقضي وانت تصلي ؟ فقال : إن الرجل إذا كان له عمل يعمله ، فتركه يوما واحدا كان ذلك حللا في عمله )3( . 
وقال ثابت : أصيب عبدالله بن مطرف بمصيبة فرأيته)4( أحسن شيء شارة واطيبه ريحا ، فذكرت له ما رأيت منه ، فقال : تأمرني يا أبا محمد أن أستكين للشيطان ، وأريه انه قد أصابني سوء، والله يا أبا محمد لو كانت لي الدنيا كلها ثم أخذها مني ، ثم سقاني شربة يوم القيامة ما رأيتها ثمنا لتلك الشربة ) ( . 
سبق هذا الاثر ص )187(. 
)1( 
سبق هذا الاثر ص )186(. 
)2( 
)3( 
لم اجده مسندا وذكره في "تسلية أهل المصائب " ص )213(. 
)4( 
اي رأى مطرفا، والد عبدالله الذي أصيب بمصيبة ، وتلك المصيبة هي موت ابنه عبدالله. 
)5( 
رواه ابن سعد في "الطبقات الكبرى " )/7 244(، وابو نعيم في "حلية الاولياء" )/2 991(، والبيهقي في "شعب الايمان " رقم )01701(، وابن عساكر في "تاريخ دمشق " )/58 931(، وابن الجوزي في "الثبات عند الممات " ص .93 
528
ومما يقدح في الصبر : إظهار المصيبة والتحدث بها ، وكتمانها راس الصبر.   
قال الحسن بن الصباح في "مسنده" : حدثنا خلف بن تميم حدثنا زافر بن سليمان عن عبدالعزيز بن أبي رواد عن نافع عن ابن عمر قال : قال رسول الله لمج! : "من البر كتمان المصائب )1( والأمراض والصدقة، 
وذكر أنه من بث لم يصبر")2( . 
وروي من وجه اخر عن انس يرفعه : "من كنوز [لبر كتمان المصائب وما صبر من بث ")3( . 
ولما نزل في إحدى عيني عطاء الماء، مكث عشرين سنة لا يعلم به اهله ، حتى جاء ابنه يوما من قبل عينه ، فعلم ان الشيخ قد أصيب )4( . 
ودخل رجل على داود الطائي في فراشه فراه يزحف ، فقال : إنا لله وإنا إليه راجعون . فقال : مه لا تعلم بهذا أحدا. وقد أقعد قبل ذلك بأربعة أشهر لم يعلم بذلك أحد) ( . 
وقال مغيرة : شكا الاحنف إلى عمه وجع ضرسه ، فكرر ذلك عليه، 
فقال : ما تكرر علي ، لقد ذهبت عيني منذ أربعين سنة فما شكوتها إلى احد)6(. 
)1( في الاصل : "البر" والتصويب من النسخ الثلاث الاخرى . 
)2( الحديث سبق تخريجه ص )181(. 
)3( لم اجده . وانظر ما سبق ص )181(. 
)4( انظر : "تسلية اهل المصائب " ص )215(. 
)5( انظر : "تسلية اهل المصائب " ص )215(. 
)6( رواه احمد في ي!الزهد" رقم )6013 ( . 
952
فصل   
ويضاد ]/128 أ[ الصبر الهلع ، وهو: الجزع عند ورود المصيبة، والمنع عند ورود النعمة قال تعالى : > !إن الانسمن خلق هلوعا ! إذا مسه ا لنر جزوعا ! وإذا مسه الحير منوعا !( ]المعارج : 9 1 - 1 2 [ . 
وهذا تفسير الهلوع قال الجوهري : الهلع : أفحش الجزع ، وقد هلع بالكسر، فهو هلع وهلوع ، وفي الحديث : "شر ما في العبد شخ هالع، وجبن خالع " )1 ()2( . 
قلت : هنا امران : امر لفظي . وامر معنوي . 
فأما اللفطي : فإنه وصف الشح بكونه هالعا والهالع صاحبه ، وأكثر ما يسمى هلوعا ، ولا يقال : هالع له ؛ فإنه لا يتعدى ، ففيه وجهان : 
أحدهما : أنه على النسب ، كقولهم : ليل نائم ، وسز كاتم ، ونهار صائم ، ويوم عاصف ، كله عند سيبويه على النسب )3(، أي : ذو كذا، كما قالوا : تامر ، ولابن. 
والثاني : أن اللفظة غيرت عن بابها للازدواح مع خالع ، وله نظائر. 
وأما المعنوي : فهو أن الشح والجبن أردأ صفتين في العبد، ولا سيما إذا كان شحه هالعا، أي : ملق له في الهلع ، وجبنه خالعا ، أي : قد 
)1( 
رواه ابو داود في "سننه " رقم )2511(. من حديث أبي هريرة رضي الله عنه. وصححه ابن حبان فاخرجه في "صحيحه" برقم )0235(. وصححه الالباني في "سلسلة الاحاديث الصحيحة " برقم )056(. 
)2( 
"الصحاح" )/3 8013(. 
)3( 
انظر : "لسان العرب " )1/758(. 
053
خلع قلبه من مكانه ، فلا سماحة ولا شجاعة ، لا نفع بماله ولا ببدنه، كما يقال : لا طعنة ولا جفنة ، ولا يطرد ولا يثرد، بل قد قمعه وصغره وحقره ودساه)1 ( الشح والخوف والطمع )2( والفزع .   
وإذا أردت معرفة الهلوع ، فهو الذي إذا أصابه الجوع أظهر الاستجاعة واسرع بها ، وإذا اصابه الالم اسرع الشكاية ، وإذا أصابه القهر اظهر الاستضامة والاستكانة وباء بها سريعا. 
وإذا اصابه الوجع اسرع الانطراح على جنبه ، واظهر الشكاية . وإذا بدا له مأخذ طمع طار إليه سريعا . وإذا ظفر به أحله من نفسه محل الروح فلا احتمال ولا إفضال . 
وهذا كله من صغر النفس ودناءتها، وتدسيتها في البدن وإخفائها وتحقيرها ، والله المستعان ]/128 ب[. 
)1( 
في الاصل : "وسادة" . والتصويب من )م( و )ب(5 
ودساه أي : اخفاه . انظر : " لسان العرب " )/14 256(. 
)2( 
في الاصل : "الطمع" . بدون واو . والمثبت من النسخ الثلاث الاخرى . 531""",
    "videoUrl": "https://youtu.be/vLepPD_cbhg?si=428oCSN_dZqdFk8N",
  },
  {
    "id": 26,
    "title": "الباب السادس والعشرون: في صفات الله مثل الصبور والشكور",
    "content": """الباب السادس والعشرون   
في بيان دخول الصبر والشكر 
في صفات الرب جل جلاله ، وتسميته بالصبور 
والشكور ، ولو لم يكن للصبر والشكر من الفضيلة الا ذلك لكفى به 
أما الصبر، فقد أطلقه عليه أعرف الخلق به وأعظمهم تنزيها له بصيغة المبالغة ، ففي "الصحيحين" من حديث الاعمش عن سعيد بن جبير عن أبي عبدالرحمن السلمي ]عن أبي موسى [)1( عن النبي !يم قال : 
"ما أحد أصبر على أذى سمعه من الله عز وجل ، يدعون له ولذا وهو يعافيهم ويرزقهم ")2( . 
وفي أسمائه الحسنى الصبور)3(، وهو من أمثلة المبالغة ، أبلغ من المصابر والصابر. 
وصبره تعالى يفارق صبر المخلوق ولا يماثله من وجوه متعددة : منها : أنه عن قدرة تامة. 
ومنها : أنه لا يخاف الفوت ، ]والعبد انما يستعجل لخوف الفوت [)4 ( . ومنها : أنه لا يلحقه بصبره ألم ولا حزن ، ولا نقص بوجه ما. 
)1( ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . )2( "صحبح البخاري " رقم )7378(، و "صحيح مسلم " رقم )4028(. )3( جاء ذلك في حديث ابي هريرة رضي الله عنه الذي فيه تعداد اسماء الله تعالى، 
رواه الترمذي قي "جامعه " رقم )7035(، وقال : "حديث غريب ". )4( ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . 
532
وظهور أثر هذا الاسم في العالم مشهود بالعيان كظهور اسمه الحليم.   
والفرق بين الصبر والحلم : أن الصبر ثمرة الحلم وموجبه ، فعلى قدر حلم العبد يكون صبره ، والحلم في صفات الرب تعالى أوسع من الصبر ، ولهذا جاء اسم الحليم ]في القران [)1( في غير موض! ، ولسعته 
يقرنه سبحانه )2( باسم العليم ، كقوله تعالى : >و!ان الله عليما خليما !( ]الاحزاب : 1 5 [ ، > والله عليم صليص !( ]النساء : 2 1 [ . 
وفي أثر : "أن حملة العرش أربعة : اثنان يقولان : سبحانك اللهم وبحمدك ، لك الحمد على حلمك بعد علمك . واثنان يقولان : سبحانك اللهم وبحمدك ، لك الحمد على عفوك بعد قدرتك ")3( . 
فإن المخلوق يحلم عن جهل ، ويعفو عن عجز ، والرب تعالى يحلم مع كمال علمه ، ويعفو مع تمام قدرته ، وما أضيف شيء إلى شيء أزين 
)1( 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الثلاث الاخرى . )2( 
في الاصل : "سبحانه يقرنه "، مكان : "يقرنه سبحانه ". والمثبت من النسخ الثلاث الاخرى . 
)3( 
هذا الاثر مروي عن بعض السلف لكن بلفظ : "حملة العرش ثمانية ، اربعة يقولون . . . " الخ. 
رواه ابن أبي شيبة في "كتاب العرش لما رقم )24(، عن شهر بن حوشب. ورواه ابو نعيم في "حلبة الاولياء" )/6 74( عن حسان بن عطية. 
وقال الذهبي : إسناده قوي. ووافقه الالباني . انطر: مختصر العلو ص .101 
ورواه أبو نعيم أيضا في "حلية الاولياء" )/3 55(، وابو الشيخ في العظمة )/3 549( عن هارون بن رياب . 
533
من حلم الى علم ، ومن عفو إلى اقتدار، ولهذا كان في دعاء الكرب وصفه سبحانه بالحلم مع العطمة )1(.   
وكونه حليما من لوازم ذاته ، وأما صبره سبحانه فمتعلق بكفر العباد وشركهم ومسبتهم له ]/912 ا[ سبحانه ، وانواع معاصيهم وفجورهم . فلا يزعجه سبحانه ذلك كله إلى تعجيل العقوبة ، بل يصبر على عبده ويمهله ويستصلحه ويرفق به ويحلم عنه ، حتى إذا لم يبق فيه موضع للصنيعة، ولا يصلح على الإمهال والرفق والحلم ، ولا ينيب إلى ربه ويدخل عليه، لا من باب الاحسان والنعم ، ولا من باب البلاء والنقم ، أخذه أخذ عزيز مقتدر ، بعدع غاية الاعذار إ ليه ، وبذل النصيحة له ودعائه إليه من كل باب . 
وهذا كله من موجب صفة حلمه ، وهي صفة ذاتية له لا تزول . 
وأما الصبر فإذا زال متعلقه ، كان كسائر الافعال التي توجد لوجود الحكمة وتزول بزوالها، فتأمله ، فانه فرق لطيف اعترف )2( الحذاق 
بعسره ، وقل من تنبه له ونبه عليه . وأشكل على كثير منهم معنى هذا الاسم ، وقالوا : لم يأت في القرآن ، فأعرضوا عن الاشتغال به صفخا، ثم اشتغلوا بالكلام في صبر العبد وأقسامه. 
ولو أنهم أعطوا هذا الاسم حقه لعلموا أن الرب تعالى أحق به من جميع الخلق ، كما هو أحق باسم العليم والرحيم والقدير والسميع 
)1( رواه البخاري في "صحيحه" رقم )6345(، ومسلم في "صحيحه" رقم )0273(، من حديث عبدالله بن عباس ان نبي الله مج!يك كان يقول عند الكرب : "لا إله إلا الله العظيم الحليم ". 
)2( في سائر النسخ الثلاث : "ما عثرت " مكان : "اعترف" ، والامر محتمل. 534
والبصير والحي والملك وسائر أسمائه الحسنى من المخلوقين ، وأن التفاوت الذي بين صبره سبحانه وصبرهم كالتفاوت الذي بين حياته وحياتهم ، وعلمه وعلمهم ، وسمعه وأسماعهم ، وكذا سائر صفاته.   
ولما علم ذلك أعرف حلقه به قال : "لا احد اصبر على اذى يسمعه من الله ")1(. 
فعلم أرباب البصائر بصبره سبحانه كعلمهم برحمته وعفوه وستره ، مع أنه صبر مع كمال علم وقدرة وعظمة وعرة ، وهو صبر عن أعظم مصبور عليه ، فان مقابلة أعظم العظماء وملك الملوك وأكرم الاكرمين ومن إحسانه فوق كل إحسان ، بغاية القيح وأعظم الفجور وأفحش الفواحش ، ونسبته إلى كل ما لا يليق به ، والقدح في كماله ، وأسمائه وصفاته ، والالحاد في ]/912ب[ آياته ، وتكذيب رسله ومقابلتهم بالسب والشتم والاذى ، وتحريق أوليائه وقتلهم وإهانتهم = أمر لا يصبر عليه إلا الصبور الذي لا أحد أصبر منه ، ولا نسبة لصبر جميع الخلق من أولهم إلى آخرهم إلى صبره سبحانه. 
وإذا أردت أن تعرف معرفة صبر الرب تعالى وحلمه والفرق بينهما، فتأمل قوله تعالى : > ! إن الله يمسرف السمؤت وا لارض ان تزولا ولين زالتا إ ن ا!س!ا من احد من ب!ة إن! كان خليما غفورا !( ]فاطر: 41[، وقوله: > وقا لوا اتخذ الرحمن ولدا ج لذحتخ شئا إصا ج تاد السموات سفظرن مئه وتلشق الازض وتخر اتجبالم هدا ! أن دعواِللرحمن ولدا !( ]مريم : 88 - 1 9 [ وقوله : > هـإنكات م!رهم لتزول مثه الجبال !( ]إبراهيم : 46[ . 
)1( سبق تخريجه قريباه 
535
على قراءة من فتح اللام )1(.   
فأخبر سبحانه أن حلمه ومغفرته يمنعان زوال السماوات والارض ، 
فبالحلم أمسكهما ، وامساكهما أن تزولا بكفر بني ادم هو الصبر ، فبحلمه صبر عن معاجلة أعدائه. 
وفي الاية إشعار بان السماوات والارض تهم وتستاذن بالزوال لعظم ما ياتي به العباد، فيمسكها بحلمه ومغفرته ، وذلك حبس عقوبته عنهم، وهو حقيقة صبره تعالى ، فالذي صدر عنه الامساك هو صفة الحلم، والامساك هو الصبر وهو حيس العقوبة ، ففرق بين حبس العقوبة وبين ما صدر عنه حبسها ، فتأمله. 
وفي "مسند" الامام أحمد مرفوعا : "ما من يوم إلا والبحر يستأذن ربه ان يغرق بني ادم ")2( . 
وهذا هو مقتضى الطبيعة ؛ لان كرة الماء تعلو كرة التراب بالطبع، ولكن الله سبحانه يمسكه بقدرته وحلمه وصبره ، وكذلك خرور الجبال وتفطر السماوات ، الرب تعالى يحبسها عن ذلك بصبره وحلمه ، فان ما يأتي به الكفار والمشركون والفجار)3( في مقابلة العطمة والجلال 
)1( 
فتح اللام الاولى وضم الثانية هكذا > لتزول (. وهي قراءة الكسائي. فتكون اللام الاولى للتوكيد، كما تقول : إن زيدا ليقول . انظر : السبعة في القراءات ص ،363 وحجة القراءات ص .937 
)2( 
رواه احمد في "مسنده" )/1 43(، عن عمر بن الخطاب عن رسول الله ىلجي! قال : "ليس من ليلة إلا والبحر يشرف فيها ثلاث مرات على الارض يستاذن الله في ان ينفضج عليهم ، فيكفه الله عز وجل". 
وضعفه ابن الجوزي في "العلل المتناهية " رقم )37(. 
)3( 
في الاصل : "والكفار"، والتصويب من النسخ الشلاث الاخرى . 
536
والاكرام يقتضي ذلك ، فجعل سبحانه في مقابلة هذه الاسباب أسبابا يحبها ويرضاها ويفرح بها أكمل فرح وأتمه، تقابل تلك الاسباب ]/013 أ[ التي هي سبب)1( زوال العالم وخرابه ، فدافعت تلك   
الاسباب وقاومتها، وكان هذا من اثار مدافعة رحمته لغضبه ، وغلبتها له ، وسبقها إيا ،5 فغلب أثر الرحمة أثر الغضب كما غلبت الرحمة الغضب. 
ولهذا استعاذ النبي غ!يم بصفة الرضا من صفة السخط ، وبفعل المعافاة من فعل العقوبة ، ثم جمع الامرين في الذات إذ هما قائمان بها، فقال : "اعوذ برضاك من سخطك ، واعوذ بعفوك من عقوبتك ، واعوذ بك منك " )2( . 
فان ما يستعاذ به هو صادر عن مشيئته وحلقه باذنه وقضائه ، فهو الذي أذن في وقوع الاسباب التي يستعاذ منها خلقا وكونا، وهو الذي 
يعيذ منها ويدفع شرها خلقا وكونا، فمنه السبب والمسبب . وهو الذي حرك الانفس والابدان وأعطاها قوى التأثير ، وهو الذي أوجدها وأعدها وأمدها وسلطها على ما شاء، وهو الذي يمسكها إذا شاء، ويحول بين قواها وتأثيرهاه 
فتامل ما تحت قوله : "اعوذ بك منك" من محض التوحيد، وقطع الالتفات إلى غيره ، وتكميل التوكل عليه ، والاستعانة به وحده ، وإفرا د ه بالخوف والرجاء، ودفع الضر وجلب الخير، فهو الذي يمس بالضر بمشيئته ، وهو الذي يدفعه بمشيئته ، وهو المستعاذ بمشيئته من مشيئته، 
)1( ساقطة من الاصل ، واستدركتها من )ب( و )ن(. 
)2( رواه مسلم في "صحيحه" رقم )486( من حديث عائشة رضي الله عنها. 537
فهو المعيذ من فعله بفعله ، وهو سبحانه الذي حلق ما يصبر عليه ، وما يرضى به ، فإذا أغضبه معاصي الخلق وكفرهم وشركهم وظلمهم ، أرضاه تسبيح ملائكته وعباده المؤمنين له ، وحمدهم إياه ، وطاعتهم له ؛ فيعيذ رضاه من غضبه.   
قال عبدالله بن مسعود: "ليس عند ربكم ليل ولا نهار، نور السماوات والارض من نور وجهه ، وإن مقدار يوم من أيامكم عنده ثنتا عشرة ساعة ، فتعرض عليه أعمالكم بالأمس أول النهار اليوم ، فينظر فيها ثلاث ساعات ، فيطلع منها على ما يكره فيغضبه ذلك، فأول 
من ]/013 ب[ يعلم بغضبه حملة العرلش يجدونه يثقل عليهم ، فتسبحه حملة العرش وسرادقات العرلش والملائكة المقربون وسائر الملائكة، حتى ينفخ جبريل في القرن فلا يبقى شيء حتى يسمع صوته ؛ فيسبحون 
الرحمن ثلاث ساعات حتى يمتلىء الرحمن رحمة ، فتلك ست ساعات ، قال : ثم يؤتى بالارحام فينظر فيها ثلاث ساعات ، فذلك قوله > هو ائدب يصؤر!ؤ فى الأرئمام كئف يشا )1(( ]آل عمران : 6[، و > يهب لمن لمجشا إتثا !لهب لمن يتنآء الذكور ! اؤ يزوجهئم دبخرانا وإتثآ !تجعل من لمجمثا عقيمأ ( ]الشورى : 94 ، 0 ه [ فتلك تسع ساعات ، ثم يؤتى بالارزاق فينظر فيها ثلاث ساعات فذلك قوله : > طس! الرز! لمن لمجشا ويفدر( ]الرعد: 26[ وقوله : > ص يوم هوفي شان ( ]الرحمن : 92 [ قال هذا شأنكم وشان ربكم " . 
رواه أبو القاسم الطبراني في "السنة " ، وعثمان بن سعيد الدارمي، )2( .وشيخ الاسلام الانصاري ، وابن منده ، وابن خزيمه ، وعيرهم 
)1( 
"يشاء" ليست في الاصل ، واثبتها من النسخ الثلاث الاخرى . 
)2( 
"نقض عثمان بن سعيد" رقم )114(، و "الرد على الجهمية " لابن منده رقم= 538
ولما ذكر الله سبحانه في سورة الانعام اعداءه وكفرهم وشركهم به وتكذيب رسله ، ذكر بإثر ذلك شأن خليله إبراهيم ، وما أراه من ملكوت السماوات والارض ، وما حاج به قومه في إظهار دين الله وتوحيده ، ثم ذكر الانبياء من ذريته وأنه هداهم واتاهم الكتاب والحكم والنبوة ، ثم قال : > قإن يتبفر بها هؤلاء فقدَطنا بها فوما ئتسوا بها ببهفررن( ]الانعام : 98[ .   
فاخبر أنه سبحانه كما جعل في الارض من يكفر به، ويجحد توحيده ويكذب رسله ، كذلك جعل فيها من عباده من يؤمن بما كفر به أولئك ، ويصدق بما كذبوا به ، ويحفظ من حرماته ما أضاعوه ، وبهذا تماسك العالم العلوي والسفلي ، وإلا فلو اتبع الحق أهواء أعدائه لفسدت السماوات والارض ومن فيهن ، ولخرب العالم . ولهذا جعل سبحانه من أسباب خراب العالم رفع الاسباب الممسكة له من الارض ، وهي : كلامه ، وبيته ، ودينه ، والقائمون به ، فلا يبقى لتلك الاسباب المقتضية ]/131 أ[ لخراب العالم أسباب تقاومها وتمانعها. 
ولما كان اسمه "الحليم " أدخل في الاوصاف ، واسم " الصبور" في الافعال ، كان الحلم أصل الصبر، فوقع الاستغتاء به في القران )1( عن اسم " الصبور" ، والله أعلم. 
.)09( 
ولم اقف عليه في السنة للالكائي ولا في ذم الكلام للهروي ولا قي التوحيد لابن خزيمة. 
والاثر رواه ايضا: ابوالشيخ في "العظمة" رقم )111(، )147(، والطبراني في "الكبير" رقم )8886(، وابو نعيم في "حلية الاولياء" )/1 137 (، والبيهقي في "الاسماء والصفات " رقم )674(. 
)1( 
"في القران " ليست في الاصل ، واثبتها من النسخ الثلاث الاخرى . 953
فصل 
وأما تسميته سبحانه بالشكور؛ فهو في حديث أبي هريرة )1( . 
وفي القران تسميته شاكزا، قال الله تعالى : > وكان الده شا!را عليما!(]النساء: 147[. 
وتسميته أيضا شكورا، قال الله تعالى : >والمحه شكوبز طيم !( ]التغابن : 17 [ ، وقال تعالى : > إن هذا كان لكم جزا كان سجكل مشكوا ! ( ]الانسان : 2 2 [ . 
) 2 (لمحجمع لهم سبحانه بين الامرين : أن شكر سعيهم وأثابهم عليه، والله تعالى يشكر عبده إذا أحسن طاعته ، ويغفر له إذا تاب إليه ، فيجمع للعبد بين شكره لاحسانه ومغفرته لاساءته ، انه غفور شكور. 
وقد تقدم في الباب العشرين ذكر حقيقة شكر العبد، وأسبابه، 
)3( 
ووجوهه. 
وأما شكر الرب تعالى فله شأن اخر ، كشأن صبره ، فهو أولى بصفة الشكر من كل شكور، بل هو الشكور على الحقيقة ؛ فانه يعطي العبد ويوفقه لما يشكره عليه ، ويشكر القليل من العمل والطاعة ، فلا يستقله أن يشكره ، ويشكر الحسنة بعشرة أمثالها إلى أضعاف مضاعفة ، ويشكر عبده بقوله بأن جمشي عليه بين ملائكته وفي ملئه الاعلى ، ويلقي له الشكر 
)1( رواه الترمذي في "جامعه" رقم )7035(، وقال : "حديث غريب "، وابن ماجه في "سننه " رقم )3861(. 
)2( في الاصل : "فجمعهم". والمثبت من النسخ الثلاث الاخرى . )3( ص 4 1 2 وما بعدها. 
054
بين عباده ويشكره بفعله ، فاذا ترك له شيئا اعطاه أفصل منه ، وإذا بذل له شيئا رده عليه أضعافا مضاعفة ، وهو الذي وفقه للترك والبذل ، وشكره على هذا وهذا .   
ولما عقر نبيه سليمان الخيل غضبا له إذ شغلته عن ذكره )1(، فأراد ألا تشغله مرة أخرى ، أعاضه عنها متن الريح. 
ولما ترك الصحابة ديارهم وخرجوا منها في مرضاته ، أعاضهم منها أن أملكهم الدنيا ، وفتحها عليهم. 
ولما احتمل يوسف الصديق ضيق السجن له ، شكر له ]/131 ب [ ذلك بأن مكنه في الارض يتبوأ منها حيث يشاء)2(. 
ولما بذل الشهداء أبدانهم له حتى مزقها أعداوه ، شكر لهم ذلك بأن أعاضهم منها طيرا خضرا أقر أرواجهم فيها ترد أنهار الجنة وتأكل من ثمارها إلى يوم البعث )3( ، فيردها عليهم أكمل ما تكون وأجمله وأبهاه . 
ولما بذل رسله أعراضهم فيه لاعدائهم ، فنالوا منهم وسبوهم، أعاضهم من ذلك أن صلى عليهم هو وملائكته ، وجعل لهم أطيب الثناء 
)1( 
قال الله تعالى : >ووهئنا لداود سلئمن نعم العتد إته،أؤاب ! إذ عرض عدثه بائعشؤ الضئفحت اتجيا؟ ! فقال إني أتجتت حمت الحير عن بمر رفط حتئ توارب بالحماب ! ردوها فى فالفق مسالا باالئموى ؤآلأغناق ! وثقد فتنا سيمق وانميا فى كزسئه- جسها ثم اناب ! ( ]ص : 0 3 - 34[ . 
)2( 
قال الله تعالى : > كذلك مكنا يوسف فى الأرض لتو متهاحثث لمجثآء نصيمب برحمتنامن !ثاء ولا لقحيع أخر المخسنين !( ] يوسف : 6 5 [ . 
)3( 
روى مسلم في "صحيحه" رقم )1887( عن عبدالله بن مسعود رضي الله عنه مرفوعا : "ارواحهم في جوف طير خضر لها قناديل . . . " الحديث. 
541
في سماواته وبين حلقه ، فأحلصهم بخالصة ذكرى الدار. - ومن شكره سبحانه أنه لا يضيع اجر من احسن عملا، ولو أنه مثقال   
ومن شكره : أنه يجازي عدوه بما يفعله من الخير والمعروف في 
الدنيا، ويخفف به عنه يوم القيامة ، فلا يضيع عليه ما يعمله من الاحسان وهو من أبغض حلقه إليه )1( . 
ومن شكره أنه غفر للمرأة البغي بسقيها كلبا كان قد جهده العطش حتى أكل الثرى )2(؛ وغفر لآخر بتنحية غصن شوك عن طريق المسلمين )3(، فهو سبحانه يشكر العبد على إحسانه إلى نفسه، والمخلوق إنما يشكر من أحسن إليه. 
وأبلغ من ذلك أنه هو الذي أعطى العبد ما يحسن به إلى نفسه وشكره عليه ، بل شكره على قليله بالاضعاف المضاعفة التي لا نسبة لاحسان العبد إليها ، فهو المحسن بإعطاء الاحسان وإعطاء الشكر ، فمن أحق باسم الشكور منه سبحانه؟ 
)1( 
روى مسلم في "صحيحه" رقم )8028( عن انس بن مالك رضي الله عنه قال : قال رسول الله ىلمجي! : "إن الله لا يظلم مؤمنا حسنة ، يعطى بها في الدنيا، ويجزى بها في الاخرة ، واما الكافر فيطعم بحسنات ما عمل بها لله في الدنيا، حتى إذا افضى إلى الاخرة لم تكن له حسنة يجزى بها". 
)2( 
روى ذلك البخاري في "صحيحه" رقم )3467(، ومسلم في "صحيحه" رقم )2245( عن ابي هريرة عن النبي ع!يم. 
)3( 
روى ذلك البخاري في "صحيحه" رقم )2472(، ومسلم في "صحيحه" رقم )1491( عن أبي هريرة عن النبي !ك!. 
542
وتأمل قوله سبحانه : > ما بل الدة بعذابكم إن شكردب وءامنتم وكالن الله شا!را لجما !< ]النساء : 147 [ كيف تجد في ضمن هذا الخطاب أن شكره تعالى يأبى تعذيب عباده سدى بغير جرم ، كما يأبى إضاعة سعيهم باطلا.   
فالشكور لا يضيع أجر محسن ولا يعذب غير مسيء، وفي هذا ر د لقول من زعم أنه يكلف عبده ما لا يطيقه ، ثم يعذبه على ما لا يدخل تحت قدرته ، تعالى الله عن هذا الظن الكاذب والحسبان الباطل علؤا كبيرا. 
فشكره سبحانه اقتضى أن لا يعذب المؤمن الشكور ]/132 أ[ ولا يضيبع عمله ، وذلك من لوازم هذه الصفة ، فهو منره عن خلاف ذلك كما ينزه عن سائر العيوب والنقائص التي تنافي كماله وغناه وحمده . 
ومن شكره سبحانه أنه يخرج العبد من النار بأدنى أدنى مثقال ذرة 
)1( 
من خير ، فلا يضيع عليه هذا القدر. 
ومن شكره أن العبد من عباده يقوم له مقاما يرضيه بين الناس فيشكره له ، وينوه بذكره ، ويخبر به ملائكته ، وعباده المؤمنين )2(، كما 
شكر لمؤمن ال فرعون ذلك المقام ، وأثنى به عليه ، ونوه بذكره بين 
)1( 
روى ذلك البخاري في "صحيحه" رقم )0751(، ومسلم في "صحيحه" رقم )391( )326(، كلاهما من حديث انس بن مالك رضي الله عنه. )2( 
روى البخاري في "صحيحه" رقم )5074(، ومسلم في "صحيحه" رقم )2675(، عن أبي هريرة رضي الله عنه قال : قال النبي عني! : "يقول الله تعالى: أنا عاند ظن عبدي بي . . . " الحديث ، وفيه : "وان ذكرني في ملأ ذكرته في ملأ خير منهم ". 
543
عباده )1(، وكذلك شكره )2( لصاحب يس مقامه ودعوته إليه )3(، فلا يهلك عليه بين شكره ومغفرته إلا هالك ، فانه سبحانه غفور شكور يغفر الكثير من الزلل ، ويقبل القليل من العمل.   
ولما كان سبحانه هو الشكور على الحقيقة كان أحب خلقه إليه من اتصف بصفة الشكر، كما أن أبغض خلقه إليه من عطلها واتصف بضدها، وهذا شأن أسمائه الحسنى : أحب خلقه إليه من اتصف بموجبها، وأبغضهم إليه من اتصف بأضدادها، ولهذا يبغض الكفور، والطالم والجاهل والقاسي القلب والبخيل والجبان والمهين واللئيم. 
وهو جميل يحب الجمال ، عليم يحب العلماء، رحيم يحب الراحمين ، محسن يحب المحسنين ، شكور يحب الشاكرين ، صبور يحب الصابرين ، جواد يحب أهل الجود، ستير يحب أهل الستر ، قادر 
يلوم على العجز ، والمؤمن القوي أحب إليه من المؤمن الضعيف ، عفو يحب العفو ، وتر يحب الوتر ، وكل ما يحبه فهو من اثار أسمائه وصفاته 
وموجبها ، وكل ما يبغضه فهو مما يضادها وينافيها. 
قال الله تعالى : > وقال رجل مؤمن من ءال فرعؤت يكتم إيمنه،القسلون رجلا ان يقول )1( 
رفي اللة وقد جاءكم بائبيتت من زلبهئم وإن يك نحذصبا قعتهكذبي !ن يك صحادقا يصتكم بعض أ لذى يعدكتم إن الله لا يهدى مق هوم!رف كذاب !< ] غا فر : 8 2 [ . ساقطة من الاصل ، واستدركتها من النسخ الثلاث الاخرى . 
)2( 
قال الله تعالى : > وجا مق اقصا المدينة رجل يسى قال يقؤم انبحوا المرسلب! )3( 
اتبعوا من لا يشل! اجر وهم !هتدون ! وما لى لا اعبد الذى فظرني وإليه ترجعون ! ءأتخذ من دهـنه" الهة إن يردن الرحمن بضحز لا لغن عف شفعتهم شياير ولا ينقذون ! إني ادبم لفى ضظ ئبيه! ! إت ءامنف برئبهم فاسمعون ! قيل ادضل الجنة قال يخيف فوعى يعلمون ! دما غفرلى رفي وجعلنى من المكرمين !( ] يس : 0 2 - 7 2 [ . 
544
خاتمة 
يا من عزم على السفر إلى الله والدار الاخرة ، قد رفع لك علم فشمر إليه فقد أمكن التشمير، واجعل سيرك بين مطالعة منته ومشاهدة عيب النفس والعمل والتقصير، فما أبقى مشهد النعمة والذنب للعارف من حسنة يقول : هذه منجيتي من عذاب السعير، ما المعول ]/132 ب[ إلا على عفوه ومغفرته فكل أحد إليهما فقير ، أبوء بنعمتك علي وأبوء بذنبي ]فاغفر لي[)1( ، أنا المذنب المسكين وأنت الرحيم الغفور. 
ما تساوي أعمالك - لو سلمت مما يبطلها- أدنى نعمة من نعمه عليك ، وأنت مرتهن بشكرها من حين أرسل بها إليك ، فهل رعيتها بالله حق رعايتها وهي في تصريفك وطوع يديك ؟ فتعلق بحبل الرجاء وادخل من باب التوبة والعمل الصالح > إنه فنويى ثيو،( ]فاطر : 03[ . 
نهج للعبد طريق النجاة وفتح له أبوابها، وعرفه طرق تحصيل السعادة وأعطاه أسبابها، وحذره من وبال معصيته ، وأشهده في نفسه وفي غيره شؤمها وعقابها، وقال : إن أطعت فبفضلي وأنا أشكر، وان عصيت فبقضائي وأنا أغفر ، > إص ردضالغقورشكوز!( ]فاطر: 34[ . 
أزاح عن العبد العلل ، وأمره أن يستعيذ به من العجز والكسل، ووعده أن يشكر له القليل من العمل ، ويغفر له الكثير من الزلل > إ ص ردضالغقورشكويئ!(. 
أعطاه ما يشكره عليه ، ثم شكره على إحسانه إلى نفسه لا على إحسانه إليه ، ووعده على إحسانه لنفسه أن يحسن جزاءه ويقربه لديه، 
)1( زيادة من النسخ الاخرى . 
545
وان يغفر له خطاياه إذا تاب منها ولا يفضحه بين يديه ، > إبر ربخالغفو شكوز!(. 
وثقت بعفوه هفوات المذنبين فوسعها، وعكفت بكرمه امال المحسنين فما قطع طمعها، وخرقت السبع الطباق دعوات التائبين والسائلين فسمعها، ووسع الخلائق عفوه ومغفرته ورزقه ، فما من دابة في الارض إلا على الله رزقها ، ويعلم مستقرها ومستودعها ، > إص ربخا لغفو شكؤر!( . 
يجود على عبيده بالنوال قبل السؤال ، ويعطي سائله ومؤمليه فوق ما تعلقت به منهم الامال ، ويغفر لمن تاب إليه ولو بلغت ذنوبه عدد الأمواج والحصى والتراب والرمال ، > إص دهـشالغفو شكوز!( . 
أرحم بعباده من الوالدة بولدها، وأفرح بتوبة التائب من الفاقد لراحلته التي عليها طعامه وشرابه في الارض المهلكة إذا وجدها، 
وأشكر للقليل من جميع خلقه ]/133 أ[ فمن تقرب إليه بمثقال ذرة من الخير شكرها وحمدها، > إص ربخالغفو شكؤر!(. 
تعرف إلى عباده بأوصافه وأسمائه ، وتحبب إليهم بحلمه والائه، ولم تمنعه معاصيهم أن جاد عليهم بالائه ، ووعد من تاب إليه وأحسن طاعته بمغفرة ذنوبه يوم لقائه ، > إص دهـشالغقو شكؤر!( . 
السعادة كلها في طاعته ، والارباح كلها في معاملته ، والمحن 
والبلايا كلها في معصيته ومخالفته ، فليس للعبد أنفع من شكره وتوبته ، > إص ربخالغفو شكوز!(. 
أفاض على حلقه النعمة ، وكتب على نفسه الرحمة ، وضمن الكتاب 546
الذي كتبه أن رحمته تغلب غضبه )1( ، > إص رنىا لغقودى شكوز!( .   
يطاع فيشكر وطاعته من توفيقه وفضله ، ويعصى فيحلم ومعصية العبد من ظلمه وجهله ، ويتوب إليه فاعل القبيح فيغفر له ، حتى كأنه لم يكن قط من أهله ، > إص ربخالغفو شكؤر!(. 
الحسنة عنده بعشرة أمثالها أو يضاعفها بلا عدد ولا حسبان ، 
والسيئة عنده بواحدة ومصيرها إلى العفو والغفران ، وباب التوبة مفتوح لديه منذ خلق السماوات والارض إلى اخر الزمان ، > إبر هـشا لغقو شىدؤر!(. 
بابه الكريم مناخ الامال ومحط الاونىار، وسماء عطاياه لا تقلع عن الغيث بل هي مدرار، ويمينه ملأى لا تغيضها نفقة سحاء الليل والنهار ، > إص ربخا لغقودى شكوز!( . 
لا يلقى وصاياه إلا الصابرون ، ولا يفوز بعطاياه إلا الشاكرون ، ولا يهلك عليه إلا الهالكون ، ولا يشقى بعذابه إلا المتمردون ، > إبر رشا لغفو شكوز!(. 
فاياك أيها المتمرد أن يأخذك على غرة فانه غيور ، واذا أقمت على 
معصيته وهو يمدك بنعمته فاحذره فانه لم يهملك لكنه صبور، وبشراك أيها المحسن التائب بمغفرته ورحمته ، > إص ربخا لغقودى شكويئ !( . 
ومن علم أن الرب شكور تنوع في معاملته ، ومن عرف أنه واسع 
)1( روى البخاري في "صحيحه" رقم )4931(، ومسلم في "صحيحه" رقم )2751(، عن ابي هريرة رضي الله عنه أن النبي عنير قال : "لما حلق الله الخلق كتب في كتابه ، فهو عنده فوق العرش : إن رحمتي تغلب غضبي ". 
547
المغفرة تعلق بأذيال مغفرته ، ومن علم أن رحمته سبقت غضبه لم ييأس من رحمته ، > إص ربنالغفو3 شكوز!(. 
من تعلق بصفة من صفاته أخذت بيده حتى تدحله ]/133 ب[ عليه، ومن سار إليه بأسمائه الحسنى وصل إليه ، ومن أحبه أحب أسماءه وصفاته ، وكانت اثر شيء لديه. 
حياة القلوب في معرفته ومحبته ، وكمال الجوارح في التقرب إليه بطاعته ، والقيام بخدمته ، والالسنة في ذكره والثناء عليه بأوصاف مدحته ، فأهل شكره أهل زيادته ، وأهل ذكره أهل مجالسته ، وأهل طاعته أهل كرامته ، وأهل معصيته لا يقنطهم من رحمته ، إن تابوا فهو حبيبهم، وإن لم يتوبوا فهو طبيبهم ، يبتليهم بانواع المصائب ، ليكفر عنهم الخطايا ويطهرهم من المعايب ، > إنه ينور شور !( ]فاطر : 0 3[ . 
فالحمد لله رب العالمين ، حمدا كثيرا طيبا مباركا فيه كما يحب ربنا ويرضى ، وكما ينبغي لكرم وجهه وعز جلاله ، حمدا يملأ السماوات والارض وما بينهما ، وما شاء ربنا من شيء بعد، بمجامع محامده كلها ما علمنا منها وما لم نعلم ، على نعمه كلها ما علمنا منها وما لم نعلم، عدد ما حمده الحامدون ، وغفل عن ذكره الغافلون ، وعدد ما جرى به قلمه ، وأحصاه كتابه ، وأحاط به علمه. 
وصلى الله على عبده ورسوله محمد نبي الرحمة وإمام المتقين وقائد الخير ، وسلم تسليما كثيرا ، وحسبنا الله ونعم الوكيل. 
*** 
548
وكان الفراغ من نسخ هذا الكتاب الذي أخذ بمجامع أولي الالباب . ووصل إلى نهج كل عبد أواب ، وسيوفدهم مع صاحبه إلى دار الماب، بالفتاح العليم الوهاب ، على يد الفقير إلى رحمة ربه النازلة بالسحاب ، محمد بن محمد بن محمد القرشي الباهي )1(، غفر الله له ولوالديه ولاخوانه في الله ولاقاربه ، ولمن أحسن إليه ولمن أساء إليه ، ولجميع المسلمين والمسلمات ، وصفى ضمائر قلوبنا من جميع الكدر والافات، في يوم الجمعة بعد صلاتها في ثامن عشر من شوال سنة سبعين وسبعمائة ، أحسن الله تقضيها وبقية العمر ساجدا وعابدا بلا محنة.   
)1( تقدمت ترجمته في المقدمة. 
954
. 
.""",
    "videoUrl": "https://youtu.be/vLepPD_cbhg?si=428oCSN_dZqdFk8N",
  },
];
