List<Map<String, dynamic>> chapters = [
  {
    "videoUrl": "",
    "id": 0,
    "title": "المقدمة",
    "content": """رب يسر وأعن 
الحمد لله الصبور الشكور العلي الكبير السميع البصير العليم القدير، الرد شملت قدرنه كل مقدور، وجرت مشيئته في حلقه بتصاريف الامور ، وأسمعت دعوته لليوم الموعود أصحاب القبور ، قدر 
مقادير الخلائق وآجالهم ، وكتب آثارهم وأعمالهم، وقسم بينهم معايشهم وأموالهم ، وخلق )1( الموت والحياة ليبلوهم ايهم أحسن عملا وهو العزيز الغفور، القاهر القادر، فكل عسير عليه يسير، والمولى الناصر ، فنعم المولى ونعم النصير. 
> يسبح لله ما فى السمؤت وما في الارض! له المثك وله الحمد وهو عك كل شىء قدير ! هو ائذي خلقكل !بئ!اِفر ومنكو موم!بؤ وادله بما تعمثون بصحيز! خلق السفوات والأرض بألحق وصوكؤ فاخسن صوكؤ و!لته المصير ! يعلم ما في السضت والازض ويعلم ما دسروبئ وما تغلنون والله سكليم بذات الصحدور < ]التغابن : 1 - . ] 4 
واشهد أن لا إله إلا الله وحده لا شريك له ، إله جل عن الشبيه والنظير ، وتعالى عن الشريك والظهير ، وتقدس عن تعطيل الملحدين، كما تنزه عن شبه المخلوقين ، ف> ليس كصثله- لثئ !هو الشميبع البصير!()2( ]الشورى : 1 1 [ . 
)1( 
في )ن ( و )م ( : وقدر . 
)2( 
في حاشية الاصل بعده : "احمده سبحانه وتعالى على نعمه وهو اللطيف الخبير، واشكره شكر عبد لم يرض سواه له نصير" . بخط مغاير ودون علامة=
وأشهد أن محمدا عبده ورسوله ، وخيرته من برئته ، وصفوته من خليقته ، وأمينه على وحيه ، وسفيره بينه وبين عباده ، أعرف الخلق به واقومهم بخشيته ، وانصحهم لامته ، واصبرهم لحكمه ، واشكرهم لنعمه ، واقربهم اليه وسيلة ، واعلاهم عنده منزلة ، واعظمهم عنده جاها ، وأوسعهم عنده شفاعهب ، بعثه إلى الجنة داعيا ، وللايمان منادئا،   
وفي مرضاته ساعئا ، وبالمعروف امرا ، وعن المنكر ناهئا ، فبلغ رسالات ربه ، وصا! بأمره ، وتحمل في مرضاته ما لم يتحمله بشر سواه ، وقام لله بالصبر والشكر أحق القيام حتى بلغ رضاه ، فثبت في مقام الصبر حتى لم يلحقه أحد من الصابرين ، وترقى في درجة الشكر حتى علا فوق جميع الشاكرين. 
فحمده الله وملائكته ورسله وجميع المؤمنين ، ولذلك خص بلواء الحمد دون جميع العالمين ، فادم تحت لوائه ومن دونه من ]/2 ب [ الانبياء والمرسلين ، وجعل الحمد فاتحة كتابه الذي أنزله عليه )1( واخر دعوى أهل ثوابه الذين هداهم على يديه. 
وسمى أمته الحمادين )2( قبل أن يخرجهم إلى الوجود، لحمدهم له على السراء والضراء والشدة والرخاء، وجعلهم أسبق الامم إلى دار الثواب والجزاء . 
فأقرب الخلق إلى لوائه أكثرهم حمدا لله وذكرا، كما أن أعلاهم إلحاق ، لذا لم أثبتها في الاصل. 
)1( 
في )م( و )ن( زيادة : "كذلك فيما بلغنا هو في التوراة والانجيل". ونحوه في )ب(. 
)2( 
جاء في ذلك حديث أخرجه الدارمي في سننه برقم )5 7،8،(.
منزلة أعظمهم صبرا وشكرا ، فصفى الله وملائكته وانبياوه ورسله وجميع المؤمنين عليه كما وحد الله ، وعرف به ، ودعا إليه ، وسلم تسليما كثيرا . 
اما بعد : فان الله سبحانه جعل الصبر جوادا لا يكبو)1(، وصارما لا )2(ينبو ، وجندا غالبا لا يهزم ، وحصنا حصينا لا يهدم ولا يثلم ، فهو والنصر أخوان شقيقان )3( . 
رضيعي لبان ثدي أم تقاسما باسحم)4( داج عوض لا نتفرق ) ( 
فالنصر)6( مع الصبر ، والفرج مع الكرب ، واليسر مع العسر ، وهو أنصر لصاحبه من الرجال ، بلا عدة ولا عدد ، ومحله من)7( الظفر كمحل 
الرأس من الجسد. 
ولقد ضمن الوفي الصادق لاهله في محكم كتابه أنه يوفيهم أجرهم 
بغير حساب ، واخبر أنه معهم بهدايته ونصره العزيز وفتحه المبين، فقال : >واصبروأ ان الله مع الصنبردى ! < ]الانفال: 46[؛ فذهب 
كبا الجواد يكبو كبوة إذا عثر . انظر "لسان العرب " )/15 213(. 
نبا السيف إذا كل ولم يقطع . انظر "لسان العرب دا )/15 1 03(. في )م ( و )ن ( زيادة : لا يفترقان . 
في الاصل : "بأسود". والمثبت من النسخ الاخرى ، وهو الموافق للمصادر الاتية. 
البيت للأعشى وهو قي "ديوانه" ص 275 . يمدح به المحلق بن جشم الكلابي وفيه جعل الاعشى الجود والمحلق كأخوين رضعا لبانا واحدا، من ثدي ام واحدة مبالغة في وصفه بالكرم ، وذكر انهما تحالفا وتعاقدا ألا يفترقا ابدا. انظر : "الحلل في شرح ابيات الجمل " ص 401 وما بعدهاه 
في الاصل "فالنصرة"، والمثبت من النسخ الاخرى . 
"من" ساقطة من الاصل ، واثبتها من النسخ الاخرى .
)2( )3( )4( 
)6( )7( 
الصابرون بهذه المعتة بخير الدنيا والاخرة ، وفازوا بها بنعمه الباطنة والظاهرة .   
وجعل سبحانه الامامة في الدين منوطة بالصبر واليقين ، فقال تعالى وبقوله اهتدى المهتدون - : > وجعلنا !ئ أبمة جمهدون بامرنا لما صبروا و!انوا ئايخلنا يوقنون !( ]السجدة : 4 2[ . 
وأخبر أن الصبر خير لاهله خبرا مؤكدا باليمين ، فقال تعالى: > ولين صبزئم !و خئر للصبزدى !( ]النحل : 6 2 1 [ . 
وأخبر أن مع الصبر والتقوى لا يضر كيد العدو ولو كان ذا تسليط، فقال : > وإن ضبروا وتتقوا لا يصنركخ كيذهئم شئأ إن الله بما ينملون محي!!(]المران: 012[. 
وأخبر عن نبيه يوسف الصديق عليه السلام ، أن صبره وتقواه وصلاه 
إلى محل العز والتمكين ، فقال : > إنم من يتى ويقمبزفإث الله لا يضيع اجص المحسنئن !( ]يوسف : 0 9 [ ه 
وعلق الفلاح بالصبر والتقوى ، فعقل ذلك عنه المؤمنون ، فقال : >ياتها ]/3 ا[ ائدر ءامنوا اصبروا وصابروا وراطوا وأتموا ألله لعلكم تفلحون !( ]ال عمران : 0 0 2[ . 
وأخبر عن محبته لاهله ، وفي ذلك أعظم ترغيب للراغبين )1(، فقال : > والله مجب الصبريئ !( ]آل عمران : 6 4 1 [ . 
ولقد بشر الصابرين بثلاث ، كل منها خير مما عليه أهل الدنيا )1( في الاصل و)ب(: الراغبين ، والمثبت من )م ،ن( وط السلفية.
يتحاسدون ، فقال : > و!شر ال!خبرين !(لذين اذا أصبيهم!مصيبه قالوأإئا دئه وائا إفي رجون ! اؤلمحك عبن صلفن من ربهم ورخمة وأولعدب هئم   
المهتدون !( ]البقرة : 55 1 - 57 1 [ . 
ووصى عباده بالاستعانة بالصبر والصلاة على نوائب الدنبا والدين، فقال : > واستعينوا بالصبر والصلةء وإنها لكبيرة إلا على الخشعين !( ]البقرة : 
. ] 45 
وجعل الفوز بالجنة والنجاة من النار لا يحظى به إلا الصابرون ، فقال تعالى : > إني جزتتهم اثيؤم لما صحبروا أئهئم هم الفإلزوبئ !( ]المؤمنون : . ] 1 1 1 
وأخبر أن الرغبة في ثوابه والاعراض عن الدنيا وزينتها لا يلقاها إلا 
أولو الصبر المؤمنون ، فقال تعالى : > وَقال الذلرر أوتوا العل وئيبيم ثواب الله ختر لمن ءامف وعمل صنهلحأ ولا يلفئقآ الأ الصخبروت ! ( 
]القصص : 08[. 
واخبر أن دفع السيئة بالتي هي أحسن جتجعل المسيء كأنه ولي حميم ، فقال : > ولا لمحتئتوي الحسنة ولا الشئئة اد ! بالتي هي احسن فإذا الذى بئنك وبئنه-عدو كا!نه وليٌ حميم !( ]فصلت : 34[ . 
وأن هذه الخصلة لا يلقاها : > إلا الذين صبروا وما يلقذقآ إلاذو حبد عظيم !( ]فصلت : 35[. 
وأخبر سبحانه خبرا مؤكدا بالقسم : > إن الابنممن لفى خمتر ر! الا الذين ءا منوا وعملوا ا لصنلحت وتواصؤا با لحق وتوا صوا با لصبر !( ] العصر : 2 - 3[ . 
وقسم خلقه قسمين : أصحاب مبمنة وأصحاب مشأمة ، وخص
بالميمنة أهل التواصي بالصبر والمرحمة ، وخص بالانتفاع باياته أهل 
الصبر والشكر تمييزا لهم بهذا الحظ الموفور، فقال في أربع ايات من كتابه : > إن في ذلف لأيمئ لكل صبا 2 شكور ! ( ]إبراهيم: 5[، ]لقمان : 31[، ]سبا: 91 [، ]الشورى : 33[ . 
وعلق المغفرة والاجر بالعمل الصالح والصبر ، وذلك على من يسره عليه يسير ، فقال : > إلا الذين صبروا وعملوا الصحنخت أوليهك لهم مغفن واتجر كبير !( ]هود : 1 1 [ . 
وأخبر أن الصبر والمغفرة من العزائم التي تجارة أهلها لا تبور، فقال : > ولمن صبروعر إن ذ اث لمن عرش الامور !( ]الشورى : 43 [ . 
وأمر رسوله بالصبر ]/3 ب[ لحكمه ، وأخبر أن صبره إنما هو به، وبذلك جميع المصائب تهون ، فقال : >واضبرِ لحكو رفي فانك باغيننسا( ]الطور : 48 [ ، وقال : > واصبر وما صئرك إ لا باللة ولا تحزن علئهم ولا تك فى ضيق !ا يمروبئ ! إن الله ء الذين اتقوا والذين هم ئحسنون ! ( ]النحل : 127 - 128 [ . 
قالصبر اخية المؤمن التي يجول ئم يرجع إليها)1(، وساق إيمانه 
)1( الاخية بالمد والتشديد: عود أو حبل يعرض في الحائط ويدفن طرفاه فيه، ويصير وسطه كالعروة تشد إليه الدابة . انظر "النهاية" لابن الاثير )/1 92(، و "لسان العرب " )/14 23(. 
ولعل المصنف استفاد هذه العبارة من حديث أبي سعيد الخدري رضي الله عنه ان الانبي غن!ه قال : "مثل المؤمن ومثل الايمان ، كمثل الفرس في آخيته، يجول ثم يرجع إلى اخيته " . رواه احمد في " مسنده " )/3 55(. 
قال الهيثمي في "مجمع الزوائد" )/01 102(: "رواه احمد وأبو يعلى-
التي لا اعتماد له إلا عليها، فلا إيمان لمن لا صبر له ، وإن كان فإيمان قليل في غاية الضعف ، وصاحبه ممن > يعبد الله عك حرفي فالط اصابو خيز اطماق بهط وإن اصابئه فثنة انقلب على وتجههء خسر ألذئيا والأخزه ( ]الحج/ 
1 1 [)1(، ولم يحط منهما إلا بالصفقة الخاسرة ، فخير عيش أدركه السعداء بصبرهم ، وترقوا إلى أعلى المنازل بشكرهم ، فساروا بين جناحي الصبر والشكر إلى جنات النعيم ، وذلك فضل الله يؤتيه من يشاء، والله ذ و الفضل العظيم. 
ورجالهما رجال الصحيح غير ابي سليمان الليثي وعبدالله بن الوليد التميمي وكلاهما ثقة". 
كذا قال رحمه الله ، إلا ان ابا سليمان الليثي قال فيه علي بن المديني: مجهول ، وعبدالله بن الوليد لين الحديث ، كما في التقريب. 
انظر : "تعجيل المنفعة " ص : 294 ، و "تقريب التهذيب " ص : .556 
لذا ضعفه الالباني في "ضعيف الترغيب والترهييب" رقم : 51831 
قال ابن الاثير في "النهاية" )/1 03(: "ومعنى الحديث انه يبعد عن ربه بالذنوب ، وأصل إيمانه ثابت " اهـ. 
في )ن ( أكمل الاية إلى قوله : > ذلك هو اثح!نران الممين !( .
)1( 
فصل )1(   
ولما كان الايمان نصفين : نصف صبر ونصف شكر، كان حقيقا على من نصح نفسه واحب نجاتها واثر سعادتها، ان لا يهمل هذين الاصلين العظيمين ، ولا يعدل عن هذين الطريقين ]القاصدين[)2( وأن 
يجعل سيره إلى الله بين هذين الطريقين )3(؛ ليجعله يوم لقائه مع خير الفريقين. 
فلذلك وضع هذا الكتاب للتعريف بشدة الحاجة والضرورة إليهما، وبيان توقف سعادة الدنيا والاخرة عليهما، فجاء كتابا جامعا حاويا نافعا، فيه من الفوائد ما هو حقيق أن يعض عليه بالنواجذ ونثنى عليه الخناصر، ممتعا لقارئه ، مريحا للناظر فيه ، مسليا للحزين ، منهضا للمقصرين ، محرضا للمشمرين. 
مشتملا على نكت حسان من نفسير القران ، وعلى أحاديث نبوية معزوة إلى مظانها ، واثار سلفية منسوبة إلى قائلها ، ومسائل فقهية حسان مقررة بالدليل ، ودقائق سلوكية على سواء السبيل )4( ، وذكر أقسام الصبر 
)1( 
المقدمة الاتية استفادها المصنف رحمه الله من كتاب "إحياء علوم الدين" للغزالي )/4 52(. 
وقد افرد الغزالي في "إحياء علوم الدين " )/4 52 12.-( للصبر والشكر كتابا، وهو الكتاب الثاني من ربع المنجيات . 
)2( 
ما بين المعكوفين من النسخ الاخرى ، ولعله سقط من الاصل. 
)3( 
في )م( : " الجناحين " . 
في )م(، )ب( زيادة : "لا تخفى معرفة ذلك على من فكر واحضر ذهنه ، فإن )4( 
فيه ذكر أقسام . . . " . 
وفي )ن(: " لا تخفى . . . ذهنه وذكر اقسام . . . " . 
01
ووجوهه والشكر وأنواعه ، وفصل النزاع في التفضيل بين الغني الشاكر والفقير الصابر، وذكر حقيقة الدنيا وما مثلها الله ورسوله والسلف الصالح به ، والكلام على سر هذه الامثال ومطابقتها لحقيقة الحال ، وذكر ما يذم من الدنيا ويحمد وما يقرب منها إلى الله ويبعد ]/4 ا[ وكيف يشقى بها من يشقى ، ويسعد بها من يسعد ، وغير ذلك من الفوائد التي لا يكاد يظفر بها في كتاب سواه . 
وذلك محض منة الله على عبده ، وعطية من بعض عطاياه ، فهو كتاب يصلح للملوك والامراء ، والاغنياء والفقراء ، والصوفية والفقهاء، ينهض القاعد إلى المسير ، ويؤنس السائر في الطريق ، وينبه السالك على المقصود . 
ومع هذا فهو جهد المقل وقدرة المفلس ، حذر فيه من الداء وإن كان من أهله ، ووصف فيه الدواء وان قصر عن)1( تناوله لظلمه وجهله، 
وهو يرجو أكرم الأكرمين وأرحم الراحمين أن يغفر له غشه لنفسه بنصيحته لعباده المؤمنين. 
فما كان في الكتاب من صواب فمن الله وحده ؛ فهو المحمود المستعان ، وما كان فيه من خطا فمن مصنفه ومن الشيطان ، والله بريء 
منه ورسولهه 
وهذه بضاعة مؤلفه المزجاة تساق إليك ، وسلعته تعرض عليك، فلقارئه غنمه ، وعلى مؤلفه غرمه )2( . 
)1( 
في )ن(: "لم يصبر على". مكان : "قصر عن". 
)2( 
في )م(، )ب( بعد هذه الكلمة الزيادة التالية : "وبنات افكاره تزف إليك ، فان = 11
وقد جعلته ستة وعشرين بابا وخاتمة:   
الباب الأول : في معنى الصبر لغة واشتقاق هذه اللفظة وتصريفها. الباب الثاني : في حقيقة الصبر وكلام الناس فيه. 
[لباب الثالث : في بيان أسماء الصبر بالاضافة إلى متعلقه. الباب الر[بع : في الفرق بين الصبر والتصبر والاصطبار والمصابرة . الباب الخامس : في أقسام الصبر باعتبار محله. 
- الباب السادس : في أقسامه بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى وعجزه عنه. 
الباب السابع : في بيان أقسامه باعتبار متعلقه. 
[لباب 1لثامن : في انقسامه باعتبار تعلق الاحكام الخمسة به. الباب التاسع : في بيان تفاوت درجات الصبره 
الباب العاشر : في انقسام الصبر إلى محمود ومذموم . 
الباب الحادي عشر : في الفرق بين صبر الكرام وصبر اللئام . الباب الثاني عشر : في الاسباب التي تعين على الصبر. 
الباب الثالث عشر : في بيان أن الانسان لا ]/4 ب[ يستغني عن الصبر في حال من الاحوال . 
وجدت حرا كريما كان بها اسعد، والا-فهي خود تزف إلى عنين مقعد". وفي )ن( ايضا : "وبعات افكاره . . . " إلى : "خود تزف إلى عنين ضرير مقعد". 
12
الباب الرابع عشر : في بيان أشق الصبر على النفوس . 
الباب الخامس عشر : في ذكر ما ورد في الصبر من نصوص الكتاب العزيز. 
الباب السادص عشر : في ذكر ما ورد فيه من نصوص السنة. 
الباب السابع عشر : في ذكر الاثار الواردة عن الصحابة في فضيلة الصبر. 
الباب الثامن عشر: في ذكر امور تتعلق بالمصيبة من البكاء، والندب ، وشق الثياب ، ودعوى الجاهلية ، ونحوها. 
الباب التاسع عشر: في أن الصبر نصف الايمان ، وأن الايمان نصفان : نصف صبر ، ونصف شكر. 
الباب العشرون : في بيان تنازع الناس في الافصل من الصبر والشكر. 
الباب الحادي والعشرون : في الحكم بين الفريقين ، والفصل بين الطائفتين. 
الباب الثاني والعشرون : في اختلاف الناس في الغني الشاكر والفقير الصابر أيهما أفصل ؟ وما هو الصواب في ذلك؟ 
الباب الثالث والعشرون : في ذكر ما احتجت به الفقراء من الكتاب والسنة والاثار والاعتبار. 
الباب الرابع والعشرون : في ذكر ما احتجت به الاغنياء من الكتاب والسنة والاثار والاعتبار. 
13
الباب الخامس والعشرون : في بيان الامور المضادة للصبر، والمنافية له ، والقادحة فيه.   
الباب السادس والعشرون : في بيان دخول الصبر والشكر في صفات الرب جل جلاله وتسميته بالصبور والشكور. 
وسميته : "عدة الصابرين وذخيرة الشاكرين "، والله سبحانه المسؤول أن يجعله خالصا لوجهه مدنيا من رضاه ، وأن ينفع به مؤلفه وكاتبه وقارئه ، إنه سميع الدعاء وأهل الرجاء، وهو حسبنا ونعم الوكيل. 
14

""",
  },
  {
    "videoUrl": "",
    "id": 1,
    "title": "الباب الأول: في معنى الصبر لغة واشتقاق هذه اللفظة وتصريفها",
    "content": """ 
الباب الأول   
في معنى الصبر لغة ، واشتقاق هذه اللفظة وتصريفها 
أصل هذه الكلمة هو : المنع والحبس . فالصبر : حبس النفس عن الجزع ، واللسان عن التشكي والتسخط ، والجوارح عن لطم الخدود وشق الجيوب ونحوهما. 
ويقال : صبر يصبر صبرا ، وصبر نفسه ؛ قال تعالى : > واصحبرنفسك ح ألذين يذعوت ربهم ( ]الكهف : 8 2 [ . 
وقال عنترة : 
فصبرت عارفة لذلك حرة ترسو إذا نفس الجبان تطلع )1( 
]/5 أ[ يقول : حبست نفسا عارفة ، وهي نفس حر يأنف لا نفس عبد لا أنفة له. 
ترسو، اي: تثبت وتسكن ، إذا خفت نفس الجبان 
و قوله: 
وا ضطر بت. 
ويقال : صبرت فلانا ، إذا حبسته ، وصبرته - بالتشديد - إذا حملته على الصبر. 
وفي حديث الذي أمسك رجلا وقتله اخر : "يقتل القاتل ، ويصبر 
)1( 
البيت في "ديوانه" ص .85 وانظر "غريب الحديث " لابي عبيد )/1 321(، و " لسان العرب " )/4 438( و )/9 923(. 
15
الصابر")1( ؛ اي : يحبس للموت كما حبس من امسكه للموت . وصبرت الرجل إذا قتلته صبرا ، أي : امسكته للقتل. 
وصبرته أيضا واصبرته إذا حبسته للحلف ، ومنه الحديث الصحيح: 
"من حلف على يمين صبر لتقتطع بها مال امرىء مسلم لقي الله وهو عنه 
)2( . 
معرص" . 
ومنه الحديث الذي في القسامة : "ولا تصبر يمينه حيث تصبر الأيمان ") 1( . 
والمصبورة : اليمين المحلوف عليها. 
)1(   
اخرجه عبدالرزاق في "مصنفه" رقم )29178(، ومن طريقه الدارقطني في "سننه" )/3 014( عن معمر عن إسماعيل بن امية رفع الحديث إلى النبي ع!ييه به . وهذا ظاهر الانقطاع . 
واخرجه الدارقطني في "سننه" )/3 913(، عن إسماعيل بن امية عن سعيد بن المسيب نحوه . وهذا مرسل ايضا. 
ثم اخرجه الدارقطني في "سننه" )/3 0 14( ومن طريقه البيهقي في "السنن الكبرى " )/8 05( عن إسماعيل بن امية مرسلا نحوه . 
كما اخرجه الدارقطني في "سننه" )/3 014(، والبيهقي في "السنن الكبرى " )/8 05( وابو نعيم في "الحلية" )/7 011(، عن إسماعيل بن امية عن نافع عن ابن عمر عن النبي ع!ي! نحوه . إلا انه غير محفوظ كما ذكر البيهقي في " السنن الكبرى " )/8 05(. 
)2( 
اخرجه البخاري في "صحيحه " رقم )9454(، )6676(، ومسلم في "صحيحه"، رقم )138( عن عبدالله بن مسعود رضي الله عنه ، بلفظ : "من حلف على يمين صبر ليقتطع بها مال امرىء مسلم ، لقي الله وهو عليه غضبان ". 
)3( 
اخرجه البخاري في "صحيحه" رقم )3845( عن ابن عباس رضي الله عنهما. 16
وفي الحديث : " نهى عن المصبورة ")1( ؛ وهي : الشاة ، والدجاجة، ونحوهما تصبر للموت فتربط ثم ترمى حتى تموت .   
وفعل هذ[ الباب : صبرت اصبر بالفتح في الماضي والكسر في المستقبل ، ]واما صبرت اصبر بالضم في المستقبل [)2( فهو بمعنى: الكفالة ، والصبير: الكفيل ، كانه حبس نفسه للغرم ، ومنه قولهم: اصبرني : اعطني كفيلا. 
وقيل : اصل الكلمة من الشدة والقوة ، ومنه : الصبر للدواء المعروف ؛ لشدة مرارته وكراهته. 
فال الاصمعي : إذا لقي الرجل الشدة بكمالها، قيل: لقيها باصبارها. 
ومنه الصبر بضم الصاد: الارض ذات الحصباء، لشدتها 
روى عبدالرزاق في "مصنفه": )8718( عن مجاهد قال : "نهى رسول الله !ي! )1( 
عن أكل المصبورة" . وهذا ظاهر الانقطاع . 
وقد اخرج البخاري في "صحيحه" رقم )5513(، ومسلم في "صحيحه" رقم )5691( عن انس بن مالك رضي الله عنه قال : "نهى رسول الله ان تصبر 
البهائم ". 
والمصبورة هي المجثمة ، إلا ان المجثمة لا تكون إلا في الطير والارانب واشباه ذلك مما يجثم . انظر "غريب الحديث " لابي عبيد )/1 322(. وفي النهي عن اكل المجثمة عدة أحاديث عن ابي الدرداء وابن عباس وابي 
ثعلبة الخشني رضي الله عنهم. 
ما بين المعقوفين ساقط من الاصل ، واستدركته من النسخ الاخرى ، وهي زيادة )2( 
لا بد منها ليصح الكلام . انظر: "القاموس المحيط " )/2 66(، و"لسان العرب " )/4 943(. 
17
في أمر 
وصلابتها. 
ومنه سيت الحرة أم صبار. 
ومنه قولهم : وقع القوم في أم صبور - بتشديد الباء - أي : شديد. 
ومنه صبارة الشتاء - بتخفيف الباء وتشديد الراء - لشدة برده . 
وقيل : هو مأخوذ من الجمع والضم ؛ فالصابر يجمع نفسه ويضمها عن الهلع والجزع ، ومنه : صبرة الطعام ، وصبارة الحجارة .   
والتحقيق : أن في الصبر المعاني الثلاثة : المنع والشدة والضثم. 
ويقال : صبر إذا أتى بالصبر ، وتصبر إذا تكلفه واستدعاه ، واصطبر إذا اكتسبه وتعلمه ، وصابر إذا واقف )1( خصمه في مقام الصبر، وصبر نفسه وغيره - بالتشديد - إذا حملها على الصبر. 
واسم الفاعل : صابر وصبار وصبور ومصابرومصطبر؛ فمصابر من صابر ، ومصطبر من اصطبر ، وصابر من صبر ، وأما صبار وصبور فهو من أوزان المبالغة من الثلاثي كضراب وضروب ]ه/ ب[، والله تعالى أعلمه 
)1( في الاصل : "وقف" ، والمثبت من )ن( و )م(. 
18
""",
  },
  {
    "videoUrl": "",
    "id": 2,
    "title": "الباب الثاني: في حقيقة الصبر وكلام الناس فيه",
    "content": """
الباب الثاني   
في حقيقة الصبر وكلام الناس فيه 
قد تقدم بيان معناه لغة. 
واما حقيقته فهو : خلق فاضل من أخلاق النفس ، تمتنع به من فعل )1( ،ما لا يحسن ولا يجمل ، وهو قوة من فوى النفس التي بها صلاح 
شانها ، وقوام امرهاه 
وسئل عنه الجنيد بن محمد)2(؟ فقال هو : "تجرع المرارة من غير 
و )3( 
تعبس " . 
وقال ذو النون )4(:"هو: التباعد عن المخالفات والسكون عند تجرع غصص البلية ، وإظهار الغنى مع حلول الفقر بساحات المعيشة )5(")6( 
ا لا صل : " قو ة " خطأ. 
هو ابو القاسم الجنيد بن محمد النهاوندي البغدادي ، شيخ الصوفية ، اتقن العلم ثم تأله وتعبد ونطق بالحكمة ، توفي سنة 892 انظر ترجمته في : "تاريخ بغداد" )/7 241 - 248(، و "سير اعلام النبلاء" )/14 66 - 07(. 
انظر : " الرسالة القشيرية " ص : 255 ، و "مدارج السالكين " )/2 157 ( . هو ابو الفيض ثوبان بن إبراهيم النوبي شيخ الديار المصرية ، كان عالما فصيحا حكيما، ولد في أواخر أيام المنصور، وتوفي رحمه الله سنة خمس واربعين ومائتين . انظر ترجمته في "تاريخ بغداد" )/8 -393 693(، و "سير أعلام النبلاء" )/11 536-532(. 
في الاصل : "العيشة" والمثبت من النسخ الاخرى والمصادر. 
انظر: "حلية الاولياء" )/9 362(، و"الرسالة القشيرية" ص: ،256 و "مدارج السالكبن " )/2 158(. وفي "حلية الاولياء" : "التباعد عن الخلطاء - 
91
)1( )2( 
)3( )4( 
)6( 
وقيل : " الصبر : هو الوقوف مع البلاء بحسن الأدب ")1( . وقيل : " هو : الفناء في البلوى بلا ظهور شكوى ")2( . 
وقال ابو عثمان )3(: "الصبار: هو الذي عود نفسه الهجوم على المكاره ")4( . 
"الصبر: المقام مع البلاء بحسن الصحبة كالمقام مع 
وقيل: 
العافية " ) ( . 
ومعنى هذا : أن لله على العبد عبودية في عافيته وفي بلائه ، فعليه أ ن يحسن صحبة العافية بالشكر ، وصحبة البلاء بالصبر. 
وقال عمرو بن عثمان المكي )6(: "الصبر: هو الثبات مع الله، 
في الشدة " مكان : "التباعد عن المخالفات ". 
وذكر القشيري في "الرسالة" ص : ،256 والقرطبي في "الجامع لاحكام القران " )/2 118(، عنه أنه قال : الصبر هو : الاستعانة بادئه تعالى. 
)1(   
انظر: "الرسالة القشيرية" ص : ،256 و"شرح النووي على مسلم " )/3 201(، ونسباه لابن عطاء. 
)2( 
انظر : " الرسالة القشيرية " : ص : 256 ، و "مدارج السالكين " )/2 158 ( )3( 
هو أبو عثمان سعيد بن إسماعيل بن سعيد الحيري ، شيخ الاسلام ، ولد سنة ثلاثين ومائتين ، كان للخراسانيين نظير الجنيد للعراقيين ، توفي رحمه الله سنة ثمان وتسعين ومائتين . انظر ترجمته في : "حلية الاولياء" )/01 244 - 246(، و "سير أعلام النبلاء" )/14 62 - 66(. 
)4( 
انظر : "الرساله القشيرية " ص : 256 ، و "مدارج السالكين " )/2 158 ( . )5( 
انظر : "الرسالة القشيرية " ص : ،256 و "مدارج السالكين " )/2 158 ( . )6( 
هو أبو عبدالله عمرو بن عثمان المكي الزاهد، شيخ الصوفية ، توفي رحمه الله بعد الثلاث مائة . انظر ترجمته في : "حلية الاولياء" )/01 -192 692(، = 
02
وتلقي بلائه بالرحب والدعة ")1( . 
ومعنى هذا: أنه يتلقى البلاء بصدر واسع ، لا يتلقاه )2( بالضيق والتسخط والشكوى . 
الخواص )3(: "الصبر: الثبات على أحكام الكتاب 
يز 
والسنة " ) 4 ( 
وقال رويم) ( : " الصبر : ترك الشكوى ")6( . فسره بلازمه. وقال غيره : " الصبر : هو الاستعانة بالله ")7( .   
و "سير اعلام النبلاء" )/14 57 - 58(. 
)1( 
انظر : "الرسالة القشيرية" ص : 256 ، و " مدارج السالكين " )/2 158 ( . )2( 
في )ب(: يتعلق وهو تحريفه 
)3( 
هو أبو إسحاق إبراهيم بن احمد الخواص ، عابد من اقران الجنيد والنوري، توفي بالري سنة إحدى وتسعين ومائتين . انظر ترجمته في "حلية الاولياء" )0 /1 325 - 331(، و "الرسالة القشيرية " ص : 69 . 
)4( 
انظر: "شرح النووي على مسلم " )/3 101 - 201(، و"الجامع لاحكام القران " للقرطبي )/2 18 1 (، و " الرسالة القشيرية " ص : 256 . 
)5( 
هو ابو الحسن رويم بن احمد بن يزيد الصوفي ، من أفاضل البغداديين ، كان عالما بالقران ، شيخ الصوفية ، ومن فقهاء الظاهرية ، توفي رحمه الله سنة ثلاث وثلاثمائة . انظر ترجمته في : "تاريخ بغداد" )/8 043(، و "حلية الاولياء" .)203 -692 /01( 
)6( 
انظر: "تاريخ بغداد" )/8 043(، و "الجامع لاحكام القران " للقرطبي )/2 118(، و "الرسالة القشيرية" ص : .256 
)7( 
انظر : "الرسالة القشيرية" ص : ،256 و "الجامع لاحكام القران " للقرطبي )/2 118(، ونسباه لذي النون . 
21
وقال أبو علي)1 ( : " الصبر كاسمه ")2( . 
قال علي بن أبي طالب رضي الله عنه : "الصبر مطية لا تكبو")3( . 
وقال ابو محمد الجريري )4(: "الصبر ان لا تفرق بين حال النعمة والمحنة مع سكون الخاطر فيهما") ( . 
قلت : وهذا غير مقدور ولا مامور، فقد ركب الله الطباع على التفريق بين الحالتين ، وإنما المقدور حبس النفس عن الجزع لا استواء الحالتين عند العبد. 
وساحة العافية اوسع للعبد من ساحة الصبر، كما قال النبي لمج! في الدعاء المشهور : "إن لم يكن بك غضب علي فلا ابالي ، غير أن عافيتك 
)1( 
هو أبو علي الحسن بن علي النيسابوري الدقاق ، شيخ الصوفية بنيسابور، توفي رحمه الله سنة ست واربعمائة . انظر ترجمته في : "سير أعلام النبلاء" )/17 246(، و "شذرات الذهب " )/3 018(. 
)2( 
انظر : " الرسالة القشيرية" ص : 256 . 
)3( 
لم أجده مسندا ونسبه إليه القشيري في "رسالته" ص: ،256 والثعالبي في "التمثيل والمحاضرة " ص : ،03 والزمخشري في "ربيع الأبرار ونصوص الاخبار" )/3 49( وغيرهم. 
)4( 
هو أبو محمد أحمد بن محمد بن حسين الجريري الزاهد، شيخ الصوفية ، ولما توفي الجنيد أجلسوه مكانه ، توفي رحمه الله سنة اثنتي عشرة وثلاثمائة . انظر ترجمته في "حلية الاولياء" )/01 -347 348(، و "سير أعلام النبلاء" )/14 .)467 
انظر: "الرساله القشيرية" ص : ،256 و "طبقات الاولياء" لابن الملقن ص : )5( 
575 -74 
22
اوسع لي")1(، ولا يناقض هذا قوله كيو : "وما اعطي أحد عطاء خيرا واوسع من الصبر")2(؛ فان هذا بعد نزول البلاء ليس للعبد اوسع من الصبر ، واما قبله فالعافية اوسع له منه. 
وقال أبو علي الدقاق ]/6 ا[: "حد الصبر الا تعترض على التقدير. فاما اظهار البلاء على غير وجه الشكوى فلا ينافي الصبر . قال الله تعالى في قصة ايوب عليه السلام : > إنا وجدنه صحابرا ( ]ص : 44[ مع قوله: > مسنى الضر< ]الانبياء : 83[" )3( . 
قلت : فسر اللفظة بلازمها. 
)1( 
اخرجه الطبراني في "الكبير" - قطعة من الجزء 13 ، ص 73 رقم )181(،- وفي "الدعاء" رقم: )3601(، ومن طريقه اخرجه ابو القاسم الاصبهاني في "الحجة في بيان المحجة " )/2 441 - 442(، والضياء في "المختارة" )/9 018 - 181(، والخطيب البغدادي في "الجامع لاخلاق الراوي (" )/2 275(، وابن مند 5 في "جزء ترجمة الطبراني " ص : .346 
واخرجه ابن عدي في "الكامل" )/6 111(، كلاهما - اي الطبراني وابن عدي - من طريق محمد بن إسحاق عن هشام بن عروة عن ابيه عن عبدالله بن 
جعفر رضي الله عنه به. 
قال ابن عدي : "وهذا حديث ابي صالح الراسبي لم نسمع ان احدا حدث بهذا الحديث غيره ، ولم نكتبه إلا عنه". 
وقال الهيثمي في "مجمع الزوائد" )/6 35(: "رواه الطبراني وفيه محمد بن إسحاق وهو مدلس ثقة ، وبقية رجاله ثقات ". 
)2( 
أخرجه البخاري في "صحيحه" رقم )9146(، ومسلم في "صحيحه" رقم: )5301(، عن ابي سعيد الخدري رضي الله عنه. 
)3( 
انظر: "الرسالة القشيرية" ص : ،925 و"شرح النووي على مسلم " )/3 201 (، و "الجامع لاحكام القران " للقرطبي )/2 118 ( . 
23
واما قوله : "على غير وجه الشكوى " ؛ فالشكوى نوعان : 
احدهما : الشكوى إلى الله ، فهذا لا ينافي الصبر ؛ كما قال يعقوب 
عليه السلام : > إنما أشكوا بثى وحزني إلى الله < ]يوسف : 86[ مع قوله: > فصمتر جمل ( ]يوسف : 18 ، 83[ . 
وقال ايوب عليه السلام : > مسنى الضر< ]الانبياء : 83[ مع وصف الله له بالصبر. 
وقول سيد الصابرين صلوات الله وسلامه عليه : "اللهم إليك اشكو ضعف قوتي وقلة حيلتي . . . " الحديث )1( . 
وقول موسى صلى الله عليه وسلم : "اللهم لك الحمد، واليك المشتكى ، وانت المستعان ، وبك المستغاث ، وعليك التكلان ، ولا حول ولا قوة إلا بك " )2( . 
والنوع الثاني : شكوى المبتلى بلسان الحال او المقال ، فهذا لا 
)1( 
تقدم تخريجه قريبا. 
)2( 
اخرجه الطبراني في "الاوسط" رقم )4933(، وفي "الصغير" رقم )933(، والخرائطي في "فضيلة الشكر" رقم )11(5 عن عبدالله بن مسعود رضي الله عنه قال : قال رسول الله !م : "الا أعلمكم الكلمات التي تكلم بها موسى عليه السلام حين جاوز البحر ببني إسرائيل ؟ فقلنا : بلى يا رسول الله ، قال : قولوا: اللهم لك الحمد. . .". 
فذكره دون قوله : "وبك المستغاب وعليك التكلان". 
وقال المنذري في "الترغيب والترهيب " )/.2 406(: "رواه الطبراني في "الصغير" بإسناد جيد" . وقال الهيثمي في "مجمع الؤوائد" )/01 183(: "رواه الطبراني في "الاوسط " و "الصغير[( وفيه من لم أعرفهم ". 
24
يجامع الصبر بل يضاده ، ويبطله. 
فالفرق بين شكواه والشكوى إليه . وسنعود لهذه المسألة في باب : " اجتماع الشكوى والصبر وافتراقهما" إن شاء الله )1( . 
وقيل : " الصبر : شجاعة النفس " . 
ومن هاهنا اخذ القائل قوله : " الشجاعة صبر ساعة ")2( . وقيل : "الصبر ثبات القلب عند موارد الاضطراب " . 
والصبر والجزع ضدان ، ولهذا يقابل أحدهما بالآخر، قال تعالى عن أهل النار : > سوا"!نآ أجزعنا أتم صبرنا< ]ابراهيم : 1 2[ . 
والجزع قرين العجز وشقيقه ، والصبر قرين الكيس ومادته ؛ فلو سئل الجزع : من أبوك ؟ لقال : العجز . ولو سئل الكيس من أبوك ؟ لقال : الصبر. 
والنفس مطية العبد التي يسير عليها إلى الجنة أو النار، والصبر لها بمنزلة الخطام والزمام للمطية ، فإن لم يكن للمطية خطام ولا زمام 
)1( 
وقد تناول الفرق بينهما ايضا قي "مدارج السالكين " )/2 161(. 
)2( 
قاله البطال ، واخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم : )05(، وفي كتاب " مكارم الاخلاق " رقم : )172 ( . 
وقاله أيضا- ولعله اخذه عن البطال - يحى بن سعيد الطبيب النصراني البصري ، حيث قال : 
إن الشجاعة صبر ساعه فازجر عن القلب انخداعه واقنع بما سن الالـه فخير ما صحب القناعه انطر: "خريدة القصر وجريدة العصر" للعماد الاصبهاني )/4 /2 0 07(. 
25
شردت في كل مذهبه 
وحفط من خطب الحجاج : "اقدعوا هذه النفوس ؛ فانها طلعة إلى كل سوء ، فرحم الله امرأ جعل لنفسه خطاما وزماما ؛ فقادها بخطامها إلى 
طاعة الله ، وصرفها بزمامها عن معصية الله ، فان الصبر عن محارم الله أيسر من الصبر على عذابه ")1(. 
قلت : والنفس فيها قوتان : قوة الاقدام ، وقوة الاحجام ، فحقيقة الصبر أن يجعل قوة الاقدام مصروفة إلى ما ]/6 ب[ ينفعه ، وقوة الاحجام إمساكا عما يضره . 
ومن الناس من يكون صبره )2( على فعل ما ينتفع به وثباته عليه أقوى من صبره عما يضره ، فيصبر على مشقة الطاعة ، ولا صبر له عن داعي هواه إلى ارتكاب ما نهي عنه. 
ومنهم من تكون قوة صبره عن المخالفات أقوى من صبره على مشقة الطاعات . 
ومنهم من لا صبر له على هذا ولا على هذا. 
وأفضل الناس أصبرهم على النوعين ؛ فكثير من الناس يصبر على مكابدة قيام الليل في الحر والبرد وعلى مشقة الصيام ، ولا يصبر عن نظرة محرمة. 
،)016
)1( 
لم أقف عليها هكذا، وذكر نحوها المبرد في "الكامل" )/1 والزمخشري في "ربيع الابرار ونصوص الاخبار" )/3 192(. وقال المبرد : "اقدعوا" يقال : قدعته عن كذا، اي : منعته عنه. 
)2( 
كذا في الاصل و )ب(. وفي )م( و )ن(: "تكون قوة صبره ". 26 
وكثير من الناس يصبر عن النظر، وعن الالتفات إلى الصور، ولا صبر له على الامر بالمعروف والنهي عن المنكر وجهاد الكفار والمنافقين ، بل هو اضعف شيء عن هذا واعجزه . 
واكثرهم لا صبر له على واحد من النوعين ، واقلهم أصبرهم في الموضعين. 
وقيل : " الصبر : ثبات باعث العقل والدين في مقابلة باعث الشهوة والطبع )1 (")2( . 
ومعنى هذا : أن الطبع يتقاضى ما يحب ، وباعث العقل والدين يمنع منه ، والحرب قائمة بينهما وهي سجال ، ومعركة هذا الحرب قلب العبد ه والصبر : الشجاعة والثبات )3(. 
)1( 
في النسخ الاخرى : "الهوى والشهوة "، مكان : "الشهوة والطبع ". وفي
" الاحياء": "باعث الشهوة ". 
)2( 
قاله الغزالي في "إحياء علوم الدين " )/4 54 ، 56(. 
)3( 
انظر : " إحياء علوم الدين " )/4 54(. وقيه : " ومعركة هذا القتال . . " . 27 


""",
  },
  {
    "id": 3,
    "title": "الباب الثالث: في بيان أسماء الصبر بالإضافة إلى متعلقه",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 4,
    "title": "الباب الرابع: في الفرق بين الصبر والتصبر والاصطبار والمصابرة",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 5,
    "title": "الباب الخامس: في انقسامه باعتبار محله",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 6,
    "title": "الباب السادس: بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 7,
    "title": "الباب السابع: في ذكر أقسامه باعتبار متعلقه",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 8,
    "title": "الباب الثامن: في انقسامه باعتبار تعلق الأحكام الخمسة به",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 9,
    "title": "الباب التاسع: في بيان تفاوت درجات الصبر",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 10,
    "title": "الباب العاشر: في انقسام الصبر إلى محمود ومذموم",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 11,
    "title": "الباب الحادي عشر: في الفرق بين صبر الكرام وصبر اللئام",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 12,
    "title": "الباب الثاني عشر: في الأسباب التى تعين على الصبر",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 13,
    "title": "الباب الثالث عشر: أن الإنسان لا يستغني عن الصبر في حال",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 14,
    "title": "الباب الرابع عشر: في بيان أشق الصبر على النفوس",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 15,
    "title": "الباب الخامس عشر: ما ورد في الصبر من نصوص الكتاب",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 16,
    "title": "الباب السادس عشر: ما ورد فيه من نصوص السنة",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 17,
    "title": "الباب السابع عشر: آثار الصحابة ومن بعدهم في فضل الصبر",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 18,
    "title": "الباب الثامن عشر: عن المصيبة والبكاء والندب وشق الثياب",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 19,
    "title": "الباب التاسع عشر: أن الصبر نصف الإيمان",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 20,
    "title": "الباب العشرون: في بيان تنازع الناس في الأفضل من الصبر والشكر",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 21,
    "title": "الباب الحادي والعشرون: الحكم بين الفريقين والفصل بين الطائفتين",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 22,
    "title": "الباب الثاني والعشرون: الغني الشاكر والفقير الصابر أيهما أفضل؟",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 23,
    "title": "الباب الثالث والعشرون: حجج الفقراء من الكتاب والسنة",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 24,
    "title": "الباب الرابع والعشرون: حجج الأغنياء من الكتاب والسنة",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 25,
    "title": "الباب الخامس والعشرون: الأمور المضادة للصبر والمنافية له",
    "content": """""",
    "videoUrl": "",
  },
  {
    "id": 26,
    "title": "الباب السادس والعشرون: في صفات الله مثل الصبور والشكور",
    "content": """""",
    "videoUrl": "",
  },
];
