List<Map<String, dynamic>> chapters = [
  {
    "id": 0,
    "title": "المقدمة",
    "content": """ب يسر وأعن 
الحمد لله الصبور الشكور العلي الكبير السميع البصير العليم القدير، الرد شملت قدرنه كل مقدور، وجرت مشيئته في حلقه بتصاريف الامور ، وأسمعت دعوته لليوم الموعود أصحاب القبور ، قدر 
مقادير الخلائق وآجالهم ، وكتب آثارهم وأعمالهم، وقسم بينهم معايشهم وأموالهم ، وخلق )1( الموت والحياة ليبلوهم ايهم أحسن عملا وهو العزيز الغفور، القاهر القادر، فكل عسير عليه يسير، والمولى الناصر ، فنعم المولى ونعم النصير. 
> يسبح لله ما فى السمؤت وما في الارض! له المثك وله الحمد وهو عك كل شىء قدير ! هو ائذي خلقكل !بئ!اِفر ومنكو موم!بؤ وادله بما تعمثون بصحيز! خلق السفوات والأرض بألحق وصوكؤ فاخسن صوكؤ و!لته المصير ! يعلم ما في السضت والازض ويعلم ما دسروبئ وما تغلنون والله سكليم بذات الصحدور < ]التغابن : 1 - . ] 4 
واشهد أن لا إله إلا الله وحده لا شريك له ، إله جل عن الشبيه والنظير ، وتعالى عن الشريك والظهير ، وتقدس عن تعطيل الملحدين، كما تنزه عن شبه المخلوقين ، ف> ليس كصثله- لثئ !هو الشميبع البصير!()2( ]الشورى : 1 1 [ . 
)1( 
في )ن ( و )م ( : وقدر . 
)2( 
في حاشية الاصل بعده : "احمده سبحانه وتعالى على نعمه وهو اللطيف الخبير، واشكره شكر عبد لم يرض سواه له نصير" . بخط مغاير ودون علامة=
وأشهد أن محمدا عبده ورسوله ، وخيرته من برئته ، وصفوته من خليقته ، وأمينه على وحيه ، وسفيره بينه وبين عباده ، أعرف الخلق به واقومهم بخشيته ، وانصحهم لامته ، واصبرهم لحكمه ، واشكرهم لنعمه ، واقربهم اليه وسيلة ، واعلاهم عنده منزلة ، واعظمهم عنده جاها ، وأوسعهم عنده شفاعهب ، بعثه إلى الجنة داعيا ، وللايمان منادئا،   
وفي مرضاته ساعئا ، وبالمعروف امرا ، وعن المنكر ناهئا ، فبلغ رسالات ربه ، وصا! بأمره ، وتحمل في مرضاته ما لم يتحمله بشر سواه ، وقام لله بالصبر والشكر أحق القيام حتى بلغ رضاه ، فثبت في مقام الصبر حتى لم يلحقه أحد من الصابرين ، وترقى في درجة الشكر حتى علا فوق جميع الشاكرين. 
فحمده الله وملائكته ورسله وجميع المؤمنين ، ولذلك خص بلواء الحمد دون جميع العالمين ، فادم تحت لوائه ومن دونه من ]/2 ب [ الانبياء والمرسلين ، وجعل الحمد فاتحة كتابه الذي أنزله عليه )1( واخر دعوى أهل ثوابه الذين هداهم على يديه. 
وسمى أمته الحمادين )2( قبل أن يخرجهم إلى الوجود، لحمدهم له على السراء والضراء والشدة والرخاء، وجعلهم أسبق الامم إلى دار الثواب والجزاء . 
فأقرب الخلق إلى لوائه أكثرهم حمدا لله وذكرا، كما أن أعلاهم إلحاق ، لذا لم أثبتها في الاصل. 
)1( 
في )م( و )ن( زيادة : "كذلك فيما بلغنا هو في التوراة والانجيل". ونحوه في )ب(. 
)2( 
جاء في ذلك حديث أخرجه الدارمي في سننه برقم )5 7،8،(.
منزلة أعظمهم صبرا وشكرا ، فصفى الله وملائكته وانبياوه ورسله وجميع المؤمنين عليه كما وحد الله ، وعرف به ، ودعا إليه ، وسلم تسليما كثيرا . 
اما بعد : فان الله سبحانه جعل الصبر جوادا لا يكبو)1(، وصارما لا )2(ينبو ، وجندا غالبا لا يهزم ، وحصنا حصينا لا يهدم ولا يثلم ، فهو والنصر أخوان شقيقان )3( . 
رضيعي لبان ثدي أم تقاسما باسحم)4( داج عوض لا نتفرق ) ( 
فالنصر)6( مع الصبر ، والفرج مع الكرب ، واليسر مع العسر ، وهو أنصر لصاحبه من الرجال ، بلا عدة ولا عدد ، ومحله من)7( الظفر كمحل 
الرأس من الجسد. 
ولقد ضمن الوفي الصادق لاهله في محكم كتابه أنه يوفيهم أجرهم 
بغير حساب ، واخبر أنه معهم بهدايته ونصره العزيز وفتحه المبين، فقال : >واصبروأ ان الله مع الصنبردى ! < ]الانفال: 46[؛ فذهب 
كبا الجواد يكبو كبوة إذا عثر . انظر "لسان العرب " )/15 213(. 
نبا السيف إذا كل ولم يقطع . انظر "لسان العرب دا )/15 1 03(. في )م ( و )ن ( زيادة : لا يفترقان . 
في الاصل : "بأسود". والمثبت من النسخ الاخرى ، وهو الموافق للمصادر الاتية. 
البيت للأعشى وهو قي "ديوانه" ص 275 . يمدح به المحلق بن جشم الكلابي وفيه جعل الاعشى الجود والمحلق كأخوين رضعا لبانا واحدا، من ثدي ام واحدة مبالغة في وصفه بالكرم ، وذكر انهما تحالفا وتعاقدا ألا يفترقا ابدا. انظر : "الحلل في شرح ابيات الجمل " ص 401 وما بعدهاه 
في الاصل "فالنصرة"، والمثبت من النسخ الاخرى . 
"من" ساقطة من الاصل ، واثبتها من النسخ الاخرى .
)2( )3( )4( 
)6( )7( 
الصابرون بهذه المعتة بخير الدنيا والاخرة ، وفازوا بها بنعمه الباطنة والظاهرة .   
وجعل سبحانه الامامة في الدين منوطة بالصبر واليقين ، فقال تعالى وبقوله اهتدى المهتدون - : > وجعلنا !ئ أبمة جمهدون بامرنا لما صبروا و!انوا ئايخلنا يوقنون !( ]السجدة : 4 2[ . 
وأخبر أن الصبر خير لاهله خبرا مؤكدا باليمين ، فقال تعالى: > ولين صبزئم !و خئر للصبزدى !( ]النحل : 6 2 1 [ . 
وأخبر أن مع الصبر والتقوى لا يضر كيد العدو ولو كان ذا تسليط، فقال : > وإن ضبروا وتتقوا لا يصنركخ كيذهئم شئأ إن الله بما ينملون محي!!(]المران: 012[. 
وأخبر عن نبيه يوسف الصديق عليه السلام ، أن صبره وتقواه وصلاه 
إلى محل العز والتمكين ، فقال : > إنم من يتى ويقمبزفإث الله لا يضيع اجص المحسنئن !( ]يوسف : 0 9 [ ه 
وعلق الفلاح بالصبر والتقوى ، فعقل ذلك عنه المؤمنون ، فقال : >ياتها ]/3 ا[ ائدر ءامنوا اصبروا وصابروا وراطوا وأتموا ألله لعلكم تفلحون !( ]ال عمران : 0 0 2[ . 
وأخبر عن محبته لاهله ، وفي ذلك أعظم ترغيب للراغبين )1(، فقال : > والله مجب الصبريئ !( ]آل عمران : 6 4 1 [ . 
ولقد بشر الصابرين بثلاث ، كل منها خير مما عليه أهل الدنيا )1( في الاصل و)ب(: الراغبين ، والمثبت من )م ،ن( وط السلفية.
يتحاسدون ، فقال : > و!شر ال!خبرين !(لذين اذا أصبيهم!مصيبه قالوأإئا دئه وائا إفي رجون ! اؤلمحك عبن صلفن من ربهم ورخمة وأولعدب هئم   
المهتدون !( ]البقرة : 55 1 - 57 1 [ . 
ووصى عباده بالاستعانة بالصبر والصلاة على نوائب الدنبا والدين، فقال : > واستعينوا بالصبر والصلةء وإنها لكبيرة إلا على الخشعين !( ]البقرة : 
. ] 45 
وجعل الفوز بالجنة والنجاة من النار لا يحظى به إلا الصابرون ، فقال تعالى : > إني جزتتهم اثيؤم لما صحبروا أئهئم هم الفإلزوبئ !( ]المؤمنون : . ] 1 1 1 
وأخبر أن الرغبة في ثوابه والاعراض عن الدنيا وزينتها لا يلقاها إلا 
أولو الصبر المؤمنون ، فقال تعالى : > وَقال الذلرر أوتوا العل وئيبيم ثواب الله ختر لمن ءامف وعمل صنهلحأ ولا يلفئقآ الأ الصخبروت ! ( 
]القصص : 08[. 
واخبر أن دفع السيئة بالتي هي أحسن جتجعل المسيء كأنه ولي حميم ، فقال : > ولا لمحتئتوي الحسنة ولا الشئئة اد ! بالتي هي احسن فإذا الذى بئنك وبئنه-عدو كا!نه وليٌ حميم !( ]فصلت : 34[ . 
وأن هذه الخصلة لا يلقاها : > إلا الذين صبروا وما يلقذقآ إلاذو حبد عظيم !( ]فصلت : 35[. 
وأخبر سبحانه خبرا مؤكدا بالقسم : > إن الابنممن لفى خمتر ر! الا الذين ءا منوا وعملوا ا لصنلحت وتواصؤا با لحق وتوا صوا با لصبر !( ] العصر : 2 - 3[ . 
وقسم خلقه قسمين : أصحاب مبمنة وأصحاب مشأمة ، وخص
بالميمنة أهل التواصي بالصبر والمرحمة ، وخص بالانتفاع باياته أهل 
الصبر والشكر تمييزا لهم بهذا الحظ الموفور، فقال في أربع ايات من كتابه : > إن في ذلف لأيمئ لكل صبا 2 شكور ! ( ]إبراهيم: 5[، ]لقمان : 31[، ]سبا: 91 [، ]الشورى : 33[ . 
وعلق المغفرة والاجر بالعمل الصالح والصبر ، وذلك على من يسره عليه يسير ، فقال : > إلا الذين صبروا وعملوا الصحنخت أوليهك لهم مغفن واتجر كبير !( ]هود : 1 1 [ . 
وأخبر أن الصبر والمغفرة من العزائم التي تجارة أهلها لا تبور، فقال : > ولمن صبروعر إن ذ اث لمن عرش الامور !( ]الشورى : 43 [ . 
وأمر رسوله بالصبر ]/3 ب[ لحكمه ، وأخبر أن صبره إنما هو به، وبذلك جميع المصائب تهون ، فقال : >واضبرِ لحكو رفي فانك باغيننسا( ]الطور : 48 [ ، وقال : > واصبر وما صئرك إ لا باللة ولا تحزن علئهم ولا تك فى ضيق !ا يمروبئ ! إن الله ء الذين اتقوا والذين هم ئحسنون ! ( ]النحل : 127 - 128 [ . 
قالصبر اخية المؤمن التي يجول ئم يرجع إليها)1(، وساق إيمانه 
)1( الاخية بالمد والتشديد: عود أو حبل يعرض في الحائط ويدفن طرفاه فيه، ويصير وسطه كالعروة تشد إليه الدابة . انظر "النهاية" لابن الاثير )/1 92(، و "لسان العرب " )/14 23(. 
ولعل المصنف استفاد هذه العبارة من حديث أبي سعيد الخدري رضي الله عنه ان الانبي غن!ه قال : "مثل المؤمن ومثل الايمان ، كمثل الفرس في آخيته، يجول ثم يرجع إلى اخيته " . رواه احمد في " مسنده " )/3 55(. 
قال الهيثمي في "مجمع الزوائد" )/01 102(: "رواه احمد وأبو يعلى-
التي لا اعتماد له إلا عليها، فلا إيمان لمن لا صبر له ، وإن كان فإيمان قليل في غاية الضعف ، وصاحبه ممن > يعبد الله عك حرفي فالط اصابو خيز اطماق بهط وإن اصابئه فثنة انقلب على وتجههء خسر ألذئيا والأخزه ( ]الحج/ 
1 1 [)1(، ولم يحط منهما إلا بالصفقة الخاسرة ، فخير عيش أدركه السعداء بصبرهم ، وترقوا إلى أعلى المنازل بشكرهم ، فساروا بين جناحي الصبر والشكر إلى جنات النعيم ، وذلك فضل الله يؤتيه من يشاء، والله ذ و الفضل العظيم. 
ورجالهما رجال الصحيح غير ابي سليمان الليثي وعبدالله بن الوليد التميمي وكلاهما ثقة". 
كذا قال رحمه الله ، إلا ان ابا سليمان الليثي قال فيه علي بن المديني: مجهول ، وعبدالله بن الوليد لين الحديث ، كما في التقريب. 
انظر : "تعجيل المنفعة " ص : 294 ، و "تقريب التهذيب " ص : .556 
لذا ضعفه الالباني في "ضعيف الترغيب والترهييب" رقم : 51831 
قال ابن الاثير في "النهاية" )/1 03(: "ومعنى الحديث انه يبعد عن ربه بالذنوب ، وأصل إيمانه ثابت " اهـ. 
في )ن ( أكمل الاية إلى قوله : > ذلك هو اثح!نران الممين !( .
)1( 
فصل )1(   
ولما كان الايمان نصفين : نصف صبر ونصف شكر، كان حقيقا على من نصح نفسه واحب نجاتها واثر سعادتها، ان لا يهمل هذين الاصلين العظيمين ، ولا يعدل عن هذين الطريقين ]القاصدين[)2( وأن 
يجعل سيره إلى الله بين هذين الطريقين )3(؛ ليجعله يوم لقائه مع خير الفريقين. 
فلذلك وضع هذا الكتاب للتعريف بشدة الحاجة والضرورة إليهما، وبيان توقف سعادة الدنيا والاخرة عليهما، فجاء كتابا جامعا حاويا نافعا، فيه من الفوائد ما هو حقيق أن يعض عليه بالنواجذ ونثنى عليه الخناصر، ممتعا لقارئه ، مريحا للناظر فيه ، مسليا للحزين ، منهضا للمقصرين ، محرضا للمشمرين. 
مشتملا على نكت حسان من نفسير القران ، وعلى أحاديث نبوية معزوة إلى مظانها ، واثار سلفية منسوبة إلى قائلها ، ومسائل فقهية حسان مقررة بالدليل ، ودقائق سلوكية على سواء السبيل )4( ، وذكر أقسام الصبر 
)1( 
المقدمة الاتية استفادها المصنف رحمه الله من كتاب "إحياء علوم الدين" للغزالي )/4 52(. 
وقد افرد الغزالي في "إحياء علوم الدين " )/4 52 12.-( للصبر والشكر كتابا، وهو الكتاب الثاني من ربع المنجيات . 
)2( 
ما بين المعكوفين من النسخ الاخرى ، ولعله سقط من الاصل. 
)3( 
في )م( : " الجناحين " . 
في )م(، )ب( زيادة : "لا تخفى معرفة ذلك على من فكر واحضر ذهنه ، فإن )4( 
فيه ذكر أقسام . . . " . 
وفي )ن(: " لا تخفى . . . ذهنه وذكر اقسام . . . " . 
01
ووجوهه والشكر وأنواعه ، وفصل النزاع في التفضيل بين الغني الشاكر والفقير الصابر، وذكر حقيقة الدنيا وما مثلها الله ورسوله والسلف الصالح به ، والكلام على سر هذه الامثال ومطابقتها لحقيقة الحال ، وذكر ما يذم من الدنيا ويحمد وما يقرب منها إلى الله ويبعد ]/4 ا[ وكيف يشقى بها من يشقى ، ويسعد بها من يسعد ، وغير ذلك من الفوائد التي لا يكاد يظفر بها في كتاب سواه . 
وذلك محض منة الله على عبده ، وعطية من بعض عطاياه ، فهو كتاب يصلح للملوك والامراء ، والاغنياء والفقراء ، والصوفية والفقهاء، ينهض القاعد إلى المسير ، ويؤنس السائر في الطريق ، وينبه السالك على المقصود . 
ومع هذا فهو جهد المقل وقدرة المفلس ، حذر فيه من الداء وإن كان من أهله ، ووصف فيه الدواء وان قصر عن)1( تناوله لظلمه وجهله، 
وهو يرجو أكرم الأكرمين وأرحم الراحمين أن يغفر له غشه لنفسه بنصيحته لعباده المؤمنين. 
فما كان في الكتاب من صواب فمن الله وحده ؛ فهو المحمود المستعان ، وما كان فيه من خطا فمن مصنفه ومن الشيطان ، والله بريء 
منه ورسولهه 
وهذه بضاعة مؤلفه المزجاة تساق إليك ، وسلعته تعرض عليك، فلقارئه غنمه ، وعلى مؤلفه غرمه )2( . 
)1( 
في )ن(: "لم يصبر على". مكان : "قصر عن". 
)2( 
في )م(، )ب( بعد هذه الكلمة الزيادة التالية : "وبنات افكاره تزف إليك ، فان = 11
وقد جعلته ستة وعشرين بابا وخاتمة:   
الباب الأول : في معنى الصبر لغة واشتقاق هذه اللفظة وتصريفها. الباب الثاني : في حقيقة الصبر وكلام الناس فيه. 
[لباب الثالث : في بيان أسماء الصبر بالاضافة إلى متعلقه. الباب الر[بع : في الفرق بين الصبر والتصبر والاصطبار والمصابرة . الباب الخامس : في أقسام الصبر باعتبار محله. 
- الباب السادس : في أقسامه بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى وعجزه عنه. 
الباب السابع : في بيان أقسامه باعتبار متعلقه. 
[لباب 1لثامن : في انقسامه باعتبار تعلق الاحكام الخمسة به. الباب التاسع : في بيان تفاوت درجات الصبره 
الباب العاشر : في انقسام الصبر إلى محمود ومذموم . 
الباب الحادي عشر : في الفرق بين صبر الكرام وصبر اللئام . الباب الثاني عشر : في الاسباب التي تعين على الصبر. 
الباب الثالث عشر : في بيان أن الانسان لا ]/4 ب[ يستغني عن الصبر في حال من الاحوال . 
وجدت حرا كريما كان بها اسعد، والا-فهي خود تزف إلى عنين مقعد". وفي )ن( ايضا : "وبعات افكاره . . . " إلى : "خود تزف إلى عنين ضرير مقعد". 
12
الباب الرابع عشر : في بيان أشق الصبر على النفوس . 
الباب الخامس عشر : في ذكر ما ورد في الصبر من نصوص الكتاب العزيز. 
الباب السادص عشر : في ذكر ما ورد فيه من نصوص السنة. 
الباب السابع عشر : في ذكر الاثار الواردة عن الصحابة في فضيلة الصبر. 
الباب الثامن عشر: في ذكر امور تتعلق بالمصيبة من البكاء، والندب ، وشق الثياب ، ودعوى الجاهلية ، ونحوها. 
الباب التاسع عشر: في أن الصبر نصف الايمان ، وأن الايمان نصفان : نصف صبر ، ونصف شكر. 
الباب العشرون : في بيان تنازع الناس في الافصل من الصبر والشكر. 
الباب الحادي والعشرون : في الحكم بين الفريقين ، والفصل بين الطائفتين. 
الباب الثاني والعشرون : في اختلاف الناس في الغني الشاكر والفقير الصابر أيهما أفصل ؟ وما هو الصواب في ذلك؟ 
الباب الثالث والعشرون : في ذكر ما احتجت به الفقراء من الكتاب والسنة والاثار والاعتبار. 
الباب الرابع والعشرون : في ذكر ما احتجت به الاغنياء من الكتاب والسنة والاثار والاعتبار. 
13
الباب الخامس والعشرون : في بيان الامور المضادة للصبر، والمنافية له ، والقادحة فيه.   
الباب السادس والعشرون : في بيان دخول الصبر والشكر في صفات الرب جل جلاله وتسميته بالصبور والشكور. 
وسميته : "عدة الصابرين وذخيرة الشاكرين "، والله سبحانه المسؤول أن يجعله خالصا لوجهه مدنيا من رضاه ، وأن ينفع به مؤلفه وكاتبه وقارئه ، إنه سميع الدعاء وأهل الرجاء، وهو حسبنا ونعم الوكيل. 
14

"""
  },
  {
    "id": 1,
    "title": "الباب الأول: في معنى الصبر لغة واشتقاق هذه اللفظة وتصريفها",
    "content": """ضع نص الباب الأول هنا"""
  },
  {
    "id": 2,
    "title": "الباب الثاني: في حقيقة الصبر وكلام الناس فيه",
    "content": """"""
  },
  {
    "id": 3,
    "title": "الباب الثالث: في بيان أسماء الصبر بالإضافة إلى متعلقه",
    "content": """"""
  },
  {
    "id": 4,
    "title": "الباب الرابع: في الفرق بين الصبر والتصبر والاصطبار والمصابرة",
    "content": """"""
  },
  {
    "id": 5,
    "title": "الباب الخامس: في انقسامه باعتبار محله",
    "content": """"""
  },
  {
    "id": 6,
    "title": "الباب السادس: بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى",
    "content": """"""
  },
  {
    "id": 7,
    "title": "الباب السابع: في ذكر أقسامه باعتبار متعلقه",
    "content": """"""
  },
  {
    "id": 8,
    "title": "الباب الثامن: في انقسامه باعتبار تعلق الأحكام الخمسة به",
    "content": """"""
  },
  {
    "id": 9,
    "title": "الباب التاسع: في بيان تفاوت درجات الصبر",
    "content": """"""
  },
  {
    "id": 10,
    "title": "الباب العاشر: في انقسام الصبر إلى محمود ومذموم",
    "content": """"""
  },
  {
    "id": 11,
    "title": "الباب الحادي عشر: في الفرق بين صبر الكرام وصبر اللئام",
    "content": """"""
  },
  {
    "id": 12,
    "title": "الباب الثاني عشر: في الأسباب التى تعين على الصبر",
    "content": """"""
  },
  {
    "id": 13,
    "title": "الباب الثالث عشر: أن الإنسان لا يستغني عن الصبر في حال",
    "content": """"""
  },
  {
    "id": 14,
    "title": "الباب الرابع عشر: في بيان أشق الصبر على النفوس",
    "content": """"""
  },
  {
    "id": 15,
    "title": "الباب الخامس عشر: ما ورد في الصبر من نصوص الكتاب",
    "content": """"""
  },
  {
    "id": 16,
    "title": "الباب السادس عشر: ما ورد فيه من نصوص السنة",
    "content": """"""
  },
  {
    "id": 17,
    "title": "الباب السابع عشر: آثار الصحابة ومن بعدهم في فضل الصبر",
    "content": """"""
  },
  {
    "id": 18,
    "title": "الباب الثامن عشر: عن المصيبة والبكاء والندب وشق الثياب",
    "content": """"""
  },
  {
    "id": 19,
    "title": "الباب التاسع عشر: أن الصبر نصف الإيمان",
    "content": """"""
  },
  {
    "id": 20,
    "title": "الباب العشرون: في بيان تنازع الناس في الأفضل من الصبر والشكر",
    "content": """"""
  },
  {
    "id": 21,
    "title": "الباب الحادي والعشرون: الحكم بين الفريقين والفصل بين الطائفتين",
    "content": """"""
  },
  {
    "id": 22,
    "title": "الباب الثاني والعشرون: الغني الشاكر والفقير الصابر أيهما أفضل؟",
    "content": """"""
  },
  {
    "id": 23,
    "title": "الباب الثالث والعشرون: حجج الفقراء من الكتاب والسنة",
    "content": """"""
  },
  {
    "id": 24,
    "title": "الباب الرابع والعشرون: حجج الأغنياء من الكتاب والسنة",
    "content": """"""
  },
  {
    "id": 25,
    "title": "الباب الخامس والعشرون: الأمور المضادة للصبر والمنافية له",
    "content": """"""
  },
  {
    "id": 26,
    "title": "الباب السادس والعشرون: في صفات الله مثل الصبور والشكور",
    "content": """"""
  },
];
